Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Adjustments.strings
Languages: fr, ko

source: Color Adjustments
fr: Réglages des couleurs

source: None
fr: Aucun

source: Noir
fr: Noire
ko: 누아르

source: Smoky
fr: Fumée
ko: 스모키

source: Vibrant
fr: Éclatante
ko: 바이브런트

source: Vivid
fr: Vive
ko: 비비드

source: Calm
fr: Calme
ko: 캄

source: Loud
fr: Voyante
ko: 라우드

source: Dramatic
fr: Dramatique
ko: 드라마틱

source: Rosy
fr: Rosée
ko: 로지

source: Fiery
fr: Flamboyante
ko: 파이어리

source: Cold
fr: Froide
ko: 콜드

source: Mellow
fr: Douce
ko: 멜로

source: Mono
ko: 모노
