Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/AdjustmentsPresets.strings
Languages: it, ja, zh_hant

source: Recents
it: Recenti
ja: 最近の項目
zh_hant: 最近項目

source: These presets are generated automatically@newline by taking the adjustment settings from your most recently edited photos. They’re updated each time you finish editing a photo and save changes.
it: Questi preset sono generati automaticamente@newline riprendendo le impostazioni di regolazione dalle foto che hai modificato recentemente. Vengono aggiornate ogni volta che finisci di modificare una foto e salvi le modifiche.
ja: これらのプリセットは、最近編集した写真から調整設定を取得することにより、自動的に生成されます。@newline写真の編集を終了して変更を保存するたびに更新されます。
zh_hant: 這些預設組是自動生成的@newline，依據的是你最近一次編輯相片調整的設定。每次完成編輯並儲存變更後他們就會更新一次。

source: Black & White
it: Bianco e nero
ja: 白黒
zh_hant: 黑白

source: BW
it: BN

source: These black and white presets@newline are based on classic black and white films. The black and white look is very versatile and is great for artistic photography, landscapes, portraits, street photography, and many other styles. Especially when you want to add a little drama. Some presets apply film-style grain to create an old-school film feel, others increase contrast for a more striking look.
it: Questi preset@newline in bianco e nero sono basati sulle classiche pellicole in bianco e nero. L'aspetto bianco e nero è molto versatile ed è perfetto per la fotografia artistica, i paesaggi, i ritratti, la fotografia di strada e tanti altri stili, specialmente quando vuoi aggiungere un tocco drammatico. Alcuni preset applicano una grana stile pellicola per creare quel feeling dei vecchi film, altri aumentano il contrasto per dare un look di maggiore effetto.
ja: これらの白黒プリセットは、古典的な白黒フィルムに基づいています。@newline白黒の外観は非常に用途が広く、芸術的な写真、風景、肖像画、ストリート写真、および他の多くのスタイルに最適です。特にドラマチックな印象を加えたい時などに適しています。いくつかのプリセットでは古いスタイルの映画の雰囲気を作り出すためにフィルムスタイルの木目を適用したり、他のプリセットではコントラストを高めてより印象的な外観にしています。
zh_hant: 這些黑白預設 @newline 基於經典的黑白電影。黑白造型用途廣泛，非常適合藝術攝影、風景、肖像、街頭攝影和許多其他風格。特別適合當你想增加一點戲份的時候。有的預設套用電影風格的顆粒來創造老派電影的感覺，還有的則通過增加對比度讓畫面看起來更引人注目。

source: Cinematic
it: Cinematografico
ja: シネマテック
zh_hant: 影院

source: Inspired by the contemporary color grading process@newline used in the movie and video industry, these presets emulate the cinematic look and feel. Many of them are based on the ‘teal and orange’ look, which is a pretty simple but very effective way to get a photo’s colors to pop, emphasizing skin tones and color contrasts. Subtle changes to the colors of the shadows and highlights of an image are key to achieving this look.
it: Ispirati al processo contemporaneo di gradazione del colore@newline utilizzato nell'industria cinematografica e video, questi preset simulano l'aspetto cinematografico. Molti di questi sono basati sull'aspetto "verde acqua e arancione", che è un modo piuttosto semplice ma molto efficace per far emergere i colori di una foto, enfatizzando i toni della pelle e i contrasti cromatici. Sottili modifiche ai colori delle ombre e dei colpi di luce di un'immagine sono fondamentali per ottenere questo aspetto.
ja: 映画やビデオ業界で使用されている現代のカラーグレーディングプロセスに触発されたこれらのプリセットは、映画のようなルックアンドフィールを生成します。@newlineその多くは「ティールとオレンジ」の外観に基づいています。これは、写真の色を鮮やかにし、肌の色合いと色のコントラストを際立たせるための非常に簡単ですが非常に効果的な方法です。影の色や画像のハイライトの微妙な変化はこの外観を実現するためのキーとなるものです。
zh_hant: 這些預設受到 @newline 在電影和影片行業中使用的當代色彩分級過程啟發，模仿電影的外觀和感覺。他們中的許多基於「茶色和橙色」的外觀，這是一個相對簡單, 卻非常有效的顏色展示風格，強調膚色和其他色彩的對比。對影像的陰影和高光的顏色進行細微的調整是實現這種外觀的關鍵。

source: Classic Films
it: Film classici
ja: クラッシックフィルム
zh_hant: 經典電影

source: CF
it: FC

source: Before digital, there was analog.@newline And many analog films have become legendary for their visual qualities — these presets are based on some of the most well-known and popular analog films. This collection is great for portrait and lifestyle photography, adding a subtle and tasteful vintage look and feel.
it: Prima del digitale, c'era l'analogico.@newline E molti film analogici sono diventati leggendari per le loro qualità visive - questi preset sono basati su alcuni dei film analogici più noti e popolari. Questa collezione è ideale per la fotografia di ritratti e lifestyle, aggiungendo un aspetto e un tocco vintage sottile e di buon gusto.
ja: デジタルの前にはアナログがありました。@newlineそして、多くのアナログ映画はその視覚的な品質のために伝説になりました ー これらのプリセットは最も有名で人気のあるアナログ映画のいくつかに基づいて作成されています。このコレクションは微妙で上品なヴィンテージルックアンドフィールを追加するので、ポートレート写真やライフスタイル写真に最適です。
zh_hant: 在數位技術出現之前，電影使用類比訊號。@newline 許多類比訊號電影因其視覺品質而成為傳奇。這些預設就基於一些最知名和最流行的類比訊號電影。這裡提供的預設適合人物肖像和日常生活攝影，增添了微妙和雅致的復古外觀和感覺。

source: Modern Films
it: Film moderni
ja: モダーンフィルム
zh_hant: 現代電影

source: MF
it: FM

source: Many modern analog films are well regarded@newline for highlighting skin tones, creating pleasing outdoor shots, or having unique grain detail. This collection is based on some of the best films in production today — try them if you’re looking for a more clean and simple look, especially for portrait and nature photography.
it: Molti film analogici moderni sono ben apprezzati@newline per la capacità di evidenziare i toni della pelle, creare piacevoli scatti all'aperto o avere dettagli di grana unici. Questa collezione si basa su alcuni dei migliori film in produzione oggi - provali se cerchi un look più pulito e semplice, soprattutto per la fotografia di ritratto e di natura.
ja: 現代の多くのアナログフィルムは、肌の色調を強調したり、心地よい屋外ショットを作成したり、独特の粒子のディテールを持たせたりしています。@newlineこのコレクションは、現在制作されている最高のフィルムのいくつかをベースにしています。特にポートレートやネイチャーフォトで、よりクリーンでシンプルな外観を探している場合はぜひお試しください。
zh_hant: 許多現代類比訊號電影備受推崇 @newline 的風格，突出膚色、創造賞心悅目的戶外鏡頭，或具有獨特的顆粒細節。這個系列基於當今一些最好的電影。如果你正在尋找一個更乾淨和簡單的外觀，特別是用於肖像和自然攝影的話，今天就試試看吧。

source: Landscape
it: Paesaggio
ja: 風景
zh_hant: 景觀

source: LS
it: P

source: This collection of presets for landscape photography@newline is designed to boost colors and bring out details in photographs of nature — especially in shots with lots of greens and blues. Along with color changes, the presets also increase contrast for a more striking and eye-catching look.
it: Questa raccolta di preset per la fotografia di paesaggio@newline è progettato per migliorare i colori e far risaltare dettagli nelle fotografie della natura — soprattutto negli scatti con un sacco di verde e blu. Con i cambiamenti di colore, i preset inoltre aumentano il contrasto per un look più sorprendente e accattivante.
ja: 風景写真のプリセットを集めたこのコレクションは、緑と青がたくさんある写真で自然の色とその細部を引き出すように設計されています。@newline色の変化と共にプリセットはコントラストを増してより印象的で人目を引く外観にします。
zh_hant: 這一系列 @newline 用於景觀攝影的預設旨在提升色彩，並在自然照片中顯示細節，尤其是在大量綠色和藍色的照片中。隨著顏色的變化，預設也相應增加了對比度，展現更引人注目的外觀。

source: The vintage look never gets old,@newline especially with a more modern take on the old-school feel. Using a combination of faded shadows, tasteful color tints, and film grain, this collection gives photos an aged, yet contemporary look and feel.
it: Il look vintage non invecchia mai, specialmente@newline con un tocco più moderno alla vecchia scuola. Utilizzando una combinazione di ombre sfumate, tinte gustose e grana della pellicola, questa collezione offre alle foto un aspetto e un aspetto e un tocco invecchiato ma contemporaneo.
ja: ヴィンテージの外観は古くはならず、特にオールドスクールの雰囲気をよりモダンにします。@newline色あせた影、上品な色合い、そしてフィルムグレインを組み合わせたこのコレクションは、写真に古くても現代的な外観を与えます。
zh_hant: 復古的外觀永遠不會過時，@newline 特別是帶著更現代的感覺來體驗老派的感覺。利用褪色的陰影、雅致的色彩和電影顆粒的組合，這個系列給照片帶來了老化但又現代的外觀和感覺。

source: Urban
it: Urbano
ja: アーバン
zh_hant: 都市

source: Created for urban photography,@newline these presets improve the look of shots taken in cities dominated by buildings, manmade structures, and urban life in general.
it: Creati per la fotografia urbana,@newline questi preset migliorano l'aspetto delle foto scattate nella città dominata da edifici, strutture artificiali e vita urbana in generale.
ja: 都会の写真用に作成されたこれらのプリセットは、@newlineビルディング、人工の構造物、そこでのライフスタイルが主役となる都会で撮影されたショットの外観を改善します。
zh_hant: 這些預設是為城市攝影而設計的，@newline 改善了以建築、人造結構和一般城市生活為主的城市拍攝的外觀。

source: Night
it: Notte
ja: ナイト
zh_hant: 夜晚

source: Designed for shots taken in low light,@newline this collection works especially well with photos of cities taken at night. The presets bring out details in the highlights and add tasteful color tints for an artistic finishing touch.
it: Progettata per scatti in condizioni di scarsa luminosità,@newline questa raccolta funziona particolarmente bene con le foto delle città scattate di notte. I preset mettono in risalto i dettagli delle luci e aggiungono sfumature di colore di gusto per un tocco artistico.
ja: 暗い場所での撮影用に設計されたこのコレクションは、夜間に撮影された街の写真と特にうまく連携します。@newlineプリセットはハイライトの細部を引き立て、芸術的な仕上げのタッチのための上品な色合いを追加します。
zh_hant: 專為低光拍攝設計，@newline 的這個集合特別適用於晚上拍攝的城市照片。預設在亮點中展現細節，並為藝術的最後觸覺增添雅致的色彩。

source: This group contains all the presets from Pixelmator Pro,@newline including presets for creating black and white photos, vintage looks, and eye-catching landscape shots. These presets are especially playful and artistic and can work great with a variety of different photography styles.
it: Questo gruppo contiene tutti i preset di Pixelmator Pro,@newline compresi i preset per la creazione di foto in bianco e nero, look vintage e inquadrature paesaggistiche accattivanti. Questi preset sono particolarmente versatili e artistici e possono funzionare alla grande con una varietà di stili fotografici diversi.
ja: このグループにはPixelmator Proのモノクロ写真作成用プリセット、ビンテージルックス、人目を引くランドスケープショットを含むすべてのプリセットを含んでいます。@newlineこれらのプリセットは遊び心があり芸術的でさまざまな写真スタイルに適しています。
zh_hant: 此組包含來自 Pixelmator Pro 的所有預設，@newline 包括用於創建黑白照片的預設、復古外觀和引人注目的風景拍攝。這些預設非常有趣，也富有藝術型，可以與各種不同的攝影風格產生配合。

source: Custom
it: Personalizzato
ja: その他
zh_hant: 自訂

source: Here you’ll find all the presets you create.@newline Save any combination of color adjustments as a custom preset to quickly apply them to any of your photos and even share presets with others.
it: Qui troverai tutti i preset che crei.@newline Salva qualsiasi combinazione di regolazioni del colore come preset personalizzato e applicalo rapidamente a qualsiasi foto, e puoi persino condividere i preset con gli altri.
ja: ここにあなたが作成したすべてのプリセットがあります。 @newline カラー調整の組み合わせをカスタムプリセットとして保存して、写真にすばやく適用したり、プリセットを他の人と共有したりできます。
zh_hant: 在這裡，您可以找到您建立的所有預設。@newline 將顏色調整的任意組合儲存為自訂預設，以便快速將其套用於您的任何照片，甚至與他人共用預設。

source: Vintage
ja: ヴィンテージ
zh_hant: 復古
