Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Alerts.strings
Languages: de, es, fr, it, ja, pt_br, ru

# %@ would like to access the “%@“ folder.
source: %1$@ would like to access the “%2$@“ folder.
de: %1$@ möchte auf den Ordner „%2$@“ zugreifen.
es: %1$@ quiere acceder a la carpeta «%2$@».
fr: %1$@ souhaite accéder au dossier « %2$@ ».
it: %1$@ vuole accedere alla cartella "%2$@".
ja: %1$@ は "%2$@" フォルダへのアクセスを求めています。
pt_br: O %1$@ deseja acessar a pasta “%2$@”.
ru: %1$@ запрашивает доступ к папке «%2$@».

source: (Error Code: %i)
de: (Fehlercode: %i)
es: (Código de error: %i)
fr: (Code d'erreur : %i)
it: (Codice errore: %i)
ja: (エラーコード: %i)
pt_br: (Código de Erro: %i)
ru: (Код ошибки: %i)

source: Allow Access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l’accès
it: Consenti Accesso
ja: アクセスを許可
pt_br: Permitir Acesso
ru: Открыть доступ

source: An Error Occurred
de: Es ist ein Fehler aufgetreten
es: Se ha producido un error
fr: Une erreur s’est produite
it: Si è verificato un errore
ja: エラーが起きました
pt_br: Ocorreu um erro
ru: Произошла ошибка

source: An error occurred while attempting to save your changes to the Photos library.
de: Beim Sichern Ihrer Änderungen in der Fotos-Mediathek ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar guardar los cambios en la Fototeca.
fr: Une erreur est survenue lors de la tentative d'enregistrement de vos modifications dans la bibliothèque Photos.
it: Si è verificato un errore nel tentativo di salvare le modifiche alla libreria Foto.
ja: 写真ライブラリに変更を保存しようとしたときにエラーが発生しました。
pt_br: Ocorreu um erro ao tentar salvar as alterações na fototeca.
ru: При сохранении ваших изменений в медиатеке Фото произошел сбой.

source: An error occurred while creating the batch editing workflow.
de: Bei der Erstellung des Stapelverarbeitungs-Workflows ist ein Fehler aufgetreten.
es: Se ha producido un error al crear el proceso de edición por lotes.
fr: Une erreur est survenue lors de la création du workflow de modification groupée.
it: Si è verificato un errore durante la creazione del flusso di lavoro di modifiche in batch.
ja: 一括編集ワークフローの作成中にエラーが発生しました。
pt_br: Ocorreu um erro ao criar o fluxo de trabalho de edição em lote.
ru: При создании процесса пакетной обработки произошел сбой.

source: An error occurred while running the batch editing workflow. Error code: %d.
de: Bei der Erstellung des Stapelverarbeitungs-Workflows ist ein Fehler aufgetreten. Fehlercode: %d.
es: Se ha producido un error al ejecutar el proceso de edición por lotes. Código de error: %d.
fr: Une erreur est survenue lors de l'exécution du workflow de modification groupée. Code d'erreur : %d.
it: Si è verificato un errore durante l'esecuzione del flusso di lavoro di modifiche in batch. Codice errore: %d.
ja: 一括編集ワークフローの実行中にエラーが発生しました。エラー コード: %d。
pt_br: Ocorreu um erro ao executar o fluxo de trabalho de edição em lote. Código de erro: %d.
ru: При выполнении процесса пакетной обработки произошел сбой. Код ошибки: %d.

source: Are you sure you want to move %d items to the Trash?
de: Möchten Sie wirklich %d Objekte in den Papierkorb bewegen?
es: ¿Seguro que quieres mover %d elementos a la Papelera?
fr: Voulez-vous vraiment placer %d éléments dans la corbeille ?
it: Sei sicuro di voler spostare %d elementi nel Cestino?
ja: %d 個の項目をゴミ箱に移動してもいいですか？
pt_br: Tem certeza de que deseja mover %d itens para o Lixo?
ru: Действительно переместить элементы (%d) в Корзину?

source: Are you sure you want to move “%@” to the Trash?
de: Möchten Sie „%@“ wirklich in den Papierkorb bewegen?
es: ¿Seguro que quieres mover “%@” a la Papelera?
fr: Voulez-vous vraiment placer « %@ » dans la corbeille ?
it: Sei sicuro di voler spostare “%@” nel Cestino?
ja: "%@" をゴミ箱に移動してもいいですか？
pt_br: Tem certeza de que deseja mover “%@” para o Lixo?
ru: Действительно переместить элемент «%@» в Корзину?

source: Are you sure you'd like to delete all Photomator sidecar files older than 30 days?
de: Sind Sie sicher, dass Sie alle Photomator-Sidecar-Dateien, die älter als 30 Tage sind, löschen möchten?
es: ¿Seguro que quieres eliminar todos los archivos Sidecar de Photomator que tengan más de 30 días?
fr: Voulez-vous vraiment supprimer tous les fichiers sidecar Photomator antérieurs à 30 jours ?
it: Vuoi davvero eliminare tutti i file collaterali di Photomator più vecchi di 30 giorni?
ja: 30日以上経過したすべてのPhotomator Sidecarファイルを削除してもいいですか？
pt_br: Deseja mesmo excluir os arquivos sidecar com mais de 30 dias?
ru: Уверены, что хотите удалить все sidecar-файлы Photomator, более старые чем 30 дней?

source: Are you sure you'd like to delete all Photomator sidecar files?
de: Sind Sie sicher, dass Sie alle Photomator-Sidecar-Dateien löschen möchten?
es: ¿Seguro que quieres eliminar todos los archivos Sidecar de Photomator?
fr: Voulez-vous vraiment supprimer tous les fichiers sidecar Photomator ?
it: Vuoi davvero eliminare tutti i file collaterali di Photomator?
ja: すべてのPhotomator Sidecarファイルを削除してもいいですか？
pt_br: Deseja mesmo excluir todos os arquivos sidecar do Photomator?
ru: Уверены, что хотите удалить все sidecar-файлы Photomator?

source: Are you sure you'd like to discard your edits?
de: Möchten Sie Ihre Änderungen wirklich verwerfen?
es: ¿Seguro que quieres descartar las ediciones?
fr: Voulez-vous vraiment supprimer vos modifications ?
it: Sei sicuro di voler annullare le tue modifiche?
ja: 編集内容を破棄してもいいですか？
pt_br: Tem certeza de que deseja descartar as edições?
ru: Действительно сбросить изменения?

source: Are you sure you'd like to remove %d photos from your library?
de: Möchten Sie wirklich %d Fotos aus Ihrer Mediathek löschen?
es: ¿Seguro que quieres eliminar %d fotos de la biblioteca?
fr: Voulez-vous vraiment supprimer %d photos de votre photothèque ?
it: Sei sicuro di voler rimuovere %d foto dalla tua libreria?
ja: %d 枚の写真をライブラリから削除してもいいですか？
pt_br: Tem certeza de que deseja remover %d fotos da fototeca?
ru: Действительно удалить %d фото из библиотеки?

source: Are you sure you'd like to remove “%@” from your library?
de: Möchten Sie „%@“ wirklich aus Ihrer Mediathek löschen?
es: ¿Seguro que quieres eliminar “%@” de la biblioteca?
fr: Voulez-vous vraiment supprimer « %@ » de votre photothèque ?
it: Sei sicuro di voler rimuovere “%@” dalla tua libreria?
ja: "%@" をライブラリから削除してもいいですか？
pt_br: Tem certeza de que deseja remover “%@” da fototeca?
ru: Действительно удалить «%@» из библиотеки?

source: Batch editing failed because no photos were provided.
de: Stapelverarbeitung fehlgeschlagen, da keine Fotos ausgewählt sind.
es: La edición por lotes ha fallado porque no se han proporcionado fotos.
fr: La modification groupée a échoué, car aucune photo n'a été fournie.
it: La modifica in batch non è riuscita perché non sono state fornite foto.
ja: 写真が提供されなかったため、一括編集に失敗しました。
pt_br: A edição em lote falhou porque nenhuma foto foi fornecida.
ru: Не удалось выполнить пакетную обработку, поскольку не выбрано ни одного фото.

source: Batch editing failed with multiple errors. Error codes: %@.
de: Stapelverarbeitung mit Fehlern fehlgeschlagen. Fehlercodes: %@.
es: La edición por lotes ha fallado con varios errores. Códigos de error: %@.
fr: La modification groupée a échoué, car plusieurs erreurs sont survenues. Codes d'erreur : %@.
it: La modifica in batch non è riuscita e si sono verificati più errori. Codici di errore: %@.
ja: 複数のエラーで一括編集が失敗しました。エラー コード: %@。
pt_br: A edição em lote falhou com vários erros. Códigos de erro: %@.
ru: При выполнении процесса пакетной обработки произошел ряд сбоев. Коды ошибок: %@.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена

# Click Allow Access to grant %@ access to files in the “%@“ folder.
source: Click Allow Access to grant %1$@ access to files in the “%2$@“ folder.
de: Klicken Sie auf „Zugriff erlauben", um %1$@ Zugriff auf die Dateien im Ordner „%2$@“ zu gewähren.
es: Pulsa Permitir acceso para conceder a %1$@ acceso a los archivos de la carpeta «%2$@».
fr: Cliquer sur Autoriser l’accès pour autoriser %1$@ à accéder aux fichiers du dossier « %2$@ ».
it: Fai clic su Consenti Accesso per consentire a %1$@ di accedere ai file nella cartella "%2$@".
ja: [アクセスを許可] をクリックして、%1$@ に "%2$@" フォルダ内のファイルへのアクセスを許可します。
pt_br: Clique em Permitir Acesso para que o %1$@ possa acessar os arquivos na pasta “%2$@”.
ru: Нажмите «Открыть доступ», чтобы разрешить %1$@ доступ к файлам в папке «%2$@».

source: Clone tool
de: Klonen-Werkzeug
es: Herramienta Clonar
fr: Outil Cloner
it: Strumento clona
ja: クローンツール
pt_br: Ferramenta clonar
ru: Инструмент «Клонирование»

source: Color Adjustments Not Found
de: Farbanpassungen nicht gefunden
es: Ajustes de color no encontrados
fr: Ajustements de couleur introuvables
it: Regolazioni colore non trovate
ja: カラー調整が見つかりません
pt_br: Ajustes de Cor Não Encontrados
ru: Цветокоррекция не найдена

source: Contact Support
de: Support kontaktieren
es: Pedir ayuda
fr: Contacter l'assistance
it: Contatta l'assistenza
ja: サポートに連絡
pt_br: Contatar Suporte
ru: Свяжитесь с поддержкой

source: Contact Us…
de: Kontakt …
es: Contacto…
fr: Nous contacter…
it: Contattaci…
ja: 連絡する…
pt_br: Contate‑nos…
ru: Связаться с нами…

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar
ru: Продолжить

source: Continue Editing
de: Bearbeiten fortsetzen
es: Seguir editando
fr: Poursuivre la modification
it: Continua la modifica
ja: 編集を続ける
pt_br: Continuar Editando
ru: Продолжить правку

source: Convert to HDR
de: In HDR konvertieren
es: Convertir a HDR
fr: Convertir en HDR
it: Converti in HDR
ja: HDRに変換
pt_br: Converter em HDR
ru: Конвертировать в HDR

source: Deband
de: Auflösen
es: Eliminar bandas
fr: Supprimer le banding
it: Elimina bande
ja: バンド除去
pt_br: Eliminar faixas
ru: Дебанд

source: Denoise
de: Entrauschen
es: Eliminación de ruido
fr: Débruiter
it: Riduzione disturbo
ja: ノイズ除去
pt_br: Redução de ruído
ru: Снижение шума

source: Discard
de: Verwerfen
es: Descartar
fr: Éliminer
it: Ignora
ja: 破棄
pt_br: Descartar
ru: Отменить

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Supprimer les modifications
it: Annulla modifiche
ja: 変更を破棄
pt_br: Descartar Alterações
ru: Отменить изменения

source: Discard Edits & Reload Photo
de: Änderungen verwerfen & Foto neu laden
es: Descartar ediciones y recargar la foto
fr: Annuler les modifications et recharger la photo
it: Ignora le modifiche e ricarica la foto
ja: 編集を破棄して写真を再読み込み
pt_br: Descartar Edições e Recarregar Foto
ru: Сбросить изменения и загрузить фото заново

source: Dismiss
de: Verwerfen
es: Descartar
fr: Annuler
it: Rifiuta
ja: 取り消す
pt_br: Dispensar
ru: Отклонить

source: Duplicate and Flatten
de: Duplizieren und ebnen
es: Duplicar y combinar
fr: Dupliquer et aplatir
it: Duplica e appiattisci
ja: 複製して平坦化
pt_br: Duplicar e Achatar
ru: Дублировать и сгладить

source: Enjoy unlimited access to Photomator!
de: Genießen Sie uneingeschränkten Zugriff auf Photomator!
es: ¡Disfruta de acceso ilimitado a Photomator!
fr: Profitez d'un accès illimité à Photomator !
it: Goditi un accesso illimitato a Photomator!
ja: Photomator への無制限アクセスをお楽しみください！
pt_br: Curta acesso ilimitado ao Photomator!
ru: Насладитесь неограниченным доступом к Photomator!

source: Error Code: %d
de: Fehlercode: %d
es: Código de error: %d
fr: Code d'erreur : %d
it: Codice errore: %d
ja: エラーコード: %d
pt_br: Código de Erro: %d
ru: Код ошибки: %d

source: Failed to Apply Workflow
de: Workflow ausführen nicht möglich
es: No se ha podido aplicar el proceso de trabajo
fr: Échec de l'application du workflow
it: Impossibile applicare il flusso di lavoro
ja: ワークフローの適用に失敗しました
pt_br: Falha ao Aplicar Fluxo de Trabalho
ru: Не удалось применить рабочий процесс

source: Failed to Gather Diagnostics
de: Sammeln von Diagnosedaten fehlgeschlagen
es: Error al obtener diagnóstico
fr: Échec de la collecte des informations de diagnostic
it: Impossibile raccogliere i dati diagnostici
ja: 診断情報の収集に失敗
pt_br: Falha ao Reunir Diagnóstico
ru: Не удалось собрать данные для диагностики

source: Failed to Revert Images
de: Bilder konnten nicht zurückgesetzt werden
es: No se han podido revertir las imágenes
fr: Échec du rétablissement des images
it: Impossibile ripristinare le immagini
pt_br: Falha ao Reverter Imagens
ru: Не удалось вернуть к оригиналу

source: Failed to Save to Photos
de: Fotos konnten nicht gespeichert werden
es: Error al guardar en Fotos
fr: Impossible d'enregistrer dans Photos
it: Salvataggio in Foto non riuscito
ja: 写真の保存に失敗
pt_br: Não foi possível salvar em Fotos
ru: Не удалось сохранить в Фото

source: Feature Unavailable
de: Funktion nicht verfügbar
es: Función no disponible
fr: Fonctionnalité non disponible
it: Caratteristica non disponibile
ja: 機能は利用できません
pt_br: Recurso não disponível
ru: Функция недоступна

source: Flatten and Edit Original
de: Zusammenführen und Original bearbeiten
es: Compactar y editar original
fr: Aplatir et modifier l'original
it: Appiattisci e modifica originale
ja: オリジナルの平坦化と編集
pt_br: Achatar e Editar Original
ru: Свести и править оригинал

source: Grant Notifications Access
de: Mitteilungszugriff erlauben
es: Permitir notificaciones
fr: Autoriser l'accès aux notifications
it: Consenti accesso alle Notifiche
ja: 通知へのアクセスを許可
pt_br: Conceda Acesso às Notificações
ru: Разрешите доступ к уведомлениям

source: If this happens repeatedly, reach out to us and we’ll help out.
de: Kontaktieren Sie uns, wenn das Problem gehäuft auftritt. Wir helfen gerne.
es: Si esto ocurre repetidamente, ponte en contacto con nosotros y te ayudaremos.
fr: Si le problème persiste, contactez-nous pour obtenir de l'aide.
it: Se ciò accade ripetutamente, contattaci e ti aiuteremo.
ja: これが繰り返し発生する場合は、サポートまでご連絡をお願いします。
pt_br: Caso isso aconteça repetidamente, contate‑nos para que possamos ajudar.
ru: Если ошибка не исчезнет, свяжитесь с нами, и мы постараемся помочь.

source: If you think you should have an active subscription, get in touch with us and we’ll help out.
de: Wenn Sie der Meinung sind, dass Sie ein aktives Abonnement haben sollten, kontaktieren Sie uns und wir helfen Ihnen weiter.
es: Si crees que deberías tener una suscripción activa, ponte en contacto con nosotros y te ayudaremos.
fr: Si vous pensez avoir un abonnement actif, contactez-nous pour obtenir de l'aide.
it: Se credi che dovresti avere un abbonamento attivo, contattaci e ti aiuteremo.
ja: 有効なサブスクリプションが必要だと思われる場合はご連絡ください。サポートさせていただきます。
pt_br: Se você acredita que deveria ter uma assinatura ativa, entre em contato conosco e ajudaremos com isso.
ru: Если вы думаете, что у вас должна быть активная подписка, свяжитесь с нами и мы поможем.

source: Import Successful
de: Import erfolgreich
es: Se ha importado correctamente
fr: Importation terminée
it: Importazione riuscita
ja: 読み込み成功
pt_br: Importação Bem‑sucedida
ru: Импорт выполнен успешно

source: iPad and iPhone License Found
de: iPad und iPhone Lizenz gefunden
es: Se ha encontrado una licencia para iPad y iPhone
fr: Licence iPad et iPhone détectée
it: Trovata licenza per iPad e iPhone
ja: iPadとiPhoneのライセンスが見つかりました
pt_br: Licença para iPad e iPhone Encontrada
ru: Обнаружена лицензия для iPad и iPhone

source: It doesn’t look like you have an active subscription to Photomator. This could have happened if: 1. You’re signed in to the App Store with a different Apple ID. 2. Your subscription expired. You can check this is in the App Store, then try again.
de: Es sieht nicht so aus, als hätten Sie ein aktives Abonnement für Photomator. Dies hätte in folgenden Fällen passieren können: 1. Sie sind mit einer anderen Apple-ID im App Store angemeldet. 2. Ihr Abonnement ist abgelaufen. Sie können dies im App Store überprüfen und es dann erneut versuchen.
es: Parece que no tienes una suscripción activa a Photomator. Esto es posible si: 1. Has iniciado sesión en el App Store con otro ID de Apple. 2. Tu suscripción ha caducado. Puedes comprobarlo en el App Store y volver a intentarlo.
fr: Vous ne disposez apparemment pas d'un abonnement actif pour Photomator. Vous êtes sans doute dans l'une des situations suivantes : 1. Vous êtes connecté à l'App Store avec un autre identifiant Apple. 2. Votre abonnement a expiré. Rendez-vous dans l'App Store pour faire les vérifications, puis réessayez.
it: Sembra che tu non abbia un abbonamento attivo a Photomator. Questo può accadere se: 1. Hai eseguito l'accesso all'App Store con un ID Apple diverso. 2. Il tuo abbonamento è scaduto. Puoi verificarlo nell'App Store, quindi riprovare.
ja: Photomatorの有効なサブスクリプションをお持ちではないようです。 これは次の場合に発生する可能性があります: 1. 別のApple IDでApp Storeにサインインしています。 2. サブスクリプションの有効期限が切れています。 以上をApp Storeで確認してから、もう一度お試しください。
pt_br: Parece que você não tem uma assinatura ativa do Photomator. Isso pode ter acontecido porque: 1. Você iniciou a sessão na App Store com um ID Apple diferente. 2. Sua assinatura expirou. Verifique o ocorrido na App Store e tente novamente.
ru: Похоже, у вас нет активной подписки на Photomator. Это могло произойти по следующим причинам: 1. Вы вошли в App Store с другим Apple ID. 2. Срок действия подписки истек. Проверьте в App Store, так ли это, а затем повторите попытку.

source: It looks like %1$@ cannot access the “%2$@“ folder, which is where the application's sidecar files are stored. If you'd like to allow access to these files, click Continue, then click Allow Access.
de: %1$@ kann nicht auf den Ordner „%2$@“ zugreifen, in dem die Sidecar-Dateien der Anwendung gesichert sind. Wenn Sie den Zugriff auf diese Dateien zulassen möchten, klicken Sie auf „Weiter“ und dann auf „Zugriff erlauben“.
es: Parece que %1$@ no puede acceder a la carpeta «%2$@», que es donde se almacenan los archivos sidecar de la aplicación. Para permitir acceso a estos archivos, pulsa Continuar y, a continuación, pulsa Permitir acceso.
fr: %1$@ n'a apparemment pas accès au dossier « %2$@ » où se trouvent les fichiers sidecar de l'application. Pour autoriser l'accès à ces fichiers, cliquez sur Continuer, puis sur Autoriser l'accès.
it: Sembra che %1$@ non possa accedere alla cartella "%2$@" in cui sono archiviati i file collaterali dell'applicazione. Se vuoi consentire l'accesso a tali file, fai clic su Continua, quindi clicca su Consenti Accesso.
ja: %1$@ は、アプリケーションの Sidecar ファイルが保存されている "%2$@" フォルダにアクセスできないようです。これらのファイルへのアクセスを許可する場合は、[続ける] をクリックし、[アクセスを許可] をクリックします。
pt_br: O %1$@ não pode acessar a pasta “%2$@” onde os arquivos sidecar do app estão armazenados. Para acessar esses arquivos, clique em Continuar e clique em Permitir Acesso.
ru: Похоже, у %1$@ нет доступа к папке «%2$@», в которой хранятся файлы sidecar. Если вы хотите разрешить приложению доступ к этим файлам, нажмите «Продолжить», а затем «Открыть доступ».

source: It looks like you aren't eligible for the free trial, possibly because your App Store login details changed. If you think you should be eligible, reach out to us and we'll do our best to help. Otherwise, you can purchase another package.
fr: Vous ne pouvez apparemment pas bénéficier d'un essai gratuit, peut-être parce que vos identifiants de connexion à l'App Store ont changé. Si vous pensez être éligible, contactez-nous. Nous ferons tout notre possible pour vous aider. Sinon, vous pouvez acheter un autre package.

source: It looks like you purchased an older copy of Photomator for iPhone or iPad – thanks for being an early supporter! Although you aren't eligible for unlimited access to the Mac version, we can offer you an exclusive discount for the lifetime purchase.
de: Sie haben anscheinend ein alte Version von Photomator für iPhone oder iPad gekauft – danke, dass wir Sie zu den Early Supportern zählen dürfen! Obwohl Ihre Lizenz keinen uneingeschränkten Zugriff für die Mac-Version gewährt, können wir Ihnen einen exklusiven Rabatt auf die Lifetime-Lizenz anbieten.
es: Parece que compraste una copia antigua de Photomator para iPhone o iPad: gracias por estar entre los primeros clientes. Aunque no puedes beneficiarte del acceso ilimitado a la versión para Mac te podemos ofrecer un descuento exclusivo si compras la licencia perpetua.
fr: Vous avez apparemment acheté une ancienne version de Photomator pour iPhone ou iPad. Merci de faire partie des soutiens de la première heure ! Vous ne pouvez malheureusement pas profiter d'un accès illimité à la version Mac, mais nous pouvons vous proposer une remise exclusive sur la licence à vie.
it: Sembra che tu abbia acquistato una copia precedente di Photomator per iPhone o iPad: grazie per essere stato uno dei primi sostenitori! Anche se non hai diritto all'accesso illimitato alla versione per Mac, possiamo offrirti uno sconto esclusivo per l'acquisto a vita.
ja: iPhoneまたはiPad用のPhotomatorの古いコピーを購入されたようです。初期のサポーターになっていただきありがとうございます。Macバージョンに無制限にアクセスする資格はありませんが、永久購入に対して特別割引を提供できます。
pt_br: Parece que você comprou uma cópia mais antiga do Photomator para iPhone ou iPad — agradecemos por você usá‑lo desde o início! Embora você não seja elegível ao acesso ilimitado na versão para Mac, gostaríamos de oferecer a você um desconto exclusivo na compra vitalícia.
ru: Похоже, в свое время вы приобрели одну из старых версий Photomator для iPhone или iPad — рады, что вы уже давно знаете и поддерживаете нас! К сожалению, эта покупка не дает неограниченного доступа к версии для Mac, но мы готовы предложить вам эксклюзивную скидку на покупку бессрочной лицензии.

source: It looks like your App Store login details changed and the available packages need to be refreshed.
fr: Apparemment, vos identifiants de connexion à l'App Store ont changé et les packages disponibles doivent être actualisés.

source: It looks you already have unlimited access to Photomator, so you have not been charged. Enjoy using the app!
de: Es sieht so aus, als hätten Sie bereits uneingeschränkten Zugriff auf Photomator, sodass Ihnen nichts in Rechnung gestellt wurde. Viel Spaß mit der App!
es: Parece que ya tienes acceso ilimitado a Photomator, por lo que no te hemos cobrado. Disfruta de la aplicación.
fr: Apparemment, vous bénéficiez déjà d'un accès illimité à Photomator. Aucune somme ne vous a donc été facturée. Profitez bien de l'application !
it: Sembra che tu abbia già accesso illimitato a Photomator, quindi non ti è stato addebitato alcun importo. Divertiti a usare l'app!
ja: すでに Photomator への無制限アクセスをお持ちのようですので、料金は発生していません。 アプリを楽しんでください！
pt_br: Parece que você já tem acesso ilimitado ao Photomator; a cobrança não foi feita. Curta o app!
ru: У вас уже есть доступ к полной версии Photomator, поэтому с вашего счета не было списано никаких средств. Удачной работы!

source: It's been a few moments since the notification access request appeared and it looks like you haven't granted access.
de: Die Meldung über den angefragten Zugriff ist schon eine Weile her und Sie haben diesen Zugriff noch nicht gewährt.
es: Han pasado unos momentos desde que apareció la solicitud de permiso de las notificaciones y parece que no has concedido acceso.
fr: La demande d'accès aux notifications s'est affichée il y a quelques instants, et vous n'avez apparemment pas encore autorisé l'accès.
it: Sono passati alcuni istanti dalla visualizzazione della richiesta di accesso alle notifiche e sembra che tu non abbia consentito l'accesso.
ja: 通知アクセス要求が表示されてからしばらく時間が経過しましたが、アクセスが許可されていないようです。
pt_br: O pedido de acesso às notificações já apareceu e parece que você não concedeu acesso.
ru: Некоторое время назад приложение запросило доступ к уведомлениям, но похоже, сейчас он все еще запрещен.

source: Login Details Changed
fr: Identifiants de connexion modifiés

source: Move to Trash
de: In den Papierkorb bewegen
es: Mover a la Papelera
fr: Placer dans la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
pt_br: Mover para o Lixo
ru: В Корзину

source: No Subscription Found
de: Keine Abonnements gefunden
es: No se ha encontrado ninguna suscripción
fr: Aucun abonnement trouvé
it: Non è stato trovato nessun abbonamento
ja: サブスクリプションが見つかりません
pt_br: Não foi encontrada uma assinatura
ru: Подписки не найдены
