Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Alerts.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: To receive a notification before the end of your free trial, allow access in the top right of your screen or in Notifications settings.
de: Damit Sie vor Ende der kostenlosen Testphase eine Mitteilung bekommen, gestatten Sie bitte das Senden von Mitteilungen oben rechts auf Ihrem Bildschirm oder in den Mitteilungs-Einstellungen.
es: Para recibir una notificación antes de que acabe la prueba gratuita, permite el acceso en la parte superior derecha de la pantalla o en los ajustes de Notificaciones.
fr: Pour recevoir une notification avant la fin de votre essai gratuit, autorisez l'accès en haut à droite de votre écran ou dans les réglages de notification.
it: Per ricevere una notifica prima della scadenza del periodo di prova gratuito, consenti l'accesso in alto a destra dello schermo o nelle impostazioni delle Notifiche.
ja: 無料トライアルが終了する前に通知を受け取るには、画面の右上または通知設定でアクセスを許可します。
pt_br: Para receber uma notificação antes do final da avaliação gratuita, permita o acesso na parte superior direita da tela ou nos ajustes de Notificações.
ru: Чтобы мы могли заблаговременно предупредить вас об окончании бесплатного пробного периода, разрешите доступ кнопкой в верхнем правом углу экрана или через настройки уведомлений.

source: To use this feature, you’ll need to buy or subscribe to Photomator, but an error occurred while trying to show the purchases view.
de: Um diese Funktion nutzen zu können, müssen Sie Photomator kaufen oder abonnieren. Leider ist bei der Anzeige des Kaufen-Fensters ein Fehler aufgetreten.
es: Para usar esta función necesitas una suscripción a Photomator, pero se ha producido un error al intentar mostrar la vista de compras.
fr: Pour utiliser cette fonctionnalité, vous devez acheter Photomator ou souscrire un abonnement. Malheureusement, une erreur est survenue lors de l'affichage des achats.
it: Per utilizzare questa funzione, dovrai acquistare o abbonarti a Photomator, ma si è verificato un errore durante il tentativo di visualizzare gli acquisti.
ja: この機能を使用するには Photomator を購入または購読する必要がありますが、購入ビューを表示しようとしてエラーが発生しました。
pt_br: Para usar este recurso, você precisa comprar ou assinar o Photomator, mas ocorreu um erro ao tentar mostrar a visualização de compras.
ru: Чтобы использовать эту функцию, вам необходимо купить приложение Photomator или подписаться на него, но при отображении экрана покупки произошла ошибка.

source: To use this feature, you’ll need to purchase unlimited access to Photomator, but it looks like you’re offline. To purchase, you’ll need to go online.
de: Um diese Funktion nutzen zu können, müssen Sie unbegrenzten Zugriff auf Photomator erwerben, aber es sieht so aus, als wären Sie offline. Zum Kauf müssen Sie online gehen.
es: Para usar esta función, deberás comprar el acceso ilimitado a Photomator, pero parece que no tienes conexión. Para comprarlo, tendrás que conectarte a Internet.
fr: Pour utiliser cette fonctionnalité, vous devez acheter un accès illimité à Photomator, mais vous êtes apparemment hors connexion. Pour procéder à l'achat, vous devez vous connecter.
it: Per utilizzare questa caratteristica, dovrai acquistare l'accesso illimitato a Photomator, ma sembra che tu sia offline. Per acquistare, dovrai collegarti.
ja: この機能を使用するには Photomator への無制限アクセスを購入する必要がありますが、オフラインのようです。 購入するには、オンラインにする必要があります。
pt_br: Para usar este recurso, você precisa comprar acesso ilimitado ao Photomator. Mas parece que você está off‑line. Para comprar, você precisa estar on‑line.
ru: Чтобы использовать эту функцию, необходимо приобрести полную версию Photomator, но похоже, вы не подключены к интернету. Для совершения покупки подключитесь к сети.

source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
ja: 再試行する
pt_br: Tentar Novamente
ru: Попробовать еще

source: Turn Off HDR and Share
de: HDR deaktivieren und teilen
es: Desactivar HDR y compartir
fr: Désactiver le HDR et partager
it: Disattiva HDR e condividi
ja: HDRをオフにして共有する
pt_br: Desativar HDR e Compartilhar
ru: Отключить HDR и поделиться

source: Unable to Check Purchases
de: Käufe können nicht überprüft werden
es: No es posible comprobar las compras
fr: Impossible de vérifier les achats
it: Non è possibile verificare gli acquisti
ja: 購入を確認できません
pt_br: Não foi possível verificar as compras
ru: Не удается проверить покупки

source: Unable to Complete Purchase
de: Kauf konnte nicht abgeschlossen werden
es: No se ha podido finalizar la compra
fr: Impossible de finaliser l'achat
it: Impossibile completare l'acquisto
ja: 購入を完了できません
pt_br: Não Foi Possível Completar a Compra
ru: Не удается совершить покупку

source: Unable to Edit Images
de: Bildbearbeitung nicht möglich
es: No se pueden editar las imágenes
fr: Impossible de modifier les images
it: Impossibile modificare immagini
ja: 画像を編集できません
pt_br: Não Foi Possível Editar Imagens
ru: Не удается отредактировать изображения

source: Unsupported Image Content
de: Nicht unterstützter Bildinhalt
es: Contenido de imagen no compatible
fr: Contenu d'image non compatible
it: Contenuto immagine non supportato
ja: サポートされていない画像コンテンツ
pt_br: Conteúdo de Imagem Incompatível
ru: Неподдерживаемый контент изображения

source: Unsupported RAW Format
de: Nicht unterstütztes RAW-Format
es: Formato RAW no admitido
fr: Format RAW non compatible
it: Formato RAW non supportato
ja: サポートしていないRAW形式
pt_br: Formato RAW Incompatível
ru: Неподдерживаемый формат RAW

source: Would you like to open the new assets?
de: Möchten Sie die neuen Dateien öffnen?
es: ¿Quieres abrir los nuevos elementos?
fr: Voulez-vous ouvrir les nouvelles ressources ?
it: Vuoi aprire le nuove risorse?
pt_br: Deseja abrir os novos materiais?
ru: Открыть новые ресурсы?

source: Would you like to save your changes?
de: Möchten Sie Ihre Änderungen sichern?
es: ¿Quieres guardar los cambios?
fr: Voulez-vous enregistrer vos modifications ?
it: Vuoi salvare le modifiche?
ja: 変更を保存しますか？
pt_br: Deseja salvar as alterações?
ru: Сохранить изменения?

source: You’re Offline
de: Sie sind offline
es: No tienes conexión
fr: Vous êtes hors ligne
it: Sei offline
ja: オフラインです
pt_br: Você está offline
ru: Вы офлайн

source: “%@” does not currently support HDR. The image may look different when shared.
de: “%@” unterstützt aktuell kein HDR. Das Bild könnte nach dem Teilen verfälscht aussehen.
es: “%@” no admite HDR por ahora. Puede que la imagen tenga otro aspecto al compartirla.
fr: « %@ » ne gère pas le HDR actuellement. Le rendu de l'image partagée risque d'être différent.
it: "%@" al momento non supporta l'HDR. L'immagine potrebbe apparire diversa quando viene condivisa.
ja: "%@" は現在HDRをサポートしていません。共有すると画像が異なって見える場合があります。
pt_br: “%@” não é compatível com HDR no momento. A imagem pode ter uma aparência diferente quando compartilhada.
ru: «%@» в данный момент не поддерживает HDR. Изображение может выглядеть по-другому.

source: OK
es: Aceptar
