Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Alerts.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Not Eligible for Free Trial
de: Kein Zugriff auf kostenlose Testphase
es: Prueba gratuita no disponible
fr: Non éligible à l'essai gratuit
it: Non ammissibile alla prova gratuita
ja: 無料トライアルの対象外
pt_br: Não Elegível à Avaliação Gratuita
ru: Нет права на бесплатный пробный период

source: Notification Access Not Granted
de: Zugriff für Mitteilungen nicht gewährt
es: No has concedido permiso para las notificaciones
fr: Accès aux notifications non accordé
it: Accesso alle Notifiche non consentito
ja: 通知へのアクセスが許可されていません
pt_br: Acesso a Notificações Não Concedido
ru: Нет доступа к уведомлениям

source: One or more images could not be reverted.
de: Ein oder mehr Bilder konnten nicht zurückgesetzt werden.
es: Una o más imágenes no se han podido revertir.
fr: Impossible de rétablir une ou plusieurs images.
it: Non è stato possibile ripristinare una o più immagini.
pt_br: Não foi possível reverter uma ou mais imagens.
ru: Одно или несколько изображений не удалось вернуть к оригинальной версии.

source: One or more of the selected items cannot be edited.
de: Eines oder mehr der ausgewählten Elemente können nicht bearbeitet werden.
es: Uno o varios elementos seleccionados no se pueden editar.
fr: Impossible de modifier un ou plusieurs des éléments sélectionnés.
it: Uno o più elementi selezionati non possono essere modificati.
ja: 1 つまたは複数の選択項目は編集できません。
pt_br: Um ou mais itens selecionados não podem ser editados.
ru: Невозможно отредактировать один или несколько выбранных элементов.

source: Open App Store
de: App Store öffnen
es: Abrir la App Store
fr: Ouvrir l'App Store
it: Apri App Store
ja: App Store を開く
pt_br: Abrir App Store
ru: Открыть App Store

source: Open Notifications Settings
de: Mitteilungs-Einstellungen öffnen
es: Abrir ajustes de Notificaciones
fr: Ouvrir les réglages de notification
it: Apri le impostazioni delle Notifiche
ja: 通知設定を開く
pt_br: Abrir Ajustes de Notificações
ru: Открыть настройки уведомлений

source: Photo Edited by Another App
de: Foto von anderer App bearbeitet
es: Foto editada en otra app
fr: Photo modifiée par une autre application
it: Foto modificata da un'altra app
ja: 別のアプリで編集された写真
pt_br: Foto Editada por Outro App
ru: Фото изменено в другой программе

source: Pixelmator Pro needs to be updated.
de: Update für Pixelmator Pro erforderlich.
es: Es necesario actualizar Pixelmator Pro.
fr: Pixelmator Pro doit être mis à jour.
it: È necessario aggiornare Pixelmator Pro.
ja: Pixelmator Pro のアップデートが必要です。
pt_br: O Pixelmator Pro precisa ser atualizado.
ru: Требуется обновить Pixelmator Pro.

source: Previous Purchase Found
de: Vorheriger Kauf gefunden
es: Compra previa encontrada
fr: Achat précédent trouvé
it: Acquisto precedente trovato
ja: 以前の購入が見つかりました
pt_br: Compra anterior encontrada
ru: Обнаружена прежняя покупка

source: Purchase Access
de: Zugriff kaufen
es: Comprar acceso
fr: Acheter un accès
it: Acquista accesso
ja: 購入アクセス
pt_br: Comprar Acesso
ru: Приобрести доступ

source: Purchase Restored Successfully
de: Kauf erfolgreich wiederhergestellt
es: Compra restaurada correctamente
fr: Achat restauré avec succès
it: Acquisto ripristinato correttamente
ja: 購入が正常に復元されました
pt_br: Compra restaurada com sucesso
ru: Покупка успешно восстановлена

source: Purchase unlimited access to Photomator to save your edits, or choose Discard Changes to discard them.
de: Kaufen Sie unbegrenzten Zugriff auf Photomator ein und sichern Sie Ihre Änderungen an Fotos.
es: Compra acceso ilimitado a Photomator para guardar tus ediciones, o selecciona Descartar cambios para descartarlas.
fr: Achetez un accès illimité à Photomator pour enregistrer vos modifications ou choisissez Supprimer les modifications pour les annuler.
it: Acquista l'accesso illimitato a Photomator per salvare le modifiche o seleziona Annulla modifiche per annullarle.
ja: Photomator への無制限のアクセスを購入して編集を保存するか、[変更を破棄] を選択して編集を破棄します。
pt_br: Compre acesso ilimitado ao Photomator para salvar as edições ou escolha Descartar Alterações para ignorá‑las.
ru: Купите доступ к полной версии Photomator, чтобы сохранить изменения, или нажмите «Отменить изменения», чтобы сбросить их.

source: Redeem Offer
de: Angebot einlösen
es: Canjear oferta
fr: Profiter de l'offre
it: Approfitta dell’offerta
ja: クーポンを利用
pt_br: Resgatar Oferta
ru: Купить со скидкой

source: Remove Photo
de: Foto entfernen
es: Borrar foto
fr: Retirer la photo
it: Rimuovi foto
ja: 写真を削除
pt_br: Remover Foto
ru: Удалить фото

source: Remove Photos
de: Fotos entfernen
es: Eliminar fotos
fr: Supprimer les photos
it: Rimuovi foto
ja: 写真を削除
pt_br: Remover Fotos
ru: Удалить фото

source: Repair tool
de: Reparatur-Werkzeug
es: Herramienta Reparar
fr: Outil Réparer
it: Strumento di riparazione
ja: 修復ツール
pt_br: Ferramenta reparar
ru: Инструмент «Исправление»

source: Report…
de: Bericht …
es: Informe…
fr: Signaler…
it: Segnala…
ja: レポート…
pt_br: Relatar…
ru: Отчет…

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
pt_br: Redefinir
ru: Сброс

source: Reset %@?
de: %@ zurücksetzen?
es: Restablecer %@?
fr: Réinitialiser %@?
it: Ripristina %@?
ja: %@をリセット?
pt_br: Redefinir %@?
ru: Сбросить %@?

source: Resetting %@ will also reset the following changes:
de: Zurücksetzen von %@ setzt auch folgende Änderungen zurück:
es: Restablecer %@ también restablecerá los siguientes cambios:
fr: La réinitialisation de %@ réinitialisera aussi les changements suivants :
it: Il ripristino di %@ ripristinerà anche le seguenti modifiche:
ja: %@ をリセットすると次の変更もリセットされます:
pt_br: Se você redefinir a ferramenta %@, as seguintes alterações também serão redefinidas:
ru: При сбросе «%@» будут сброшены также следующие изменения:

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar

source: Save Changes and Open
de: Änderungen sichern und öffnen
es: Guardar cambios y abrir
fr: Enregistrer les modifications et ouvrir
it: Salva modifiche e apri
ja: 変更を保存して開く
pt_br: Salvar Alterações e Abrir
ru: Сохранить изменения и открыть

source: Share Anyway
de: Trotzdem teilen
es: Compartir de todos modos
fr: Partager quand même
it: Condividi comunque
ja: 共有する
pt_br: Compartilhar Mesmo Assim
ru: Все равно поделиться

source: Sharing HDR Image
de: HDR-Bild wird geteilt
es: Compartiendo imagen HDR
fr: Partage de l'image HDR
it: Condivisione immagine HDR
ja: HDR画像の共有
pt_br: Compartilhamento de Imagem HDR
ru: Делимся изображением HDR

source: Some of the selected photos are not locally available and the internet connection appears to be offline. Would you like to continue, exporting only the photos available on your device?
de: Einige der ausgewählten Fotos sind lokal nicht verfügbar, und die Verbindung zum Internet erscheint unterbrochen. Möchten Sie fortfahren und nur die Fotos exportieren, die auf Ihrem Gerät verfügbar sind?
es: Algunas de las fotos seleccionadas no están disponibles de forma local y parece que no hay conexión a internet. ¿Deseas continuar, exportando únicamente las fotos disponibles en el dispositivo?
fr: Certaines photos sélectionnées ne sont pas disponibles localement et la connexion Internet est apparemment indisponible. Voulez-vous continuer en exportant uniquement les photos disponibles sur votre appareil ?
it: Alcune delle foto selezionate non sono disponibili localmente e la connessione Internet sembra essere offline. Vuoi continuare esportando solo le foto disponibili sul tuo dispositivo?
ja: 選択した写真の一部はローカルで利用できず、インターネット接続がオフラインになっているようです。デバイスで利用可能な写真のみを読み込んで続行しますか?
pt_br: Algumas das fotos selecionadas não estão disponíveis localmente e não parece haver uma conexão à internet. Deseja continuar e exportar apenas as fotos disponíveis no dispositivo?
ru: Похоже, у вас нет соединения с интернетом, и некоторые из выбранных фото недоступны локально. Все равно продолжить и экспортировать только доступные фото?

source: Some of the selected photos are not locally available and the internet connection appears to be offline. Would you like to continue, sharing only the photos available on your device?
de: Einige der ausgewählten Fotos sind lokal nicht verfügbar, und die Verbindung zum Internet erscheint unterbrochen. Möchten Sie fortfahren und nur die Fotos teilen, die auf Ihrem Gerät verfügbar sind?
es: Algunas de las fotos seleccionadas no están disponibles de forma local y parece que no hay conexión a internet. ¿Deseas continuar, compartiendo únicamente las fotos disponibles en el dispositivo?
fr: Certaines photos sélectionnées ne sont pas disponibles localement et la connexion Internet est apparemment indisponible. Voulez-vous continuer en partageant uniquement les photos disponibles sur votre appareil ?
it: Alcune delle foto selezionate non sono disponibili localmente e la connessione Internet sembra essere offline. Vuoi continuare condividendo solo le foto disponibili sul tuo dispositivo?
ja: 選択した写真の一部はローカルで利用できず、インターネット接続がオフラインになっているようです。デバイスで利用可能な写真のみを共有して続行しますか?
pt_br: Algumas das fotos selecionadas não estão disponíveis localmente e não parece haver uma conexão à internet. Deseja continuar e compartilhar apenas as fotos disponíveis no dispositivo?
ru: Похоже, у вас нет соединения с интернетом, и некоторые из выбранных фото недоступны локально. Все равно продолжить и поделиться только доступными фото?

source: Some of the selected photos could not be edited.
de: Einige der ausgewählten Fotos konnten nicht bearbeitet werden.
es: Algunas de las fotos seleccionadas no se han podido editar.
fr: Certaines des photos sélectionnées n'ont pas pu être modifiées.
it: Impossibile modificare alcune delle foto selezionate.
ja: 選択した写真の一部を編集できませんでした。
pt_br: Algumas das fotos selecionadas não puderam ser editadas.
ru: Не удалось отредактировать некоторые из выбранных фото.

source: Some Photos Are Unavailable
de: Einige Fotos sind nicht verfügbar
es: Algunas fotos no están disponibles
fr: Certaines photos ne sont pas disponibles
it: Alcune foto non sono disponibili
ja: 一部の写真は利用できません
pt_br: Algumas Fotos Estão Indisponíveis
ru: Некоторые фото недоступны

source: Something went wrong while attempting to complete your purchase.
de: Beim Abschluss Ihres Kaufs ist etwas schiefgegangen.
es: Se ha producido un error al intentar finalizar la compra.
fr: Un problème s'est produit lors de la finalisation de votre achat.
it: Qualcosa è andato storto durante il tentativo di completare l'acquisto.
ja: 購入を完了する際に問題が発生しました。
pt_br: Algo deu errado ao tentar completar a compra.
ru: При совершении покупки произошел сбой.

source: Something went wrong while checking your previous purchases. Make sure you have an active internet connection, then try again.
de: Bei der Prüfung Ihrer vorigen Käufe ist etwas schiefgelaufen. Prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Se ha producido un error al comprobar las compras anteriores. Comprueba que tengas conexión a internet y vuelve a intentarlo.
fr: Un problème est survenu lors de la vérification de vos achats précédents. Vérifiez que vous disposez d'une connexion Internet active, puis réessayez.
it: Qualcosa è andato storto durante il controllo dei tuoi acquisti precedenti. Assicurati di avere una connessione Internet attiva, poi riprova.
ja: 以前の購入の確認中に問題が発生しました。アクティブなインターネット接続があることを確認してから、もう一度お試しください。
pt_br: Algo deu erro ao verificar as compras anteriores. Verifique se há uma conexão à internet e tente novamente.
ru: При проверке прошлых покупок произошел сбой. Убедитесь, что вы подключены к интернету, и повторите попытку.

source: Something went wrong while showing the purchase view.
de: Bei der Darstellung des Bestellfensters ist ein Fehler aufgetreten.
es: Se ha producido un error al mostrar la vista de compra.
fr: Un problème s'est produit lors de l'affichage des achats.
it: Qualcosa è andato storto durante la visualizzazione dell'acquisto.
ja: 購入ビューの表示中にエラーが発生しました。
pt_br: Algo deu errado ao mostrar a visualização de compras.
ru: При отображении экрана покупок произошел сбой.

source: Super Resolution
es: Superresolución
fr: Super résolution
it: Super risoluzione
ja: 超解像技術
pt_br: Super resolução
ru: Cупер-разрешение

source: The file contains layers or other nondestructive content, which is currently not supported by Photomator, so this content will be merged. Would you like to edit and overwrite the original image or create a copy?
de: Die Datei enthält Ebenen oder anderen zerstörungsfreien Inhalt, der zurzeit nicht von Photomator unterstützt wird. Dieser Inhalt wird zusammengeführt. Möchten Sie das Original überschreiben und bearbeiten oder eine Kopie erstellen?
es: El archivo contiene capas de otro contenido no destructivo que Photomator actualmente no puede manejar, así que dicho contenido se fusionará. ¿Quieres editar y sobrescribir la imagen original o crear una copia?
fr: Le fichier contient des calques ou d'autres contenus non destructifs qui ne sont actuellement pas gérés par Photomator. Ces contenus seront par conséquent fusionnés. Voulez-vous modifier et remplacer l'original, ou créer une copie ?
it: Il file contiene livelli o altro contenuto non distruttivo, che non è attualmente supportato da Photomator, per cui questo contenuto verrà unito. Vuoi modificare e sovrascrivere l'immagine originale o creare una copia?
ja: ファイルはレイヤーまたはその他の非破壊コンテンツを含んでいますが、現在Photomatorではサポートされていないため、このコンテンツは結合されます。 オリジナルの画像を編集して上書きしますか、それともコピーを作成しますか？
pt_br: O arquivo contém camadas ou outro conteúdo não destrutivo, algo incompatível com o Photomator no momento. Esse conteúdo será combinado. Deseja editar e substituir a imagem original ou criar uma cópia?
ru: Этот файл содержит слои или другие неразрушающие изменения. В настоящий момент Photomator не поддерживает их, поэтому они будут сведены вместе. Редактировать и заменить исходное фото, или создать копию?

source: The item could not be renamed due to an error: %@.
de: Das Objekt konnte aufgrund eines Fehlers nicht umbenannt werden: %@.
es: El elemento no se ha podido renombrar debido a un error: %@.
fr: Impossible de renommer l'élément en raison d'une erreur : %@.
it: Non è stato possibile rinominare l'elemento a causa di un errore: %@.
ja: エラーのため項目の名前を変更できませんでした: %@。
pt_br: Não foi possível renomear o item devido a um erro: %@.
ru: Не удалось переименовать элемент вследствие ошибки: %@.

source: The name “%@” is already taken. Please choose a different name.
de: Der Name „%@“ ist bereits vergeben. Wählen Sie bitte einen anderen Namen.
es: El nombre “%@” ya está en uso. Usa un nombre distinto.
fr: Le nom « %@ » est déjà pris. Veuillez en choisir un autre.
it: Il nome “%@” è già assegnato. Scegline uno diverso.
ja: 名前 "%@" はすでに使用されています。別の名前を選んでください。
pt_br: O nome “%@” já está sendo usado. Escolha outro nome.
ru: Имя «%@» уже занято. Выберите другое имя.

source: The name “%1$@” with path extension “.%2$@” is already taken. Please choose a different name.
fr: Le nom “%1$@” avec l'extension de chemin “.%2$@” est déjà pris. Veuillez choisir un nom différent.

source: The RAW content from this document appears to be missing. If the photo is edited, it may help to revert it.
de: Der RAW-Inhalt dieses Dokuments scheint zu fehlen. Sollte das Foto bearbeitet sein, kann das Widerrufen der Bearbeitung den Fehler beheben.
es: Parece que falta el contenido RAW de este documento. Si editas la foto, quizá se solucione esto.
fr: Le contenu RAW de ce document semble manquant. Si la photo a été modifiée, vous pouvez peut-être régler le problème en rétablissant l'original.
it: Il contenuto RAW di questo documento sembra mancare. Se la foto è stata modificata, può essere utile ripristinarla.
ja: この書類のRAWコンテンツが欠落しているようです。写真が編集されている場合は、元に戻すと問題が解決する場合があります。
pt_br: O conteúdo RAW deste documento parece estar faltando. A reversão da foto pode ajudar caso ela tenha sido editada.
ru: Похоже, в этом документе нет данных RAW. Если фото было отредактировано, можно попробовать откатить изменения.

source: The selected image does not contain any adjustments applied to the base layer.
de: Das ausgewählte Bild enthält keine Änderungen an der Basisebene.
es: La imagen seleccionada no contiene ningún ajuste aplicado a la capa de base.
fr: L’image sélectionnée ne contient aucun ajustement appliqué au calque de base.
it: L'immagine selezionata non contiene regolazioni applicate al livello base.
ja: 選択した画像にはベースレイヤーに適用された調整が含まれていません。
pt_br: A imagem selecionada não contém nenhum ajuste aplicado à camada de base.
ru: Базовый слой выбранного изображения не содержит корректировок.

source: The version of Pixelmator Pro installed on this Mac does not support receiving edits from Photomator and needs to be updated in the App Store.
de: Die auf diesem Mac installierte Version von Pixelmator Pro unterstützt den Empfang von Edits aus Photomator nicht. Bitte suchen Sie im App Store nach Updates.
es: La versión de Pixelmator Pro instalada en este Mac no permite recibir ediciones desde Photomator y es necesario actualizarla en el App Store.
fr: La version de Pixelmator Pro installée sur ce Mac n'accepte pas les modifications provenant de Photomator et doit être mise à jour sur l'App Store.
it: La versione di Pixelmator Pro installata su questo Mac non supporta la ricezione di modifiche da Photomator e deve essere aggiornata nell'App Store.
ja: このMacにインストールされている Pixelmator Pro のバージョンは Photomator からの編集の受信をサポートしていないため、App Store でのアップデートが必要です。
pt_br: A versão do Pixelmator Pro instalada neste Mac não é compatível com o recebimento de edições do Photomator e precisa ser atualizada na App Store.
ru: Версия Pixelmator Pro, установленная на этом Mac, не поддерживает передачу правок из Photomator. Обновите ее, загрузив из App Store новую версию.

source: These items and any sidecar files will be moved to the Trash.
de: Diese Objekte und verknüpfte Sidecar-Dateien werden in den Papierkorb bewegt.
es: Estos elementos y los archivos sidecar se moverán a la Papelera.
fr: Ces éléments et les éventuels fichiers sidecar seront placés dans la corbeille.
it: Questi elementi ed eventuali file collaterali verranno spostati nel Cestino.
pt_br: Estes itens e quaisquer arquivos sidecar serão movidos para o Lixo.
ru: Эти элементы и все связанные с ними sidecar-файлы будут отправлены в Корзину.

source: This photo and the photo's sidecar file (if one exists) will be moved to the Trash.
de: Dieses Foto und seine Sidecar-Datei (sofern vorhanden) werden in den Papierkorb bewegt.
es: Esta foto y su archivo sidecar (si existe) se enviarán a la Papelera.
fr: Cette photo et son fichier sidecar (s'il existe) seront placés dans la corbeille.
it: Questa foto e il file collaterale della foto (se esiste) verranno spostati nel Cestino.
pt_br: Esta foto e o arquivo sidecar da foto (caso exista) serão movidos para o Lixo.
ru: Это фото (и связанный с ним sidecar-файл при его наличии) будет отправлено в Корзину.

source: This photo has been edited by another app. Would you like to discard your edits and open the latest version?
de: Dieses Foto wurde in einer anderen App bearbeitet. Möchten Sie Ihre Änderungen verwerfen und die neueste Version öffnen?
es: Esta foto se ha editado con otra app. ¿Quieres descartar las ediciones y abrir la versión más reciente?
fr: Cette photo a été modifiée par une autre application. Voulez-vous annuler vos modifications et ouvrir la dernière version ?
it: Questa foto è stata modificata da un'altra applicazione. Vuoi eliminare le modifiche e aprire la versione più recente?
pt_br: Esta foto foi editada por outro app. Deseja descartar as edições e abrir a versão mais recente?
ru: Фото было обработано в другой программе. Сбросить ваши изменения и открыть самую новую версию?

source: This RAW format isn't yet supported. If you'd like to see some troubleshooting steps with possible workarounds, click Learn More below.
de: Dieses RAW-Format wird aktuell noch nicht unterstützt. Wenn Sie Tipps zur Fehlerbehebung mit möglichen Workarounds suchen, klicken Sie unten auf „Mehr erfahren“.
es: Este formato RAW aún no se puede usar. Si quieres ver unas instrucciones de resolución de problemas con posibles soluciones, pulsa Más información.
fr: Ce format RAW n'est pas encore accepté. Pour découvrir nos conseils de dépannage et les solutions envisageables, cliquez ci-dessous sur En savoir plus.
it: Questo formato RAW non è ancora supportato. Se desideri visualizzare alcuni passi per la risoluzione dei problemi con possibili soluzioni, fai clic su Ulteriori informazioni qui sotto.
ja: このRAW形式はまだサポートされていません。トラブルシューティングの手順と考えられる回避策を確認したい場合は、以下の [詳細情報] をクリックしてください。
pt_br: Este formato RAW ainda não é compatível. Clique em Saiba Mais para ver alguns passos de resolução de problemas com possíveis alternativas.
ru: Этот формат RAW пока не поддерживается. Чтобы узнать, как можно обойти проблему, нажмите «Подробнее».

source: To purchase Photomator, you need to be connected to the internet. You can check this in the System Settings app, then try again.
de: Um Photomator zu kaufen, müssen Sie mit dem Internet verbunden sein. Sie können dies in der Einstellungen-App überprüfen und es dann erneut versuchen.
es: Para comprar Photomator necesitas conexión a Internet. Comprueba que tengas conexión en la aplicación Ajustes del Sistema y vuelve a intentarlo.
fr: Pour acheter Photomator, vous devez être connecté à Internet. Rendez-vous dans l'application Réglages Système pour vérifier que vous êtes connecté, puis réessayez.
it: Per acquistare Photomator, devi essere connesso a Internet. Puoi verificarlo nell'applicazione Impostazioni di Sistema, quindi riprovare.
ja: Photomator を購入するには、インターネットに接続する必要があります。 システム設定アプリでこれを確認してから、もう一度お試しください。
pt_br: Para comprar o Photomator, é necessária uma conexão à internet. Verifique isso nos Ajustes do Sistema e tente novamente.
ru: Для покупки Photomator необходим доступ к сети. В приложении «Настройки системы» проверьте, подключены ли вы к интернету, а затем повторите попытку.

source: To put these items back in your library, you'll need to reimport them.
de: Um diese Objekte in Ihre Mediathek zurückzuholen, müssen Sie sie erneut importieren.
es: Para volver a incluir estos elementos en la biblioteca, deberás importarlos de nuevo.
fr: Pour replacer ces éléments dans votre photothèque, vous devrez les réimporter.
it: Per reinserire questi elementi nella libreria, sarà necessario reimportarli.
pt_br: Para colocar estes itens de volta na fototeca, você precisará reimportá‑los.
ru: Для возврата элементов в библиотеку их понадобится импортировать заново.

source: To put this item back in your library, you'll need to reimport it.
de: Um dieses Objekt in Ihre Mediathek zurückzuholen, müssen Sie es erneut importieren.
es: Para volver a incluir este elemento en la biblioteca, deberás importarlo de nuevo.
fr: Pour replacer cet élément dans votre photothèque, vous devrez le réimporter.
it: Per reinserire questo elemento nella libreria, sarà necessario reimportarlo.
pt_br: Para colocar este item de volta na fototeca, você precisará reimportá‑lo.
ru: Для возврата элемента в библиотеку его понадобится импортировать заново.
