Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/AppStore.strings
Languages: fr, ja, ru

source: Monthly Subscription
fr: Abonnement mensuel
ja: 月額払い
ru: Месячная подписка

source: Yearly Subscription
fr: Abonnement annuel
ja: 年額払い
ru: Годовая подписка

source: Lifetime
fr: À vie
ja: 恒久ライセンス
ru: Бессрочная

source: Unlimited Access
fr: Accès illimité
ja: 無制限アクセス
ru: Неограниченный доступ

source: Exclusive Lifetime Offer
fr: Offre exclusive à vie
ja: 恒久ライセンスのご購入
ru: Эксклюзивная разовая покупка

source: Unlimited access on Mac, iPad, iPhone, and Vision Pro
fr: Accès illimité pour Mac, iPad, iPhone et Vision Pro
ja: Mac、iPad、iPhone、Vision Proで無制限にアクセス
ru: Неограниченный доступ на Mac, iPad, iPhone и Vision Pro

source: Unlock all the powerful features in Photomator with a free one-week trial. No commitment, cancel anytime.
fr: Profitez de toutes les fonctionnalités de Photomator avec l'essai gratuit d'une semaine. Sans engagement et résiliable à tout moment.
ja: 1 週間の無料トライアルで Photomator の強力な機能をすべてお試しください。契約は不要で、いつでもキャンセルできます。
ru: Познакомьтесь с продвинутыми функциями Photomator благодаря бесплатной пробной неделе. Отменить можно в любой момент.

source: Enjoy access to all the cutting-edge tools while saving a limited number of photos in our free version. Gain unlimited access with a subscription or a lifetime license.
fr: Accédez à tous nos outils et enregistrez un nombre limité de photos dans notre version gratuite. Pour un accès illimité, souscrivez un abonnement ou une licence à vie.
ja: 無料版では、限られた数の写真を保存しながら、最先端のツールすべてにアクセスできます。サブスクリプションまたは永久ライセンスで無制限にアクセスできます。
ru: Бесплатная версия дает доступ ко всем функциям, но позволяет сохранять ограниченное число фото. Подписка или бессрочная лицензия снимает все ограничения.

source: Pixelmator Pro is rated 4.8 out of 5 stars worldwide with over 43,000 five-star ratings.
fr: Pixelmator Pro est noté 4,8 sur 5 au niveau mondial, avec plus de 43 000 avis à cinq étoiles.
ja: Pixelmator Pro は、世界中で 43,000 件を超える5つ星評価を受け、5つ星中 4.8 の評価を受けています。
ru: Пользователи оценивают Pixelmator Pro на 4,8 звезд из 5, и оставили уже более 43 тысяч пятизвездочных отзывов!

source: Effortlessly organize your photo library.
fr: Organisez votre photothèque sans effort.
ja: 写真ライブラリを簡単に整理できます。
ru: Без труда организуйте вашу медиатеку.
