Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/BatchEditing.strings
Languages: de, ja, pt_br

source: Adjust Colors
de: Farben anpassen
ja: カラーを調整
pt_br: Adicionar cores

source: All edits will be saved nondestructively, so you can fine-tune them later.
de: Alle Bearbeitungen werden zerstörungsfrei gesichert, sodass Sie sie später anpassen können.
ja: すべての編集は破壊されずに保存されるため、後で微調整できます。
pt_br: Todas as edições serão salvas de modo não destrutivo, para que você possa ajustá-las mais tarde.

source: Auto Enhance
de: Automatisch verbessern
ja: 自動補正
pt_br: Realce automático

source: Crop
de: Beschneiden
ja: 切り抜き
pt_br: Recortar

source: Custom
de: Benutzerdefiniert
ja: その他
pt_br: Personalizado

source: Custom Workflow
de: Benutzerdefinierter Arbeitsablauf
ja: カスタムワークフロー
pt_br: Processo personalizado

source: Export
ja: 書き出す
pt_br: Exportar

source: Increase Resolution
de: Auflösung erhöhen
ja: 解像度の向上
pt_br: Aumentar resolução

source: Increase the resolution of photos using a machine learning-powered algorithm.
de: Erhöhen Sie die Auflösung von Fotos mit einem von maschinellem Lernen gestützten Algorithmus.
ja: 機械学習を利用したアルゴリズムを使用して写真の解像度を上げます。
pt_br: Aumenta a resolução das fotos com algoritmo de aprendizado de máquina.

source: Match Colors
de: Farben abgleichen
ja: 色を一致
pt_br: Combinar cores

source: ML Crop
de: ML-Schnitt
ja: ML 切り抜き
pt_br: Corte com ML

source: ML Edits
de: ML-Bearbeitungen
ja: ML 編集
pt_br: Edições por ML

source: New name for batch preset:
de: Neuer Name für die Stapelvoreinstellung:
ja: 新しいバッチプリセット名:
pt_br: Novo nome para pré-ajustes em lote:

source: Original
ja: オリジナル

source: Pin in Menu
de: An Menü anheften
ja: メニューに固定
pt_br: Fixar no menu

source: Preserve Edits
de: Änderungen bewahren
ja: 編集を保存
pt_br: Preservar edições

source: Presets
de: Voreinstellungen
ja: プリセット
pt_br: Pré-ajustes

source: Reduce Noise
de: Rauschen reduzieren
ja: ノイズの低減
pt_br: Reduzir ruído

source: Remove camera noise and image compression artifacts.
de: Kamerarauschen und Bildkompressionsartefakte entfernen.
ja: カメラのノイズと画像圧縮のアーティファクトを削除します。
pt_br: Remove distorções de ruído da câmera e de compressão da imagem.

source: Rotate
de: Drehen
ja: 回転
pt_br: Girar

source: Scale
de: Größe
ja: 縮小・拡大
pt_br: Redimensionar

source: Set the export quality of the image.
de: Exportqualität des Bildes festlegen.
ja: 画像の出力品質を設定します。
pt_br: Define a qualidade de exportação da imagem.

source: Set the height of the exported image.
de: Höhe des exportierten Bildes festlegen.
ja: 書き出した画像の高さを設定します。
pt_br: Define a altura da imagem exportada.

source: Set the width of the exported image.
de: Breite des exportierten Bildes festlegen.
ja: 書き出した画像の幅を設定します。
pt_br: Define a largura da imagem exportada.

source: Straighten
de: Begradigen
ja: 傾き補正
pt_br: Corrigir

source: Workflows
de: Arbeitsabläufe
ja: ワークフロー
pt_br: Fluxos de trabalho
