Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Brushes.strings
Languages: de, fr, it, pt_br

source: Basic
de: Standard
fr: Basique
it: Di base
pt_br: Básico

source: Pencils
de: Stifte
fr: Crayons
it: Matite
pt_br: Lápis

source: Crayons
de: Buntstifte
fr: Crayons de couleur
it: Pastelli
pt_br: Giz de cera

source: Pens
de: Füller
fr: Stylos
it: Penne
pt_br: Canetas

source: Inks
de: Tinten
fr: Encres
it: Inchiostri
pt_br: Tintas

source: Markers
de: Marker
fr: Marqueurs
it: Pennarelli
pt_br: Marcadores

source: Paintbrushes
de: Farbpinsel
fr: Pinceaux
it: Pennelli
pt_br: Pincéis

source: Sprays
fr: Bombes
it: Spruzzi

source: Hairline
de: Haarlinie
fr: Fin
it: Finissimo
pt_br: Fino

source: Hard Basic
de: Hart Standard
fr: Dur basique
it: Duro di base
pt_br: Básico duro

source: Medium Basic
de: Mittel Standard
fr: Moyen basique
it: Medio di base
pt_br: Básico médio

source: Soft Basic
de: Weich Standard
fr: Doux basique
it: Morbido di base
pt_br: Básico macio

source: 9H Pencil
de: Bleistift 9H
fr: Crayon 9H
it: Matita 9H
pt_br: Lápis 9H

source: 8H Pencil
de: Bleistift 8H
fr: Crayon 8H
it: Matita 8H
pt_br: Lápis 8H

source: 7H Pencil
de: Bleistift 7H
fr: Crayon 7H
it: Matita 7H
pt_br: Lápis 7H

source: 6H Pencil
de: Bleistift 6H
fr: Crayon 6H
it: Matita 6H
pt_br: Lápis 6H

source: 5H Pencil
de: Bleistift 5H
fr: Crayon 5H
it: Matita 5H
pt_br: Lápis 5H

source: 4H Pencil
de: Bleistift 4H
fr: Crayon 4H
it: Matita 4H
pt_br: Lápis 4H

source: 3H Pencil
de: Bleistift 3H
fr: Crayon 3H
it: Matita 3H
pt_br: Lápis 3H

source: 2H Pencil
de: Bleistift 2H
fr: Crayon 2H
it: Matita 2H
pt_br: Lápis 2H

source: H Pencil
de: Bleistift H
fr: Crayon H
it: Matita H
pt_br: Lápis H

source: F Pencil
de: Bleistift F
fr: Crayon F
it: Matita F
pt_br: Lápis F

source: HB Pencil
de: Bleistift HB
fr: Crayon HB
it: Matita HB
pt_br: Lápis HB

source: B Pencil
de: Bleistift B
fr: Crayon B
it: Matita B
pt_br: Lápis B

source: 2B Pencil
de: Bleistift 2B
fr: Crayon 2B
it: Matita 2B
pt_br: Lápis 2B

source: 3B Pencil
de: Bleistift 3B
fr: Crayon 3B
it: Matita 3B
pt_br: Lápis 3B

source: 4B Pencil
de: Bleistift 4B
fr: Crayon 4B
it: Matita 4B
pt_br: Lápis 4B

source: 5B Pencil
de: Bleistift 5B
fr: Crayon 5B
it: Matita 5B
pt_br: Lápis 5B

source: 6B Pencil
de: Bleistift 6B
fr: Crayon 6B
it: Matita 6B
pt_br: Lápis 6B

source: 7B Pencil
de: Bleistift 7B
fr: Crayon 7B
it: Matita 7B
pt_br: Lápis 7B

source: 8B Pencil
de: Bleistift 8B
fr: Crayon 8B
it: Matita 8B
pt_br: Lápis 8B

source: 9B Pencil
fr: Crayon 9B
it: Matita 9B
pt_br: Lápis 9B

source: Coal
de: Kohle
fr: Fusain
it: Carbone
pt_br: Carvão

source: Carbon
de: Kohle
fr: Carbone
it: Carbone
pt_br: Carbono

source: Chalk
de: Kreide
fr: Craie
it: Gesso
pt_br: Giz

source: Crayon
de: Buntstift
fr: Crayon de couleur
it: Pastello
pt_br: Giz de cera

source: Square Pastel
de: Quadrat. Pastell
fr: Pastel carré
it: Pastello quadrato
pt_br: Pastel quadrado

source: Wax Stick
de: Wachsstift
fr: Bâton de cire
it: Bastoncino di cera
pt_br: Bastão de cera

source: Charcoal
de: Holzkohle
fr: Fusain
it: Carboncino
pt_br: Carvão

source: Oil Pastel
de: Ölpastell
fr: Pastel à l’huile
it: Pastello ad olio
pt_br: Óleo pastel

source: Graphite
de: Graphit
it: Grafite
pt_br: Grafite

source: Pastel
de: Pastell
it: Pastello

source: Gel Pen .3 mm
de: Gelstift .3 mm
fr: Stylo gel 0,3 mm
it: Penna gel 0,3 mm
pt_br: Caneta gel 0,3 mm

source: Gel Pen .4 mm
de: Gelstift .4 mm
fr: Stylo gel 0,4 mm
it: Penna gel 0,4 mm
pt_br: Caneta gel 0,4 mm

source: Gel Pen .6mm
de: Gelstift .6 mm
fr: Stylo gel 0,6 mm
it: Penna gel 0,6 mm
pt_br: Caneta gel 0,6 mm

source: Rollerball .3mm
de: Kugelschr. .3mm
fr: Stylo à bille roulante 0,3 mm
it: Penna roller 0,3 mm
pt_br: Rollerball 0,3 mm

source: Rollerball .4mm
de: Kugelschr. .4mm
fr: Stylo à bille roulante 0,4 mm
it: Penna roller 0,4 mm
pt_br: Rollerball 0,4 mm

source: Ballpoint .3mm
de: Tintenroller .3mm
fr: Stylo à bille 0,3 mm
it: Penna a sfera 0,3mm
pt_br: Esferográfica 0,3 mm

source: Ballpoint .4mm
de: Tintenroller .4mm
fr: Stylo à bille 0,4 mm
it: Penna a sfera 0,4mm
pt_br: Esferográfica 0,4 mm

source: Calligraphy Brush
de: Kalligrafiepinsel
fr: Pinceau calligraphie
it: Pennello da calligrafia
pt_br: Pincel caligráfico

source: Graffiti Brush
de: Graffitipinsel
fr: Pinceau à graffiti
it: Pennello da graffiti
pt_br: Pincel grafite

source: Inking Brush
de: Tintenpinsel
fr: Pinceau à encrage
it: Pennello da inchiostro
pt_br: Pincel tinta

source: Old Brush
de: Alter Pinsel
fr: Vieux pinceau
it: Vecchio pennello
pt_br: Pincel antigo

source: Manga Brush
de: Mangapinsel
fr: Pinceau manga
it: Pennello manga
pt_br: Pincel manga

source: Chinese Brush
de: Chines. Pinsel
fr: Pinceau chinois
it: Pennello cinese
pt_br: Pincel chinês

source: Japanese Brush
de: Japanischer Pinsel
fr: Pinceau japonais
it: Pennello giapponese
pt_br: Pincel japonês

source: Broken Brush
de: Kaputter Pinsel
fr: Pinceau cassé
it: Pennello rotto
pt_br: Pincel quebrado

source: Lettering Brush
de: Beschriftungspinsel
fr: Pinceau à lettrage
it: Pennello da lettere
pt_br: Pincel para letras

source: Square Brush
de: Quadrat. Pinsel
fr: Pinceau carré
it: Pennello squadrato
pt_br: Pincel quadrado

source: Font Brush
de: Schriftpinsel
fr: Pinceau à police
it: Pennello per scrittura
pt_br: Pincel de fonte

source: Permanent Ultra
fr: Marqueur indélébile ultra
it: Ultra indelebile
pt_br: Ultra permanente

source: Permanent Marker Fine
de: Feiner Permanentmarker
fr: Marqueur indélébile fin
it: Pennarello indelebile fine
pt_br: Marcador fino permanente

source: Marker Bold/Bullet
de: Fetter Marker
fr: Marqueur épais/à pointe fine
it: Pennarello grosso/a proiettile
pt_br: Marcador negrito/bullet

source: Old Jimbo
de: Altes Jimbo
fr: Vieux jimbo
it: Vecchio Jimbo
pt_br: Jimbo antigo

source: Jimbo Chisel
de: Jimbo Meißel
fr: Ciseau jimbo
it: Scalpello Jimbo
pt_br: Jimbo formão

source: Chisel
de: Meißel
fr: Ciseau
it: Scalpello
pt_br: Formão

source: Highlighter
fr: Surligneur
it: Evidenziatore
pt_br: Marcador

source: Fur Brush
de: Fellpinsel
fr: Pinceau fourrure
it: Pennello di pelo
pt_br: Pincel de pele

source: Parallel Brush
de: Parallelpinsel
fr: Pinceau parallèle
it: Pennello parallelo
pt_br: Pincel paralelo

source: Filbert Brush
de: Katzenzungenpinsel
fr: Pinceau Filbert
it: Pennello Filbert
pt_br: Pincel Filbert

source: Triangular Brush
de: Dreieckiger Pinsel
fr: Pinceau triangulaire
it: Pennello triangolare
pt_br: Pincel triangular

source: Stranded Brush
de: Faseriger Pinsel
fr: Pinceau torsadé
it: Pennello con filamenti
pt_br: Pincel esquecido

source: Edge Brush
de: Randpinsel
fr: Pinceau à bordure
it: Pennello bordi
pt_br: Pincel de borda

source: Sponge Brush
de: Schwammpinsel
fr: Pinceau éponge
it: Pennello spugna
pt_br: Pincel de esponja

source: Varnish Brush
de: Lackpinsel
fr: Pinceau à vernis
it: Pennello vernice
pt_br: Pincel de verniz

source: Scattered Brush
de: Zerstreuter Pinsel
fr: Pinceau à dispersion
it: Pennello diffuso
pt_br: Pincel com dispersão

source: Vose Brush
de: Vose-Pinsel
fr: Pinceau vose
it: Pennello Vose
pt_br: Pincel vose

source: Mixed Brush
de: Gemischter Pinsel
fr: Pinceau mixte
it: Pennello misto
pt_br: Pincel misto

source: Sparkle Wash
de: Glanz-Wässern
fr: Lavis scintillant
it: Lavatura scintilla
pt_br: Pincel centelhas

source: Decorative Wash
de: Dekorat. Wässern
fr: Lavis décoratif
it: Lavatura decorativa
pt_br: Lavagem decorativa

source: Rotary Wash
de: Drehungswässern
fr: Lavis rotatif
it: Lavatura rotativa
pt_br: Lavagem rotativa

source: Fan Wash
de: Fan-Wässern
fr: Lavis à ventilation
it: Lavatura ventilatore
pt_br: Lavagem ventilador

source: Goliath Wash
de: Goliath-Wässern
fr: Pinceau Goliath
it: Lavatura Golia
pt_br: Lavagem Golias

source: Scatter Wash
de: Zerstreutes Wässern
fr: Lavis à dispersion
it: Lavatura a dispersione
pt_br: Lavagem em dispersão

source: Onion Tip
de: Zwiebelspitze
fr: Pointe en forme d’oignon
it: Punta a cipolla
pt_br: Ponta de cebola

source: Watercolor Pencil
de: Wasserfarbenstift
fr: Crayon à aquarelle
it: Matita acquerello
pt_br: Lápis aquarela

source: Neptune Brush
de: Neptunpinsel
fr: Pinceau neptune
it: Pennello Nettuno
pt_br: Pincel Netuno

source: Waterbrush
de: Wasserpinsel
fr: Pinceau à réserve d’eau
it: Pennello ad acqua
pt_br: Aquarela

source: Aqua Flow
de: Wasserfluss
it: Flusso Aqua
pt_br: Fluxo d'água

source: Oval Wash
de: Ovales Wässern
fr: Pinceau ovale
it: Lavatura ovale
pt_br: Lavagem oval

source: Soft Spray
de: Weicher Spray
fr: Bombe douce
it: Spruzzo morbido
pt_br: Spray suave

source: Metallic Spray
de: Metallisches Spray
fr: Bombe métallique
it: Spruzzo metallico
pt_br: Spray metálico

source: Spray Splatter
fr: Éclaboussure de bombe
it: Schizzi di spruzzo
pt_br: Mancha de spray

source: Dynamic Spray
de: Dynamisches Spray
fr: Bombe dynamique
it: Spruzzo dinamico
pt_br: Spray dinâmico

source: Mixed Spray
de: Gemischtes Spray
fr: Bombe mélangée
it: Spruzzo misto
pt_br: Spray misto

source: Crazy Spray
de: Verrückter Spray
fr: Bombe folle
it: Spruzzo pazzo
pt_br: Spray louco

source: Old Spray Can
de: Alte Spraydose
fr: Vieille bombe de peinture
it: Vecchia lattina spray
pt_br: Lata spray antiga

source: Wall Spray
de: Wandspray
fr: Bombe murale
it: Spruzzo da parete
pt_br: Spray de parede

source: Blast Spray
fr: Bombe à projection
it: Spruzzo esplosione
pt_br: Jato spray

source: Spray Can
de: Spraydose
fr: Bombe de peinture
it: Lattina spray
pt_br: Lata de spray

source: Thick Spray
de: Dicker Spray
fr: Bombe épaisse
it: Spruzzo fisso
pt_br: Spray espesso

source: Broken Spray
de: Kaputter Spray
fr: Bombe cassée
it: Spruzzo spezzato
pt_br: Spray quebrado

source: Smashed Spray
de: Zerschlagener Spray
fr: Bombe écrasée
it: Spruzzo fracassato
pt_br: Spray amassado
