Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/CloneInspector.strings
Languages: de

# 26h-va-Ngo.ibShadowedToolTip
source: Select to always sample the same part of your image with each new brush stroke.
de: Immer den gleichen Teil Ihres Bildes mit jedem neuen Pinselstrich proben.

# 3E2-AS-HS9.title
source: CLONE
de: KLONEN

# 4h1-VV-Arj.ibShadowedToolTip
source: Reset all your current changes.
de: Alle aktuellen Änderungen zurücksetzen.

# 5dI-6i-Hho.title
source: CLONE
de: KLONEN

# 7b6-9Y-wBt.title
source: Fix Source Position
de: Quellposition fixieren

# 9wk-lT-lwI.ibShadowedToolTip
source: Set the transparency of the fill.
de: Transparenz der Füllung festlegen.

# AhO-tz-7ys.title
source: Item 1
de: Objekt 1

# H5V-mi-2OC.ibShadowedToolTip
source: Choose how the color blends with the object you fill.
de: Wählen Sie, wie sich die Farbe mit dem gefüllten Objekt vermischt.

# HXE-cq-14o.ibShadowedToolTip
source: Show what the image looked like before you cloned anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin geklont haben.

# LtS-Yl-1CU.title
source: Show Original
de: Original anzeigen

# R5w-De-76O.ibShadowedToolTip
source: Select to make the Clone tool take into account every layer in your image.
de: Wählen, damit das Klonwerkzeug jede Ebene in Ihrem Bild berücksichtigt.

# Whm-3W-C0b.ibShadowedToolTip
source: Adjust the transparency of the fill.
de: Transparenz der Füllung anpassen.

# XAd-gK-FN7.title
source: Brush Size
de: Pinselgröße

# bCJ-s9-C48.title
source: Item 2
de: Objekt 2

# dxo-b9-Sdx.ibShadowedToolTip
source: Adjust how much to soften the edges of the Clone tool brush.
de: Anpassen, wie sehr die Kanten des Klonwerkzeugpinsels geglättet werden sollen.

# edp-aw-DBq.title
source: Sample All Layers
de: Alle Ebenen einbeziehen

# fyz-1x-euT.title
source: Softness
de: Weichheit

# kC1-xp-i2J.title
source: Item 3
de: Objekt 3

# kn3-z5-nHv.ibShadowedToolTip
source: Set how much to soften the edges of the Clone tool brush.
de: Festlegen, wie sehr die Kanten des Klonwerkzeugpinsels geglättet werden sollen.

# nOG-T4-eMo.title
source: Reset
de: Zurücksetzen

# vUq-Ki-bxW.ibShadowedToolTip
source: Adjust the size of the Clone tool brush.
de: Größe des Klonwerkzeugpinsels anpassen.

# vxR-EO-3kg.ibShadowedToolTip
source: Set the size of the Clone tool brush.
de: Größe des Klonwerkzeugpinsels festlegen.
