Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ColorFillInspector.strings
Languages: es, fr

# 6Qg-V9-lYz.ibShadowedToolTip
source: Select to make the Color Fill tool take into account every object in your image.
es: Selecciona esta opci칩n para que la herramienta Relleno de color tenga en cuenta todos los objetos de la imagen.
fr: Sélectionnez cette option pour que l’outil remplissage de couleur tienne compte de tous les calques de votre image.

# FNS-gf-aVY.title
source: Sample All Layers
es: Tomar muestras de todas las capas
fr: Échantillon tous calques

# Qey-VK-A0l.ibShadowedToolTip
source: Reset all the areas you filled.
es: Restablece todas las zonas que rellenaste.
fr: Réinitialisez toutes les zones remplies.

# SaJ-ND-6do.title
source: Smooth Edges
es: Suavizar bordes

# e40-a7-y8L.ibShadowedToolTip
source: Set the transparency of the fill.
es: Configura la transparencia del relleno.
fr: Définissez la transparence du remplissage.

# l1o-bh-Asx.title
source: Reset
es: Restablecer
fr: Réinitialiser

# rM5-Ko-Xvn.ibShadowedToolTip
source: Select to naturally smooth the fill outline.
es: Selecciona esta opci칩n para suavizar de modo natural el contorno del relleno.
fr: Sélectionnez cette option pour lisser naturellement le contour du remplissage.

# sE8-fF-EFq.title
source: COLOR FILL
es: RELLENO DE COLOR
fr: REMPLISSAGE DE COULEUR

# uGw-Xs-44k.ibShadowedToolTip
source: Choose how the color blends with the object you fill.
es: Elige c칩mo se fusiona el color con el objeto que est치s rellenando.
fr: Choisissez la façon dont la couleur se fond dans l'objet que vous remplissez.

# vWL-U8-eJg.ibShadowedToolTip
source: Adjust the transparency of the fill.
es: Ajusta la transparencia del relleno.
fr: Modifiez la transparence du remplissage.

# TMl-Xf-zgR.title
source: Color
fr: Couleur
