Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Documents.strings
Languages: es, ja, ru

# My Templates
source: My Presets
es: Mis plantillas
ja: マイプリセット
ru: Мои шаблоны

source: Default
es: Predeterminado
ja: デフォルト
ru: По умолчанию

source: International Paper
es: Papel internacional
ja: インターナショナル ペーパー
ru: Международные

source: US Paper
es: Papel de EE. UU.
ja: U.S. 用紙
ru: Форматы бумаги США

source: Photo
es: Foto
ja: 写真
ru: Фото

source: Film & Video
es: Películas y vídeos
ja: フィルム & ビデオ
ru: Фильмы и видео

source: Iconography
es: Iconos
ja: イコノグラフィー
ru: Пиктограммы

source: Devices
es: Dispositivos
ja: デバイス
ru: Устройства

source: A6 Paper
es: Papel A6
ja: A6 用紙
ru: Бумага A6

source: A5 Paper
es: Papel A5
ja: A5 用紙
ru: Бумага A5

source: A4 Paper
es: Papel A4
ja: A4 用紙
ru: Бумага A4

source: A3 Paper
es: Papel A3
ja: A3 用紙
ru: Бумага A3

source: A2 Paper
es: Papel A2
ja: A2 用紙
ru: Бумага A2

source: A1 Paper
es: Papel A1
ja: A1 用紙
ru: Бумага A1

source: C6 Envelope
es: Sobre C6
ja: C6 封筒
ru: Конверт C6

source: DL Envelope
es: Sobre DL
ja: DL 封筒
ru: Конверт DL

source: C5 Envelope
es: Sobre C5
ja: C5 封筒
ru: Конверт C5

source: C4 Envelope
es: Sobre C4
ja: C4 封筒
ru: Конверт C4

source: C3 Envelope
es: Sobre C3
ja: C3 封筒
ru: Конверт C3

source: Letter
es: Carta
ja: レター
ru: Письмо

source: Tabloid
es: Tabloide
ja: タブロイド
ru: Таблоид

source: Web Common
es: Web común
ja: Web一般
ru: Обычный для Интернета

source: Web Most Common
es: Web más común
ja: Web (最も一般的)
ru: Самый распространенный для Интернета

source: Web Minimum
es: Web mínimo
ja: Web (最小)
ru: Минимальный для Интернета

source: Facebook Profile Image
es: Imagen perfil Facebook
ja: Facebook のプロフィール画像
ru: Изображение профиля Facebook

source: Facebook Cover Image
es: Imagen de portada de Facebook
ja: Facebook のカバー画像
ru: Изображение пользователя Facebook

source: Facebook Link Image
es: Imagen enlace Facebook
ja: Facebook のリンク画像
ru: Изображение ссылки Facebook

source: Twitter Image Post
es: Imagen publicada Twitter
ja: Twitter の画像投稿
ru: Изображение сообщения Twitter

source: Twitter Cover
es: Portada de Twitter
ja: Twitter カバー
ru: Обложка Twitter

source: Twitter Profile Image
es: Imagen perfil Twitter
ja: Twitter のプロフィール画像
ru: Изображение профиля Twitter

source: Twitter Card
es: Tarjeta de Twitter
ja: Twitter カード
ru: Карта Twitter

source: Instagram Square Image
es: Imagen cuadrada Instagram
ja: Instagramの正方形の画像
ru: Квадратное изображение Instagram

source: Instagram Landscape Image
es: Imagen apaisada Instagram
ja: Instagram の横長の画像
ru: Альбомное изображение Instagram

source: Instagram Portrait Image
es: Imagen vertical Instagram
ja: Instagram の縦長の画像
ru: Книжное изображение Instagram

source: Instagram Profile Image
es: Imagen perfil Instagram
ja: Instagram のプロフィール画像
ru: Изображение профиля Instagram

source: YouTube Video Thumbnail
es: Miniatura vídeo YouTube
ja: YouTube 動画サムネイル
ru: Миниатюра видео YouTube

source: YouTube Channel Header
es: Portada canal YouTube
ja: YouTube チャンネル ヘッダ
ru: Заголовок канала YouTube

source: Cinema 2K
es: Cine 2K
ja: シネマ 2K
ru: Кино 2K

source: Cinema 4K
es: Cine 4K
ja: シネマ 4K
ru: Кино 4K

source: Cinema 8K
es: Cine 8K
ja: シネマ 8K
ru: Кино 8K

source: iPhone App Icon 2x
es: Icono app iPhone 2x
ja: iPhone アプリ アイコン2x
ru: Значок приложения iPhone 2x

source: iPhone App Icon 3x
es: Icono app iPhone 3x
ja: iPhone アプリ アイコン 3x
ru: Значок приложения iPhone 3x

source: iPad Pro App Icon
es: Icono app iPad Pro
ja: iPad Pro アプリ アイコン
ru: Значок приложения iPad Pro

source: iPad, iPad Mini App Icon
es: Icono app iPad, iPad Mini
ja: iPad, iPad Mini アプリ アイコン
ru: Значок приложения iPad, iPad Mini

source: App Store Icon
es: Icono App Store
ja: App Store アイコン
ru: Значок App Store

source: iPhone App Spotlight Icon 3x
es: Icono Spotlight app iPhone 3x
ja: iPhone アプリ Spotlight アイコン 3x
ru: Значок Spotlight приложения iPhone 3x

source: iPhone App Spotlight Icon 2x
es: Icono Spotlight app iPhone 2x
ja: iPhone アプリ Spotlight アイコン 2x
ru: Значок Spotlight приложения iPhone 2x

source: iPad App Spotlight Icon
es: Icono Spotlight app iPad
ja: iPad アプリ Spotlight アイコン
ru: Значок Spotlight приложения iPad

source: iPhone App Settings Icon 3x
es: Icono ajustes app iPhone 3x
ja: iPhone アプリ 設定 アイコン 3x
ru: Значок настроек приложения iPhone 3x

source: iPhone App Settings Icon 2x
es: Icono ajustes app iPhone 2x
ja: iPhone アプリ 設定 アイコン 2x
ru: Значок настроек приложения iPhone 2x

source: iPad App Settings Icon
es: Icono ajustes app iPad
ja: iPad アプリ 設定 アイコン
ru: Значок настроек приложения iPad

source: iPhone App Notification Icon 3x
es: Icono notif. app iPhone 3x
ja: iPhone アプリ 通知 アイコン 3x
ru: Значок уведомления приложения iPhone 3x

source: iPhone App Notification Icon 2x
es: Icono notif. app iPhone 2x
ja: iPhone アプリ 通知 アイコン 2x
ru: Значок уведомления приложения iPhone 2x

source: iPad App Notification Icon
es: Icono notificación app iPad
ja: iPad アプリ 通知 アイコン
ru: Значок уведомления приложения iPad

source: Mac App Icon 1024
es: Icono app Mac 1024
ja: Mac アプリ アイコン 1024
ru: Значок программы Mac 1024

source: Mac App Icon 512
es: Icono app Mac 512
ja: Mac アプリ アイコン 512
ru: Значок программы Mac 512

source: Mac App Icon 256
es: Icono app Mac 256
ja: Mac アプリ アイコン 256
ru: Значок программы Mac 256

source: Mac App Icon 128
es: Icono app Mac 128
ja: Mac アプリ アイコン 128
ru: Значок программы Mac 128

source: Mac App Icon 64
es: Icono app Mac 64
ja: Mac アプリ アイコン 64
ru: Значок программы Mac 64

source: Mac App Icon 32
es: Icono app Mac 32
ja: Mac アプリ アイコン 32
ru: Значок программы Mac 32

source: Mac App Icon 16
es: Icono app Mac 16
ja: Mac アプリ アイコン 16
ru: Значок программы Mac 16

source: Apple Watch 38mm
es: Apple Watch de 38 mm

source: Apple Watch 40mm
es: Apple Watch de 40 mm

source: Apple Watch 42mm
es: Apple Watch de 42 mm

source: Apple Watch 44mm
es: Apple Watch de 44 mm

source: iPad Pro 12.9-inch
es: iPad Pro de 12,9 pulgadas
ru: iPad Pro 12,9 дюйма

source: iPad Pro 11-inch
es: iPad Pro de 11 pulgadas
ru: iPad Pro 11 дюймов

source: Web
ru: Интернет

source: Social
ja: ソーシャル
ru: Социальные сети

source: Recents
ja: 最近の項目

source: Legal
ja: リーガル

source: Facebook Event Cover
ja: Facebook イベントカバー
