Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/GeneralPreferences.strings
Languages: fr

# 3G8-ef-e5e.title
source: Black
fr: Noir

# 8oL-MN-kQW.title
source: Import JPEG, PNG, and TIFF images
fr: Importer des images JPEG, PNG et TIFF

# HM3-ZP-LUB.title
source: Checkerboard
fr: Damier

# HvN-oF-i4w.title
source: Light
fr: Clair

# TRa-iF-dJp.title
source: Appearance:
fr: Apparence :

# WIh-bo-Zla.title
source: Show tool description tooltips
fr: Afficher les info-bulles d'action

# Wzj-ye-0yy.title
source: Dark
fr: Foncé

# bKb-eA-dGz.title
source: Window Background:
fr: Arrère-plan de la fenêtre :

# eN0-oF-qAc.title
source: White
fr: Blanc

# euZ-nh-Gvf.title
source: New Image Contents:
fr: Nouveaux contenus de l'image :

# h4e-iX-XbK.title
source: Deselecting this also turns off Auto Save and Versions.
fr: En désélectionnant ceci, vous désactivez également la sauvegarde automatique et les versions.

# od5-sg-v4T.title
source: Transparency:
fr: Transparence :

# ssw-mJ-VXJ.title
source: Reset Transparency
fr: Réinitialiser la transparence

# tNv-fq-dY2.title
source: Show action tooltips on the canvas
fr: Afficher les étiquettes d’information

# xaE-f1-ugw.title
source: Default
fr: Par défaut

# zgN-cy-LYm.title
source: Tooltips
fr: Visualisation :

# zxY-Tv-Jre.title
source: When opening JPEG, PNG, and TIFF images, they are imported as Pixelmator Pro documents.
fr: Lorsque vous ouvrez des images au format JPEG, PNG ou TIFF, celles-ci sont importées sous la forme de documents Pixelmator Pro.
