Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Angle by Tilt
de: Schräg durch Kippen
es: Ángulo por inclinación
fr: Angle par inclinaison
it: Angolo di inclinazione
ja: 傾きによる角度
pt_br: Ângulo de inclinação
ru: Угол наклона

source: Angle Scatter
de: Winkelstreuung
es: Dispersión de ángulo
fr: Dispersion de l’angle
it: Angolo di dispersione
ja: 散布の角度
pt_br: Dispersão angular
ru: Разброс углов

source: Angle:
de: Winkel:
es: Ángulo:
it: Angolo:
ja: 角度:
pt_br: Ângulo:
ru: Угол:

source: Angle: %@
de: Winkel: %@
es: Ángulo: %@
it: Angolo: %@
ja: 角度: %@
pt_br: Ângulo: %@
ru: Угол: %@

source: App Screenshot
es: Captura de pantalla de app
fr: Capture d'écran de l'application
it: Screenshot di app
ja: スクリーンショット
pt_br: Captura de Tela de App
ru: Снимок экрана приложения

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用する
pt_br: Aplicar
ru: Применить

source: Apply LUT
de: LUT anwenden
es: Aplicar LUT
fr: Appliquer la LUT
it: Applica LUT
ja: LUTを適用
pt_br: Aplicar LUT
ru: Применить LUT

source: Apply Watermark
de: Wasserzeichen einfügen
es: Aplicar marca de agua
fr: Appliquer un filigrane
it: Applica filigrana
ja: ウォーターマークを適用
pt_br: Aplicar Marca d’Água
ru: Применить водяной знак

source: Are you sure you want to delete the sidecar file for this image?
de: Möchten Sie die Sidecar-Datei für dieses Bild wirklich löschen?
es: ¿Seguro que deseas eliminar el archivo Sidecar de esta imagen?
fr: Voulez-vous vraiment supprimer le fichier sidecar de cette image ?
it: Vuoi davvero eliminare il file collaterale di questa immagine?
ja: この画像のSidecarファイルを削除してもいいですか?
pt_br: Deseja mesmo apagar o arquivo sidecar dessa imagem?
ru: Действительно удалить sidecar-файл для этого изображения?

source: Are you sure you want to modify the document in place?
de: Möchten Sie das Dokument wirklich am gleichen Ort modifizieren?
es: ¿Seguro que quieres modificar el documento en ese sitio?
fr: Êtes-vous sûr de vouloir modifier ce document ?
it: Sei sicuro di voler modificare e salvare questo documento?
ja: 本当にその場所で書類を変更してもいいですか？
pt_br: Deseja mesmo modificar o documento no lugar?
ru: Вы действительно хотите изменить этот документ на месте?

source: Are you sure you want to remove the entire collection?
de: Möchten Sie wirklich die ganze Sammlung entfernen?
es: ¿Seguro que quieres eliminar toda la colección?
fr: Voulez-vous vraiment intégralement supprimer la collection ?
it: Sei sicuro di voler rimuovere l'intera collezione?
ja: コレクション全体を削除してもいいですか？
pt_br: Deseja mesmo remover toda a coleção?
ru: Действительно удалить всю коллекцию?

source: Are you sure you want to remove the entire “%@” collection?
de: Möchten Sie wirklich die ganze Sammlung "%@" entfernen?
es: ¿Seguro que quieres eliminar toda la colección “%@”?
fr: Voulez-vous vraiment intégralement supprimer la collection « %@ » ?
it: Sei sicuro di voler eliminare l'intera collezione “%@”?
ja: "%@" コレクション全体を削除してもいいですか？
pt_br: Deseja mesmo remover toda a coleção “%@”?
ru: Действительно удалить всю коллекцию «%@»?

source: Are you sure you want to remove the “%@” preset?
de: Möchten Sie die Voreinstellung „%@“ wirklich löschen?
es: ¿Seguro que quieres eliminar el preajuste “%@”?
fr: Voulez-vous vraiment supprimer le préréglage « %@ » ?
it: Sei sicuro di voler rimuovere il preset “%@”?
ja: “%@” プリセットを削除してもいいですか？
pt_br: Deseja mesmo remover o pré-ajuste “%@”?
ru: Действительно удалить пресет «%@»?

source: Are you sure you'd like to delete all Pixelmator Pro sidecar files older than 30 days?
de: Sind Sie sicher, dass Sie alle Pixelmator Pro-Sidecar-Dateien, die älter als 30 Tage sind, löschen möchten?
es: ¿Seguro que quieres eliminar todos los archivos Sidecar de Pixelmator Pro que tengan más de 30 días?
fr: Voulez-vous vraiment supprimer tous les fichiers sidecar Pixelmator Pro antérieurs à 30 jours ?
it: Vuoi davvero eliminare tutti i file collaterali di Pixelmator Pro più vecchi di 30 giorni?
ja: 30日以上経過したすべてのPixelmator Pro Sidecarファイルを削除してもいいですか？
pt_br: Deseja mesmo excluir todos os arquivos sidecar do Pixelmator Pro com mais de 30 dias?
ru: Действительно удалить все sidecar-файлы Pixelmator Pro старше 30 дней?

source: Are you sure you'd like to delete all Pixelmator Pro sidecar files?
de: Sind Sie sicher, dass Sie alle Pixelmator Pro-Sidecar-Dateien löschen möchten?
es: ¿Seguro que quieres eliminar todos los archivos Sidecar de Pixelmator Pro?
fr: Voulez-vous vraiment supprimer tous les fichiers sidecar Pixelmator Pro ?
it: Vuoi davvero eliminare tutti i file collaterali di Pixelmator Pro?
ja: すべてのPixelmator Pro Sidecarファイルを削除してもいいですか？
pt_br: Deseja mesmo excluir todos os arquivos sidecar do Pixelmator Pro?
ru: Действительно удалить все sidecar-файлы Pixelmator Pro?

source: Arrange
de: Anordnen
es: Organizar
fr: Organiser
it: Disponi
ja: 並べ替え
pt_br: Organizar
ru: Расстановка

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
it: Freccia
ja: 矢印
pt_br: Seta
ru: Стрелка

source: Arrow from Point
de: Pfeil von Punkt
es: Flecha desde el punto
fr: Flèche partant du point
it: Freccia dal punto
ja: ポイントから矢印
pt_br: Seta do ponto
ru: Стрелка с точкой

source: Aspect Ratio
de: Seitenverhältnis
es: Proporciones
fr: Proportions
it: Proporzioni
ja: 縦横比
pt_br: Proporção
ru: Формат

source: Aspect Ratio Presets:
de: Voreinstellung Seitenverhältnis:
es: Preajustes de relación de aspecto:
fr: Préréglages de proportions :
it: Preset proporzioni:
ja: 縦横比プリセット:
pt_br: Presets de proporção:
ru: Пресеты формата кадра:

source: Assign Profile
de: Profil zuweisen
es: Asignar perfil
fr: Assigner un profil
it: Assegna profilo
ja: プロファイルを設定
pt_br: Atribuir perfil
ru: Присвоить профиль

source: Attempting to Open %@ Sidecar Document
de: Öffnen des Sidecar-Dokuments %@ wird versucht
es: Intentando abrir el documento Sidecar de %@
fr: Tentative d'ouverture du document sidecar %@
it: Stiamo cercando di aprire un documento collaterale di %@
ja: %@ Sidecar書類を開こうとしています
pt_br: Tentando abrir o documento sidecar %@
ru: Идет попытка открыть sidecar-документ %@

source: Auto
fr: Automatique
it: Automatico
ja: 自動
ru: Авто

source: Auto %@
es: %@ automático
fr: %@ automatique
it: %@ automatico
ja: 自動%@
ru: Авто %@

source: Auto Color
de: Auto-Farbe
es: Color automático
fr: Couleur automatique
it: Colore automatico
ja: 自動カラー補正
pt_br: Cor automática
ru: Автоподбор цвета

source: Auto Color Balance
de: Auto-Farbbalance
es: Balance de colores automático
fr: Balance couleur auto
it: Bilanciamento automatico del colore
ja: 自動カラーバランス
pt_br: Balanço automático de cores
ru: Автобаланс цвета

source: Auto Contrast
de: Auto-Kontrast
es: Contraste automático
fr: Contraste automatique
it: Contrasto automatico
ja: 自動コントラスト
pt_br: Contraste automático
ru: Автоподбор контраста

source: Auto Enhance
de: Automatisch verbessern
es: Automejora
fr: Améliorer automatiquement
it: Miglioramento automatico
ja: 自動補正
pt_br: Realce automático
ru: Автоулучшение

source: Auto Hue & Saturation
de: Auto-Farbe & -Sättigung
es: Tono y saturación automáticos
fr: Teinte & saturation auto
it: Tono e saturazione automatici
ja: 自動色相と自動彩度
pt_br: Matiz e saturação automáticos
ru: Автом. тон и насыщ.

source: Auto Light
de: Auto-Belichtung
es: Luz automática
fr: Lumière auto
it: Luminosità automatica
ja: 自動ライト
pt_br: Luminosidade automática
ru: Авто свет

source: Auto Rotate Image
de: Bild automatisch rotieren
es: Rotar imagen automáticamente
fr: Auto rotation d’image
it: Ruota automaticamente l’immagine
ja: 画像の自動回転
pt_br: Giro automático da imagem
ru: Автоповорот изображения

source: Auto Select
de: Automatische Auswahl
es: Selección automática
fr: Sélection automatique
it: Selezione automatica
ja: 自動選択
pt_br: Seleção automática
ru: Автовыбор

source: Auto Select Off
de: Automatische Auswahl aus
es: Selección automática desactivada
fr: Sélection automatique activée
it: Selezione automatica disattivata
ja: 自動選択をオフ
pt_br: Seleção Automática desativada
ru: Автовыбор Выкл.

source: Auto Select On
de: Automatische Auswahl ein
es: Selección automática activada
fr: Sélection automatique désactivée
it: Selezione automatica attivata
ja: 自動選択をオン
pt_br: Seleção Automática ativada
ru: Автовыбор Вкл.

source: Auto Straighten
de: Auto-Begradigen
es: Enderezar automáticamente
fr: Redresser automatiquement
it: Raddrizza automaticamente
ja: 自動矯正
pt_br: Correção automática
ru: Автовыпрямление

source: Auto White Balance
de: Auto-Weißabgleich
es: Balance automático de blancos
fr: Balance des blancs auto
it: Bilanciamento di bianco automatico
ja: 自動ホワイトバランス
pt_br: Balanço de branco automático
ru: Автобаланс белого

source: Auto-Center
de: Auto-Zentrieren
es: Centrado automático
fr: Centrer automatiquement
it: Centratura automatica
ja: 自動中央
pt_br: Centralização automática
ru: Автоцентровка

source: Autodesk SketchBook App Detected
de: Autodesk SketchBook App gefunden
es: Aplicación Autodesk SketchBook detectada
fr: Appli Autodesk SketchBook détectée
it: Rilevata app Autodesk SketchBook
ja: Autodesk SketchBook アプリが見つかりました
pt_br: Aplicativo Autodesk SketchBook detectado
ru: Обнаружена Autodesk SketchBook App

# azimuth: %@, elevation: %@
source: azimuth: %1$@, elevation: %2$@
de: Azimut: %1$@, Höhe: %2$@
es: acimut: %1$@, elevación: %2$@
fr: azimut : %1$@, élévation : %2$@
it: azimut: %1$@, elevazione: %2$@
ja: 方位: %1$@, 仰角: %2$@
pt_br: azimute: %1$@, elevação: %2$@
ru: азимут: %1$@, возвышение: %2$@

source: B
it: N
ru: Б

source: B:
it: N:

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
pt_br: Fundo
ru: Фон

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
it: Colore di sfondo
ja: 背景色
pt_br: Cor de Fundo
ru: Цвет фона

source: Background Layer
de: Hintergrundebene
es: Capa de fondo
fr: Calque d’arrière plan
it: Livello di sfondo
ja: 背景のレイヤー
pt_br: Camada de fundo
ru: Фоновый слой

source: Background Mask
de: Hintergrundmaske
es: Máscara de fondo
fr: Masque d’arrière-plan
it: Maschera di sfondo
ja: 背景マスク
pt_br: Máscara de Fundo
ru: Маска фона

source: Balance Adjustment
de: Balanceanpassung
es: Ajuste del balance
fr: Réglage de l’équilibre
it: Regolazione bilanciamento
ja: バランス調整
pt_br: Ajuste de fundo
ru: Корректировки баланса

source: Baseline
de: Grundlinie
es: Línea base
fr: Ligne de base
it: Linea di base
ja: ベースライン
pt_br: Linha de base
ru: Базовая линия

source: Baseline Exposure
de: Grundlinien-Belichtung
es: Exposición de línea base
fr: Exposition de la ligne de base
it: Esposizione linea di base
ja: ベースラインの表示
pt_br: Exposição da linha de base
ru: Экспозиция базовой линии

source: Baseline Offset
de: Grundlinienversatz
es: Desplazamiento de línea base
fr: Compensation de la ligne de base
it: Offset linea di base
ja: ベースラインのオフセット
pt_br: Deslocamento de linha de base
ru: Смещение базовой линии

source: Basic
de: Standard
es: Básica
fr: Basique
it: Di base
ja: 基本
pt_br: Básico
ru: Основные

source: Batch Editing
de: Stapelverarbeitung
es: Edición en lote
fr: Modification groupée
it: Modifica in batch
ja: 一括編集
pt_br: Edição em Lote
ru: Пакетная правка

source: Behind
de: Dahinter
es: Detrás
fr: Arrière
it: Dietro
ja: 背景
pt_br: Atrás
ru: Позади

source: Bento Grid
es: Cuadrícula Bento
fr: Grille bento
it: Griglia Bento
ja: 弁当箱グリッド
pt_br: Grade Bento
ru: Бенто

source: Bevel
de: Fase
es: Oblicuo
fr: Biseau
it: Smussate
ja: 面取り
pt_br: Chanfro
ru: Тиснение

source: Bias
es: Sesgo
fr: Polarisation
it: Diagonale
ja: バイアス
pt_br: Polarização
ru: Уклон

source: Bits per channel
de: Bit pro Kanal
es: Bits por canal
fr: Bits par couche
it: Bit per canale
ja: ビット/チャンネル
pt_br: Bits por canal
ru: Бит/канал

source: Black & White
de: Schwarzweiß
es: Blanco y negro
fr: Noir et blanc
it: Bianco e nero
ja: 白黒
pt_br: Preto e branco
ru: Черно-белые

source: Black Point
de: Schwarzpunkt
es: Punto negro
fr: Point noir
it: Punto di nero
ja: ブラックポイント
pt_br: Ponto negro
ru: Точка черного

source: Blacks
de: Schwarztöne
es: Negros
fr: Noirs
it: Neri
ja: ブラック
pt_br: Pretos
ru: Черные

source: Blending mode
de: Mischmodus
es: Modo de fusión
fr: Mode de fusion
it: Metodo di fusione
ja: ブレンディングモード
pt_br: Modo de mesclagem
ru: Режим смешивания

source: Blending Mode
de: Mischmodus
es: Modo de fusión
fr: Mode de fusion
it: Metodo di fusione
ja: ブレンディングモード
pt_br: Modo de mesclagem
ru: Режим смешивания

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: ブルー
pt_br: Azul
ru: Синий

source: Blue Channel
de: Blaukanal
es: Canal azul
fr: Couche bleue
it: Canale blu
ja: ブルーチャンネル
pt_br: Canal azul
ru: Синий канал

source: Blur
de: Weichzeichnen
es: Difuminado
fr: Flou
it: Sfocatura
ja: ぼかし
pt_br: Desfocar
ru: Размытие

source: Blur Radius
de: Weichzeichnen-Radius
fr: Rayon du flou
it: Raggio di sfocatura

source: Bold
de: Fett
es: Negrita
fr: Gras
it: Grassetto
ja: ボールド
pt_br: Negrito
ru: Жирный

source: Boost
es: Aumentar
fr: Augmenter
it: Aumenta
ja: ブースト
pt_br: Reforçar
ru: Усиление

source: Boost Shadow
de: Schatten-Boost
es: Aumentar sombra
fr: Augmenter l’ombre
it: Aumenta ombra
ja: ブーストシャドウ
pt_br: Reforçar sombra
ru: Усиление тени

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 明度
pt_br: Brilho
ru: Яркость

source: Bring %@ Forward
de: %@ schrittweise vorwärts
es: Colocar %@ por encima
fr: Rapprocher %@
it: Porta avanti %@
ja: %@を前面へ
pt_br: Deslocar %@ para frente
ru: Перенести %@ вперед

source: Bring %@ to Front
de: %@ nach vorn bringen
es: Colocar %@ en primer plano
fr: Amener %@ au premier plan
it: Porta %@ in primo piano
ja: %@を最前面へ
pt_br: Trazer %@ para a frente
ru: %@ на передний план

source: Bring Forward
de: Schrittweise vorwärts
es: Colocar por encima
fr: Rapprocher
it: Porta avanti
ja: 前面へ
pt_br: Deslocar para frente
ru: Вперед

source: Bring to Front
de: Nach oben
es: Colocar en primer plano
fr: Placer au premier plan
it: Porta in primo piano
ja: 最前面へ
pt_br: Trazer para a frente
ru: На передний план

source: Browse files on your Mac
de: Dateien auf Ihrem Mac suchen
es: Explorar archivos en su Mac
fr: Parcourir les fichiers du Mac
it: Cerca i file sul tuo Mac
ja: Mac でファイルを閲覧する
pt_br: Procurar imagens no Mac
ru: Поиск файлов на вашем Mac

source: Browse Tips
de: In Tipps suchen
es: Ver consejos
fr: Parcourir les conseils
it: Guarda i suggerimenti
ja: ヒントを閲覧
pt_br: Explorar Dicas
ru: Просмотреть советы

source: Brush
de: Pinsel
es: Pincel
fr: Pinceau
it: Penn.
ja: ブラシ
pt_br: Pincel
ru: Кисть

source: Brush Scatter
de: Pinselstreuung
es: Dispersión de pincel
fr: Dispersion du pinceau
it: Dispersione pennello
ja: ブラシの散布
pt_br: Dispersão do pincel
ru: Разброс кисти

source: Brush Size
de: Pinselgröße
es: Tamaño del pincel
fr: Taille du pinceau
it: Dimensione pennello
ja: ブラシの大きさ
pt_br: Tamanho do pincel
ru: Размер кисти

source: Brush Spacing
de: Pinselabstand
es: Espaciado del pincel
fr: Espacement du pinceau
it: Spaziatura pennello
ja: ブラシの間隔
pt_br: Espaçamento do pincel
ru: Интервал кисти

source: Brushes
de: Pinsel
es: Pinceles
fr: Pinceaux
it: Pennelli
ja: ブラシ
pt_br: Pincéis
ru: Кисти

source: Bump
de: Ausbeulen
es: Rugoso
fr: Bosselage
it: Impatto
ja: バンプ
pt_br: Relevo
ru: Вздутие

source: Business Card
de: Visitenkarte
es: Tarjeta de visita
fr: Carte de visite
it: Biglietto da visita
ja: 名刺
pt_br: Cartão de visita
ru: Визитная карточка

source: Butt
de: Gerade
es: Limitado
fr: Coupé
it: Troncate
ja: 太い方の端
ru: Батт

source: Buy Now
de: Jetzt Kaufen
es: Comprar ahora
fr: L’acheter maintenant
it: Acquista
ja: 今すぐ購入
pt_br: Compre agora
ru: Купить сейчас

source: Buy Pixelmator Pro on the Mac App Store to enjoy the benefits of easily downloading, redownloading, automatically updating, and editing images with Pixelmator Pro.
de: Kaufen Sie Pixelmator Pro im Mac App Store, um einfaches Herunterladen, erneutes Herunterladen, automatisches Aktualisieren und Bearbeiten von Bildern mit Pixelmator Pro zu genießen.
es: Compra Pixelmator Pro en el Mac App Store para disfrutar descargando, volviendo a descargar, actualizando automáticamente y editando imágenes de forma sencilla con Pixelmator Pro.
fr: Achetez Pixelmator Pro sur le Mac App Store et bénéficiez du téléchargement facile, du re-téléchargement, de la mise à jour automatique et de la retouche d’images grâce à Pixelmator Pro.
it: Acquista Pixelmator Pro sul Mac App Store per godere di benefici quali scaricare in modo semplice, effettuare un secondo download, aggiornare in automatico e modificare le immagini con Pixelmator Pro.
ja: 画像を簡単にダウンロード、再ダウンロード、自動更新、そして編集できるPixelmator ProをMac App Storeで購入する。
pt_br: Compre o Pixelmator Pro na Mac App Store para desfrutar dos benefícios de download fácil de imagens, novos downloads, atualização automática e edição de imagens com o Pixelmator Pro.
ru: Купите Pixelmator Pro в Mac App Store, чтобы получить легкую загрузку, автоматические обновления и продолжить редактирование изображений с Pixelmator Pro.

source: Calculating Size…
de: Berechne Größe …
es: Calculando tamaño…
fr: Calcul de la taille…
it: Calcolo dimensione…
ja: サイズを計算中…
pt_br: Calculando o tamanho…
ru: Вычисление размера…

source: Calculating…
de: Berechnung erfolgt …
es: Calculando…
fr: Calcul en cours…
it: Calcolo in corso…
ja: 計算中...
pt_br: Calculando…
ru: Вычисление…

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセルされました
pt_br: Cancelado
ru: Отменено

source: Canvas Size
de: Arbeitsfläche
es: Tamaño del lienzo
fr: Taille de la zone de travail
it: Dimensione quadro
ja: キャンバスサイズ
pt_br: Tamanho da tela
ru: Размер холста

source: Capitalization
de: Großschreibung
es: Mayúsculas
fr: Capitalisation
it: Trasformazione in maiuscolo
ja: 大文字の設定
pt_br: Maiúsculas
ru: Капитализация

source: Caps
de: Enden
es: Bloq May
fr: Chapeaux
it: Estremità
ru: Прописные

source: Card
de: Karte
es: Tarjeta
fr: La fiche
it: Scheda
ja: カード
pt_br: Cartão
ru: Карточка

source: Center
de: Mitte
es: Centrar
fr: Centre
it: Al centro
ja: 中央
pt_br: Centralizar
ru: Центр

source: Center.
de: Zentrieren
es: Centro.
fr: Centre.
it: Centro.
ja: 中央。
pt_br: Centro.
ru: По центру.

source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètres
it: Centimetri
ja: センチ
pt_br: Centímetros
ru: Сантиметры

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
it: Certificato
pt_br: Certificado
ru: Сертификат

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
pt_br: Alterar
ru: Изменить

source: Change Blending Mode
de: Füllmodus ändern
es: Cambiar el modo de fusión
fr: Modifier le mode de fusion
it: Cambia metodo di fusione
ja: ブレンドモードを変更
pt_br: Alterar modo de fusão
ru: Изменить режим смешения слоя

source: Change Capitalization
de: Großschreibung ändern
es: Cambiar la capitalización
fr: Modifier la capitalisation
it: Cambia maiuscole
ja: 大文字の変更
pt_br: Mudar maiúsculas e minúsculas
ru: Сменить капитализацию

source: Change Color Adjustments
de: Farbanpassungen ändern
es: Cambiar ajustes del color
fr: Modifier les réglages des couleurs
it: Cambia regolazione dei colori
ja: カラー調整を変更
pt_br: Alterar ajustes de cores
ru: Изменить корректировку цвета

source: Change Density
de: Dichte ändern
es: Cambiar densidad
fr: Modifier la densité
it: Cambia densità
ja: 密度を変更
pt_br: Alterar Densidade
ru: Изменить плотность

source: Change Document Colors
de: Dokumentfarben ändern
es: Cambiar los colores del documento
fr: Modifier les couleurs du document
it: Cambia i colori del documento
ja: ドキュメントの色を変更
pt_br: Trocar as cores do documento
ru: Изменить цвета документа

source: Change Effect
de: Effekt ändern
es: Cambiar efecto
fr: Modifier l’effet
it: Cambia effetto
ja: エフェクトを変更
pt_br: Alterar efeito
ru: Изменить эффект

source: Change Effects
de: Effekte ändern
es: Cambiar efectos
fr: Modifier les effets
it: Cambia effetti
ja: エフェクトを変更
pt_br: Alterar efeitos
ru: Изменить эффекты

source: Change End Behavior
de: Endverhalten ändern
es: Cambiar el comportamiento final
fr: Modifier le comportement final
it: Cambia il comportamento finale
ja: 終了動作を変更
pt_br: Mudar comportamento final
ru: Изменить поведение в конце

source: Change Feather
de: Feder ändern
es: Cambiar desvanecimiento
fr: Modifier les contours progressifs
it: Cambia sfuma
ja: フェザーを変更
pt_br: Alterar Pena
ru: Изменить растушевку

source: Change Opacity
de: Deckkraft ändern
es: Cambiar opacidad
fr: Modifier opacité
it: Cambia opacità
ja: 不透明度を変更
pt_br: Alterar opacidade
ru: Изменить непрозрачность

source: Change Perspective
de: Perspektive wechseln
es: Cambiar la perspectiva
fr: Modifier la perspective
it: Cambia prospettiva
ja: 視点を変更
pt_br: Alterar perspectiva
ru: Изменить перспективу

source: Change Shape
de: Form ändern
es: Cambiar figura
fr: Modifier la forme
it: Cambia forma
ja: シェイプを変更
pt_br: Alterar forma
ru: Изменить фигуру

source: Change Start Behavior
de: Startverhalten ändern
es: Cambiar el comportamiento inicial
fr: Modifier le comportement initial
it: Cambia il comportamento iniziale
ja: 開始動作を変更
pt_br: Mudar comportamento inicial
ru: Изменить поведение в начале

source: Change Style
de: Stil ändern
es: Cambiar estilo
fr: Modifier le style
it: Cambia stile
ja: スタイルを変更
pt_br: Alterar estilo
ru: Изменить стиль

source: Changes Tracked in Sidecar
de: Änderungen in Sidecar aufgezeichnet
es: Cambios controlados del Sidecar
fr: Modifications suivies dans le fichier sidecar
it: Modifiche registrate nel documento collaterale
ja: Sidecarで追跡された変更
pt_br: Alterações controladas no sidecar
ru: Изменения, прослеженные в sidecar

source: Changing image size…
de: Bildgröße wird geändert …
es: Cambiando el tamaño de la imagen…
fr: Modification de la taille de l'image…
it: Modifica della dimensione dell’immagine…
ja: 画像サイズを変更中…
pt_br: Alterando o tamanho da imagem...
ru: Изменение размера изображения…

source: Channel
de: Kanal
es: Canales
fr: Canaux
it: Canali
ja: チャンネル
pt_br: Canal
ru: Канал

source: Channel Mixer
de: Kanalmixer
es: Mezclador de canales
fr: Mélangeur de couches
it: Mixer canale
ja: チャンネルミキサー
pt_br: Misturador de canais
ru: Микшер каналов

source: Character Spacing
de: Buchstabenabstand
es: Espacio entre caracteres
fr: Espacement des caractères
it: Spaziatura carattere
ja: 文字間隔
pt_br: Espaçamento de caracteres
ru: Межзнаковый интервал

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
pt_br: Selecione
ru: Выбрать

source: Choose a 3D LUT file.
de: Eine 3D LUT-Datei auswählen.
es: Elegir un archivo LUT 3D.
fr: Choisissez un fichier LUT 3D.
it: Scegli un file LUT 3D.
ja: 3D LUTファイルを選択。
pt_br: Selecione um arquivo 3D do LUT.
ru: Выбрать файл 3D LUT.

source: Choose a color adjustments collection.
de: Eine Farbanpassungssammlung auswählen.
es: Elige una colección de ajustes de color.
fr: Choisir une collection d’ajustements de couleurs.
it: Scegli una collezione di regolazioni colore.
ja: カラー調整コレクションを選択。
pt_br: Escolha uma coleção de ajustes de cores.
ru: Выбрать коллекцию цветокоррекции.

source: Choose a color palette.
de: Farbpalette auswählen.
es: Selecciona una paleta de colores.
fr: Choisissez une palette de couleurs.
it: Scegli una tavolozza colori.
ja: カラーパレットを選択。
pt_br: Escolher uma paleta de cores.
ru: Выбрать цветовую палитру.

source: Choose a effects collection.
de: Effektsammlung auswählen.
es: Elige una colección de efectos.
fr: Choisir une collection d’effets.
it: Scegli una collezione di effetti.
ja: エフェクトコレクションを選択。
pt_br: Escolha uma coleção de efeitos.
ru: Выбрать коллекцию эффектов.

source: Choose a gradients collection.
de: Verlaufsammlung auswählen.
es: Elige una colección de degradados.
fr: Choisir une collection de dégradés.
it: Scegli una collezione di gradienti.
ja: グラデーションコレクションを選択。
pt_br: Escolha uma coleção de gradientes.
ru: Выбрать коллекцию градиентов.

source: Choose a styles collection.
de: Stilsammlung auswählen.
es: Elige una colección de estilos.
fr: Choisir une collection de styles.
it: Scegli una collezione di stili.
ja: スタイルコレクションを選択。
pt_br: Escolha uma coleção de estilos.
ru: Выбрать коллекцию стилей.
