Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: %@ (Offline)
es: %@ (sin conexión)
fr: %@ (déconnecté)
it: %@ (non in linea)
ja: %@ (オフライン)
ru: %@ (офлайн)

source: %@ Adjustment
de: %@ Anpassung
es: Ajuste %@
fr: Réglage de %@
it: Regolazione %@
ja: %@調整
pt_br: Ajuste %@
ru: Корректировки: %@

source: %@ bits per channel
de: %@ Bit pro Kanal
es: %@ bits por canal
fr: %@ bits par couche
it: %@ bit per canale
ja: %@ビット/チャンネル
pt_br: %@ bits por canal
ru: %@ бит/канал

source: %@ Bytes
fr: %@ octets
it: %@ byte
ja: %@ バイト
ru: %@ Б

source: %@ Effect
de: %@ Effekt
es: Efecto %@
fr: Effet %@
it: Effetto %@
ja: %@エフェクト
pt_br: Efeito %@
ru: Эффект %@

source: %@ has encountered a critical error, possibly due to low disk space or an operating system error. It may help to free up some storage or restart your Mac.
de: Bei %@ ist ein kritischer Fehler aufgetreten, der möglicherweise durch zu wenig Speicherplatz oder einen Fehler im Betriebssystem hervorgerufen wurde. Es könnte helfen, Speicherplatz freizugeben oder den Mac neu zu starten.
es: %@ ha encontrado un error crítico, posiblemente debido al poco espacio en disco o a un error del sistema operativo. Puede ser útil liberar algo de almacenamiento o reiniciar tu Mac.
fr: %@ a rencontré une erreur critique, probablement due à un espace disque insuffisant ou à une erreur du système d'exploitation. Essayez de libérer de l'espace disque ou de redémarrer votre Mac.
it: %@ ha riscontrato un errore critico, probabilmente a causa di spazio su disco insufficiente o di un errore del sistema operativo. Potrebbe essere utile liberare spazio di archiviazione o riavviare il Mac.
ja: ％@で重大なエラーが発生しました。これは、ディスク容量が少ないか、オペレーティングシステムのエラーが原因である可能性があります。一部のストレージを解放したり、Macを再起動したりすると問題が解決する場合があります。
pt_br: %@ encontrou um erro crítico, possivelmente devido a pouco espaço disponível em disco ou a um erro no sistema operacional. Talvez ajude se liberar algum espaço em disco ou reiniciar o Mac.
ru: %@ обнаружена критически важная ошибка, возможно, из-за недостаточного места на диске или ошибки операционной системы. Может помочь освобождение памяти или перезагрузка вашего Mac.

source: %@ items
de: %@ Objekte
es: %@ ítems
fr: %@ éléments
it: %@ elementi
ja: %@ 項目
ru: %@ шт.

source: %@ layer
de: %@ Ebene
es: %@ capa
fr: %@ calque
it: %@ livello
ja: %@レイヤー
pt_br: %@ camada
ru: слоев: %@

source: %@ layers
de: %@ Ebenen
es: %@ capas
fr: %@ calques
it: %@ livelli
ja: %@レイヤー
pt_br: %@ camadas
ru: слоев: %@

source: %@ Live Photo
de: %@ Live Foto
es: %@ foto dinámica
it: %@ foto live
pt_br: Foto ativa %@

source: %@ OFF
de: %@ Rabatt
es: %@ de descuento
fr: %@ REMISE
it: %@ DI SCONTO
ja: %@ オフ
pt_br: %@ DE DESCONTO
ru: СКИДКА %@

source: %d Albums
de: %d Alben
es: %d álbumes
it: %d album
ja: %d アルバム
pt_br: %d Álbuns
ru: Альбомов: %d

source: %d files already exists. Do you want to replace them?
de: %d Dateien existieren bereits. Möchten Sie sie ersetzen?
es: %d archivos ya existen. ¿Quieres reemplazarlos?
fr: %d fichiers existent déjà. Voulez-vous les remplacer ?
it: %d file sono già esistenti. Vuoi sostituirli?
ja: %d 個のファイルがすでに存在します。置き換えますか？
pt_br: %d já existem. Deseja substituí-los?
ru: Уже имеется %d файлов. Хотите заменить их?

source: %d Folder
de: %d Ordner
es: %d carpeta
fr: %d dossier
it: %d cartella
ja: %d フォルダ
pt_br: %d Pasta
ru: %d папка

source: %d Folders
de: %d Ordner
es: %d carpetas
fr: %d dossiers
it: %d cartelle
ja: %d フォルダ
pt_br: %d Pastas
ru: Папок: %d

# %d of %d photos were not exported due to an error.
source: %1$d of %2$d photos were not exported due to an error.
de: %1$d von %2$d Fotos wurden aufgrund eines Fehlers nicht exportiert.
es: %1$d de %2$d no se han exportado debido a un error.
fr: Impossible d'exporter %1$d des %2$d photos en raison d'une erreur.
it: %1$d di %2$d foto non sono state esportate a causa di un errore.
ja: エラーのため、%2$d 枚中 %1$d 枚の写真を書き出せません。
pt_br: %1$d de %2$d fotos não foram exportadas devido a um erro.
ru: Не удалось экспортировать %1$d из %2$d фото, поскольку произошел сбой.

source: %d Photo
de: %d Foto
es: %d foto
it: %d foto
ja: %d 写真
pt_br: %d Foto
ru: %d фото

source: %d Photo Selected
de: %d Foto ausgewählt
es: %d foto seleccionada
fr: %d photo sélectionnée
it: %d foto selezionata
ja: %d 枚の写真を選択
pt_br: %d Foto Selecionada
ru: Выбрано %d фото

source: %d Photos
de: %d Fotos
es: %d fotos
it: %d foto
ja: %d 枚の写真
pt_br: %d fotos
ru: %d фото

source: %d Photos Selected
de: %d Fotos ausgewählt
es: %d fotos seleccionadas
fr: %d photos sélectionnées
it: %d foto selezionate
ja: %d 枚の写真を選択
pt_br: %d Fotos Selecionadas
ru: Выбрано %d фото

source: %d photos successfully imported.
de: %d Fotos erfolgreich importiert.
es: %d fotos importadas correctamente.
fr: %d photos importées.
it: %d foto importate correttamente.
ja: %d 枚の写真を正常に読み込みました。
pt_br: %d fotos importadas com sucesso.
ru: %d фото успешно импортировано.

source: %i Alternative Elements
de: %i alternative Elemente
es: %i Elementos alternativos
fr: %i éléments alternatifs
it: %i elementi alternativi
ja: %i 代替要素
pt_br: %i Elementos alternativos
ru: Альтернативных элементов: %i

# %i days free, then %@. Cancel anytime.
source: %1$i days free, then %2$@. Cancel anytime.
de: %1$i Tage kostenlos, anschließend %2$@. Jederzeit kündbar.
es: %1$i días gratis, después %2$@. Cancela cuando quieras.
fr: %1$i jours gratuits, puis %2$@. Résiliation possible à tout moment.
it: %1$i giorni gratis, poi %2$@. Annulla quando vuoi.
ja: %1$i 日間は無料、その後は %2$@。いつでもキャンセルできます。
pt_br: %1$i dias gratuitos, depois %2$@. Cancele quando quiser.
ru: %1$i дн. бесплатно, затем %2$@. Отмена в любой момент.

source: %i Layers
de: %i Ebenen
es: %i capas
fr: %i calques
it: %i livelli
ja: %iレイヤー
pt_br: %i camadas
ru: Слоев: %i

source: %i Paths
de: %i Pfade
es: %i trazados
fr: %i chemins
it: %i percorsi
ja: %iパス
pt_br: %i percursos
ru: Путей: %i

source: %i Selected Layers
de: %i Ebenen ausgewählt
es: %i capas seleccionadas
fr: %i calques sélectionnés
it: %i livelli selezionati
ja: %i の選択したレイヤー
pt_br: %i Camadas Selecionadas
ru: Выбранные слои (%i)

# %i week free, then %@. Cancel anytime.
source: %1$i week free, then %2$@. Cancel anytime.
de: %1$i Woche kostenlos, anschließend %2$@. Jederzeit kündbar.
es: %1$i semana gratis, después %2$@. Cancela cuando quieras.
fr: %1$i semaine gratuite, puis %2$@. Résiliation possible à tout moment.
it: %1$i settimana gratis, poi %2$@. Annulla quando vuoi.
ja: %1$i 週間は無料、その後は %2$@。いつでもキャンセルできます。
pt_br: %1$i semana gratuita, depois %2$@. Cancele quando quiser.
ru: %1$i нед. бесплатно, затем %2$@. Отмена в любой момент.

source: (Don't replace)
de: (Nicht ersetzen)
es: (No reemplazar)
fr: (Ne pas remplacer)
it: (Non sostituire)
ja: (置き換えない)
pt_br: (Não substituir)
ru: (Не заменять)

source: , %i days free
de: , %i Tage kostenlos
es: , %i días gratis
fr: , %i jours gratuits
it: , %i giorni gratis
ja: , %i 日間無料
pt_br: , %i dias gratuitos
ru: , %i дн. беспл.

source: , %i week free
de: , %i Woche kostenlos
es: , %i semana gratis
fr: , %i semaine gratuite
it: , %i settimana gratis
ja: , %i 週間無料
pt_br: , %i semana gratuita
ru: , %i нед. беспл.

source: 0.5x
fr: x 0,5
it: x0,5

source: 1 Alternative Element
de: 1 alternatives Element
es: 1 Elemento alternativo
fr: 1 élément alternatif
it: 1 elemento alternativo
ja: 1 代替要素
pt_br: 1 Elemento alternativo
ru: Альтернативных элементов: 1

source: 1 Image
de: 1 Bild
es: 1 imagen
it: 1 immagine
ja: 1 画像
pt_br: 1 Imagem
ru: 1 изображение

source: 1 Layer
de: 1 Ebene
es: 1 capa
fr: 1 calque
it: 1 livello
ja: 1レイヤー
pt_br: 1 Camada
ru: Слоев: 1

source: 1 photo successfully imported.
de: 1 Foto erfolgreich importiert.
es: 1 foto importada correctamente.
fr: 1 photo importée.
it: 1 foto importata correttamente.
ja: 1 枚の写真を正常に読み込みました。
pt_br: 1 foto importada com sucesso.
ru: 1 фото успешно импортировано.

source: 1 Point
de: 1 Punkt
es: 1 Punto
it: 1 Punto
ja: 1ポイント
pt_br: 1 ponto
ru: 1 точка

source: 16 Bits/Channel
de: 16 Bit/Kanal
es: 16 bits/canal
fr: 16 bits/couche
it: 16 bit/canale
ja: 16ビット/チャンネル
pt_br: 16 bits/canal
ru: 16 бит/канал

source: 16-bits per channel
de: 16 Bit pro Kanal
es: 16 bits por canal
fr: 16-bits par couche
it: 16-bit per canale
ja: 16ビット/チャンネル
pt_br: 16 bits por canal
ru: 16 бит/канал

source: 2x
fr: x 2
it: x2

source: 3 by 3
de: 3 x 3
es: 3 por 3
fr: 3 par 3
it: 3 per 3
ja: 3 x 3
pt_br: 3 por 3
ru: 3 на 3

source: 3-Way Color
de: 3-Wege-Farbtöne
es: Color tridireccional
fr: Couleur à 3 voies
it: Colore a 3 vie
ja: 3ウェイカラー
pt_br: Com em três vias
ru: Трехвариантный цвет

source: 35mm Film
fr: Pellicule 35 mm
it: Pellicola 35 mm

source: 3D LUT
it: LUT 3D
pt_br: LUT 3D

source: 3x
fr: x 3
it: x3

source: 5 by 5
de: 5 x 5
es: 5 por 5
fr: 5 par 5
it: 5 per 5
ja: 5 x 5
pt_br: 5 por 5
ru: 5 на 5

source: 5x
fr: x 5
it: x5

source: 8 Bits/Channel
de: 8 Bit/Kanal
es: 8 bits/canal
fr: 8 bits/couche
it: 8 bit/canale
ja: 8ビット/チャンネル
pt_br: 8 bits/canal
ru: 8 бит/канал

source: 8-bits per channel
de: 8 Bit pro Kanal
es: 8 bits por canal
fr: 8-bits par couche
it: 8-bit per canale
ja: 8ビット/チャンネル
pt_br: 8 bits por canal
ru: 8 бит/канал

source: "%@" Color Adjustment
de: "%@" Farbanpassung
es: Ajuste de color "%@"
fr: Réglage des couleurs « %@ »
it: Regolazione colore "%@"
ja: "%@"カラー調整
pt_br: Ajuste de cor "%@"
ru: Цветокоррекция: %@

source: "%@" Effect
de: "%@" Effekt
es: Efecto "%@"
fr: Effet « %@ »
it: Effetto "%@"
ja: "%@"エフェクト
pt_br: Efeito "%@"
ru: Эффект: %@

source: (bitmapDataFormat.bitsPerComponent) bits per channel
de: \(bitmapDataFormat.bitsPerComponent) Bits pro Kanal
es: \(bitmapDataFormat.bitsPerComponent) bits por canal
fr: \(bitmapDataFormat.bitsPerComponent) bits par canal
it: \(bitmapDataFormat.bitsPerComponent) bit per canale
ja: \(bitmapDataFormat.bitsPerComponent) ビット/チャンネル
pt_br: \(bitmapDataFormat.bitsPerComponent) bits por canal
ru: \(bitmapDataFormat.bitsPerComponent) бит на канал

source: A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents.
de: Es existiert bereits eine Datei oder ein Ordner mit demselben Namen im Ordner %@. Beim Ersetzen wird der Inhalt überschrieben.
es: Ya existe un archivo o una carpeta con el mismo nombre en el directorio %@. Si lo reemplazas, se sobrescribirán sus contenidos actuales.
fr: Un fichier ou un dossier du même nom se trouve déjà dans le dossier %@. Si vous le remplacez, le contenu d’origine sera perdu.
it: Un file o una cartella con lo stesso nome esistono già nella cartella %@. La sostituzione sovrascriverà gli attuali contenuti.
ja: フォルダ%@には同じ名前のファイルまたはフォルダが存在します。これを置き換えると現在の内容が上書きされます。
pt_br: Já existe um arquivo ou uma pasta com o mesmo nome na pasta %@. Se substituir, todo o conteúdo atual será perdido.
ru: Файл или папка с таким же именем уже имеется в папке %@. Замена такого объекта приведет к перезаписи его текущего контента.

source: Accumulation
de: Ansammlung
es: Acumulación
it: Accumulo
ja: 累積
pt_br: Acúmulo
ru: Накопление

source: Actual Size
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 実際のサイズ
pt_br: Tamanho real
ru: Реальный размер

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить

source: Add %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
it: Aggiungi %@
ja: %@を追加
pt_br: Adicionar %@
ru: Добавить %@

source: Add a Description
de: Beschreibung hinzufügen
es: Añadir una descripción
fr: Ajouter une description
it: Aggiungi una descrizione
ja: 説明を追加
pt_br: Adicionar uma descrição
ru: Добавить описание

source: Add a Keyword
de: Schlagwort hinzufügen
es: Añadir una palabra clave
fr: Ajouter un mot-clé
it: Aggiungi una parola chiave
ja: キーワードを追加
pt_br: Adicionar uma palavra-chave
ru: Добавить ключевое слово

source: Add Color
de: Farbe hinzufügen
es: Añadir color
fr: Ajouter une couleur
it: Aggiungi colore
ja: カラーを追加
pt_br: Adicionar cor
ru: Добавить цвет

source: Add Color Tag
de: Farbetikett hinzufügen
es: Añadir etiqueta de color
fr: Ajouter un tag de couleur
it: Aggiungi etichetta colore
ja: カラータグを追加
pt_br: Adicionar etiqueta de cor
ru: Добавить цветовой тег

source: Add Document Color
de: Dokumentfarbe hinzufügen
es: Añadir Color del documento
fr: Ajouter une couleur de document
it: Aggiungi un colore del documento
ja: 書類のカラーを追加
pt_br: Adicionar cor do documento
ru: Добавить цвет документа

source: Add for Export…
de: Zu Export hinzufügen …
es: Añadir para la exportación…
fr: Ajouter pour l’exportation…
it: Aggiungi per l'esportazione…
ja: 書き出し用に追加…
pt_br: Adicionar para Exportação…
ru: Добавить для экспорта…

source: Add Guide
de: Hilfslinie hinzufügen
es: Agregar guía
fr: Ajouter un repère
it: Aggiungi guida
ja: ガイドを追加
pt_br: Adicionar guia
ru: Добавить направляющую

source: Add Guide…
de: Hilfslinie hinzufügen …
es: Agregar guía…
fr: Ajouter un repère…
it: Aggiungi guida…
ja: ガイドを追加…
pt_br: Adicionar guia…
ru: Добавить направляющую…

source: Add Image to %@
de: Bild zu %@ hinzufügen
es: Añadir imagen a %@
fr: Ajouter une image à %@
it: Aggiungi immagine a %@
ja: %@に画像を追加
pt_br: Adicionar imagem a %@
ru: Добавить изображения в %@

source: Add Layer
de: Ebene hinzufügen
es: Agregar capa
fr: Ajouter un calque
it: Aggiungi livello
ja: レイヤーを追加
pt_br: Adicionar camada
ru: Добавить слой

source: Add Mask
de: Maske hinzufügen
es: Agregar máscara
fr: Ajouter un masque
it: Aggiungi maschera
ja: マスクを追加
pt_br: Adicionar máscara
ru: Добавить маску

source: Add Masked Layer
de: Maskierte Ebene hinzufügen
es: Añadir capa enmascarada
fr: Ajouter un calque masqué
it: Aggiungi livello mascherato
ja: マスク付きレイヤー
pt_br: Adicionar camada com máscara
ru: Добавить маскированный слой

source: Add Pictures folder
de: Bilder-Ordner hinzufügen
es: Añadir carpeta de imágenes
fr: Ajouter un dossier Images
it: Aggiungi cartella Immagini
ja: 写真フォルダを追加
pt_br: Adicionar Pasta Imagens
ru: Добавить папку «Изображения»

source: Add Point
de: Punkt hinzufügen
es: Agregar punto
fr: Ajouter point
it: Aggiungi punto
ja: ポイントを追加
pt_br: Adicionar ponto
ru: Добавить точку

source: Add Preset
de: Voreinstellung hinzufügen
es: Añadir preajuste
fr: Ajouter un préréglage
it: Aggiungi Preset
ja: プリセットを追加
pt_br: Adicionar pré-ajuste
ru: Добавить пресет

source: Add Shadow
de: Schatten hinzufügen
es: Añadir sombra
fr: Ajouter une ombre
it: Aggiungi ombra
ja: シャドウを追加
pt_br: Adicionar Sombra
ru: Добавить тень

source: Add Slice
de: Slice hinzufügen
es: Añadir sector
fr: Ajouter une tranche
it: Aggiungi sezione
ja: スライスを追加
pt_br: Adicionar segmento
ru: Добавить ломтик

source: Add Slices
de: Slices hinzufügen
es: Añadir sectores
fr: Ajouter des tranches
it: Aggiungi sezioni
ja: スライスを追加
pt_br: Adicionar segmentos
ru: Добавить ломтики

source: Add to Shape
de: Zur Form hinzufügen
es: Agregar a figura
fr: Ajouter à la forme
it: Aggiungi alla forma
ja: シェイプに追加
pt_br: Adicionar à forma
ru: Добавить фигуру

source: Adjust Light Position
de: Lichtposition anpassen
es: Ajustar la posición de la luz
fr: Ajuster la position de la lumière
it: Regola la posizione della luce
ja: ライトの位置を調整
pt_br: Ajustar posição da luz
ru: Настроить положение света

source: Adjust the brightness and saturation of the color.
de: Helligkeit und Farbsättigung anpassen.
es: Ajusta el brillo y la saturación del color.
fr: Ajustez la luminosité et la saturation de la couleur.
it: Regola la luminosità e la saturazione del colore.
ja: 色の明るさと彩度を調整します。
pt_br: Ajustar o brilho e a saturação da cor.
ru: Отрегулируйте яркость и насыщение цвета.

source: Adjust the endpoint size.
de: Größe des Endpunkts anpassen.
es: Ajusta el tamaño del punto final.
fr: Ajustez la taille de l'extrémité.
it: Regola la dimensione delle estremità.
ja: 終点のサイズを調整します。
pt_br: Ajustar o tamanho do ponto final.
ru: Отрегулировать размер эндпойнта.

source: Adjust the hue of the color.
de: Farbton anpassen.
es: Ajusta el tono del color.
fr: Ajustez la teinte de la couleur.
it: Regola la tonalità del colore.
ja: 色の色相を調整します。
pt_br: Ajustar a matiz da cor.
ru: Отрегулируйте оттенок цвета.

source: Adjust the overall balance of colors in the image.
de: Gesamtbalance an Farben im Bild anpassen.
es: Ajusta el balance general de colores de la imagen.
fr: Ajuste la balance des couleurs dans l’image.
it: Regola il bilanciamento complessivo dei colori nell'immagine.
ja: 画像の全体的な光量を調整します。
pt_br: Ajusta o equilíbrio geral das cores da imagem.
ru: Отрегулируйте общий баланс цветов на изображении.

source: Adjust the transparency of the color.
de: Farbtransparenz anpassen.
es: Ajusta la transparencia del color.
fr: Ajustez la transparence de la couleur.
it: Regola la trasparenza del colore.
ja: 色の透明度を調整します。
pt_br: Ajustar a transparência da cor.
ru: Отрегулируйте прозрачность цвета.

source: Adjustments
de: Korrekturen
es: Ajustes
fr: Réglages
it: Adattamento
ja: 調整
pt_br: Ajustes
ru: Корректировки

source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
pt_br: Configurações avançadas
ru: Дополнительные настройки

source: Affine Tile
de: Affin kacheln
es: Mosaico afín
fr: Affiner la mosaïque
it: Affina porzione
ja: アフィンタイル
pt_br: Combinar ladrilhos
ru: Аффинная мозаика

source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
pt_br: Álbuns
ru: Альбомы

source: Align
de: Ausrichten
es: Alinear
fr: Aligner
it: Allinea
ja: 配置
pt_br: Alinhar
ru: Выровнять

source: Align Bottom Edges
de: Untere Ränder ausrichten
es: Alinear los bordes inferiores
fr: Aligner les bords inférieurs
it: Allinea bordi inferiori
ja: 下端
pt_br: Alinhar ambas as bordas
ru: Выровнять нижние края

source: Align Horizontal Centers
de: Horizontal zentrieren
es: Alinear los centros horizontales
fr: Aligner les centres, dans le sens horizontal
it: Allinea centri orizzontali
ja: 水平方向の中央
pt_br: Alinhar centros horizontais
ru: Выровнять центры по горизонтали

source: Align Left Edges
de: Linke Ränder ausrichten
es: Alinear los bordes izquierdos
fr: Aligner les bords gauches
it: Allinea bordi a sinistra
ja: 左端
pt_br: Alinhar bordas esquerdas
ru: Выровнять левые края

source: Align Right Edges
de: Rechte Ränder ausrichten
es: Alinear los bordes derechos
fr: Aligner les bords droits
it: Allinea bordi a destra
ja: 右端
pt_br: Alinhar bordas direitas
ru: Выровнять правые края

source: Align to Pixel Grid
de: Am Pixelgitter ausrichten
es: Alinear a la cuadrícula de píxeles
fr: Aligner à la grille de pixels
it: Allinea alla griglia dei pixel
ja: ピクセルグリッドに揃える
pt_br: Alinhar à grade de pixels
ru: Выровнять по пиксельной сетке

source: Align Top Edges
de: Obere Ränder ausrichten
es: Alinear los bordes superiores
fr: Aligner les bords supérieurs
it: Allinea bordi superiori
ja: 上端
pt_br: Alinhar bordas superiores
ru: Выровнять верхние края

source: Align Vertical Centers
de: Vertikal zentrieren
es: Alinear los centros verticales
fr: Aligner les centres, dans le sens vertical
it: Allinea centrali verticali
ja: 垂直方向の中央
pt_br: Alinhar centros verticais
ru: Выровнять центры по вертикали

source: All rights reserved.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.
pt_br: Todos os direitos reservados.
ru: Все права защищены.

source: Allow Access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l’accès
it: Consenti Accesso
ja: アクセスを許可
pt_br: Autorizar o acesso
ru: Открыть доступ

source: Alternative Element Setting
de: Alternative Elementeinstellung
es: Ajuste de Elemento alternativo
fr: Réglages de l'élément alternatif
it: Impostazione elemento alternativo
ja: 代替要素の設定
pt_br: Configuração do Elemento alternativo
ru: Настройка альтернативного элемента

source: Ambient Light
de: Umgebungslicht
es: Luz ambiental
fr: Lumière ambiante
it: Luce ambientale
ja: 環境光
pt_br: Luz ambiente
ru: Окружающий свет

source: An error occured and it was not possible to save your changes to the sidecar file for this image. If you want to keep the latest layers and other nondestructive edits, export the image to Pixelmator Pro format.
de: Ein Fehler ist aufgetreten und Ihre Änderungen konnten nichts in der Sidecar-Datei für dieses Bild gesichert werden. Wenn Sie die neuesten Ebenen und andere nicht-destruktive Bearbeitungsschritte beibehalten möchten, exportieren Sie das Bild in das Pixelmator Pro-Format.
es: Se ha producido un error y no se han podido guardar tus cambios en el archivo Sidecar de esta imagen. Si quieres conservar las últimas capas, así como otras ediciones no destructivas, exporta la imagen en formato Pixelmator Pro.
fr: Une erreur s'est produite et l'enregistrement de vos modifications dans le fichier sidecar de cette image a échoué. Si vous souhaitez conserver les derniers calques et autres modifications non destructives, exportez l'image au format Pixelmator Pro.
it: Si è verificato un errore e non è stato possibile salvare le modifiche al file collaterale di questa immagine. Se desideri mantenere gli ultimi livelli e altre modifiche non distruttive, esporta l’immagine nel formato Pixelmator Pro.
ja: エラーが発生したため、この画像のSidecarファイルに変更を保存できませんでした。 最新のレイヤーやその他の編集内容を維持したい場合は、画像を Pixelmator Pro 形式で書き出してください。
pt_br: Ocorreu um erro e não foi possível salvar as alterações dessa imagem no arquivo sidecar. Se quiser manter as camadas mais recentes e outras edições não destrutivas, exporte a imagem no formato do Pixelmator Pro.
ru: Произошла ошибка: не удалось сохранить ваши изменения в этом изображении в sidecar-файл. Если вы хотите сохранить самые свежие слои и другие неразрушающие правки, экспортируйте изображение в формате Pixelmator Pro.

source: An error occurred while preparing photos for sharing.
de: Bei der Vorbereitung der Fotos zum Teilen ist ein Fehler aufgetreten.
es: Se ha producido un error al preparar las fotos para compartir.
fr: Une erreur est survenue lors de la préparation des photos en vue du partage.
it: Si è verificato un errore durante la preparazione delle foto per la condivisione.
ja: 写真を共有する準備中にエラーが発生しました。
pt_br: Ocorreu um erro ao preparar as fotos para compartilhar.
ru: При подготовке фото к экспорту произошел сбой.

source: An error occurred while saving the sidecar file for this asset.
de: Fehler beim Sichern der Sidecar-Datei für dieses Dokument.
es: Se ha producido un error al guardar el archivo sidecar de este elemento.
fr: Une erreur est survenue lors de l'enregistrement du fichier sidecar de cette ressource.
it: Si è verificato un errore durante il salvataggio del file collaterale per questa risorsa.
ja: このアセットのサイドカーファイルの保存中にエラーが発生しました。
pt_br: Ocorreu um erro ao salvar o arquivo sidecar deste material.
ru: Ошибка при сохранении sidecar-файла для этого объекта.

source: An error occurred while saving to the Photos library. Error code: %d
de: Beim Sichern der Bilder in der Mediathek ist ein Fehler aufgetreten. Fehlercode: %d
es: Se ha producido un error al guardar en la fototeca de Fotos. Código de error: %d
fr: Une erreur est survenue lors de l'enregistrement dans la bibliothèque Photos. Code d'erreur : %d
it: Si è verificato un errore durante il salvataggio nella libreria Foto. Codice errore: %d
ja: 写真ライブラリに保存中にエラーが発生しました。エラーコード: %d
pt_br: Ocorreu um erro ao salvar na fototeca. Código do erro: %d
ru: Ошибка сохранения в медиатеку Фото. Код ошибки: %d

source: An unexpected error occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
es: Ha ocurrido un error inesperado.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore inatteso.
ja: 予期しないエラーが起きました。
pt_br: Ocorreu um erro inesperado.
ru: Произошла непредвиденная ошибка.

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue est survenue.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが起きました。
pt_br: Ocorreu um erro desconhecido.
ru: Неизвестная ошибка.

source: Angle
de: Winkel
es: Ángulo
it: Angolo
ja: 角度
pt_br: Ângulo
ru: Угол
