Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Failed to Save Sidecar File
de: Sidecar-Datei konnte nicht gesichert werden
es: Error al guardar el archivo Sidecar
fr: Impossible d'enregistrer le fichier sidecar
it: Salvataggio del file collaterale non riuscito
ja: Sidecarファイルの保存に失敗
pt_br: Não foi possível salvar o arquivo sidecar
ru: Не удалось сохранить sidecar-файл

source: Failed to Save to Photos
de: Fotos konnten nicht gesichert werden
es: Error al guardar en Fotos
fr: Impossible d'enregistrer dans Photos
it: Salvataggio in Foto non riuscito
ja: 写真の保存に失敗
pt_br: Não foi possível salvar em Fotos
ru: Не удалось сохранить в Фото

source: Failed to set one or more extended attributes.
de: Konnte ein oder mehrere erweiterte Attribute nicht einstellen.
es: Error al definir uno o más atributos ampliados.
fr: Impossible de définir un ou plusieurs attributs étendus.
it: Impossibile impostare uno o più attributi estesi.
ja: 拡張属性の設定に失敗しました。
pt_br: Falha na definição de um ou mais atributos estendidos.
ru: Не удалось установить один или более расширенных атрибутов.

source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito
ja: お気に入り
pt_br: Favorito
ru: Избранное

source: Favorites
de: Favoriten
es: Favoritas
fr: Favoris
it: Preferiti
ja: お気に入り
pt_br: Favoritos
ru: Избранное

source: Feather
de: Feder
es: Desvanecer
fr: Contours progressifs
it: Sfuma
ja: フェザー
pt_br: Pena
ru: Растушевка

source: Feather %@
de: Feder %@
es: Desvanecer %@
fr: Plume %@
it: Sfuma %@
ja: フェザー %@
pt_br: Pena %@
ru: Растушевка %@

source: File Size:
de: Dateigröße:
es: Tamaño del archivo:
fr: Taille de fichier :
it: Dimensione file:
ja: ファイルサイズ:
pt_br: Tamanho do arquivo:
ru: Размер файла:

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
pt_br: Arquivos
ru: Файлы

source: Files or folders with the same name already exist in the folder %@. Replacing them will overwrite their current contents.
de: Es existieren bereits Dateien oder Ordner mit demselben Namen im Ordner %@. Beim Ersetzen wird der Inhalt überschrieben.
es: Ya existen archivos o carpetas con el mismo nombre en el directorio %@. Si los reemplazas, se sobrescribirán sus contenidos actuales.
fr: Des fichiers ou des dossiers portant même nom existent déjà dans le dossier %@. Si vous les remplacez, les contenus d’origine seront perdus.
it: Nella cartella %@ esistono già file o cartelle con lo stesso nome. La sostituzione sovrascriverà gli attuali contenuti.
ja: フォルダ%@には同じ名前のファイルまたはフォルダが存在します。これを置き換えると現在の内容が上書きされます。
pt_br: Já há arquivos ou pastas com o mesmo nome na pasta %@. Se substituir, todo o conteúdo atual será perdido.
ru: Файлы или папки с таким именем уже имеются в папке «%@». Замена приведет к перезаписи текущего содержимого этих файлов или папок.

source: Files…
de: Dateien …
es: Archivos...
fr: Fichiers…
it: File…
ja: ファイル...
pt_br: Arquivos…
ru: Файлы…

source: Fill
de: Füllen
es: Rellenar
fr: Remplir
it: Riempi
ja: べた塗り
pt_br: Preencher
ru: Заливка

source: Fill Edges
de: Ränder füllen
fr: Remplir les bords
it: Riempimento bordi

source: Fill with Background Color
de: Mit Hintergrundfarbe füllen
es: Rellenar con color de fondo
fr: Remplir avec la couleur d’arrière-plan
it: Riempi con il colore di sfondo
ja: 背景色で塗りつぶす
pt_br: Preencher com cor de fundo
ru: Заливка цветом заднего плана

source: Fill with Color
de: Mit Farbe füllen
es: Rellenar con color
fr: Remplir avec de la couleur
it: Riempi con colore
ja: 色で塗りつぶす
pt_br: Preencher com cor
ru: Залить цветом

source: Fill with Color…
de: Mit Farbe füllen …
es: Llenar de color…
fr: Remplir avec de la couleur…
it: Riempi con colore…
ja: 色で塗りつぶす…
pt_br: Preencher com cor…
ru: Залить цветом…

source: Fill with Foreground Color
de: Mit Vordergrundfarbe füllen
es: Rellenar con color de primer plano
fr: Remplir avec la couleur de premier plan
it: Riempi con il colore in primo piano
ja: 前景色で塗りつぶす
pt_br: Preencher com cor do primeiro plano
ru: Заливка цветом переднего плана

source: Finish Drawing
de: Zeichnen beenden
es: Finalizar dibujo
fr: Finir dessin
it: Termina disegno
ja: 描画を終了
pt_br: Concluir o desenho
ru: Закончить рисунок

source: Finish Selection
de: Auswahl beenden
es: Finalizar selección
fr: Finir sélection
it: Termina selezione
ja: 選択を終了
pt_br: Concluir a seleção
ru: Закончить выбор

source: First Line Indent
de: Erster Zeileneinzug
es: Sangría de la primera línea
fr: Indentation première ligne
it: Rientro prima riga
ja: 最初の行のインデント
pt_br: Endentação na primeira linha
ru: Отступ первой строки

source: Fit
de: Anpassen
es: Ajustar
fr: Adapter
it: Adatta
ja: 画面に合わせる
pt_br: Ajustar
ru: Подогнать

source: Fit Crop
de: Zuschnitt anpassen
es: Recorte de ajuste
fr: Recadrage adapté
it: Ritaglio adattato
ja: クロップに合わせる
pt_br: Corte para ajuste
ru: Подогнать обрезку

source: Fixed
de: Behoben
es: Fijo
fr: Fixé
it: Fisso
ja: 固定
pt_br: Fixo
ru: Исправлено

source: Flatten Adjustments
de: Anpassungen ebnen
es: Combinar ajustes
fr: Aplatir les réglages
it: Uniforma regolazioni
ja: 調整を平坦化
pt_br: Achatar ajustes
ru: Сгладить корректировки

source: Flatten Effects
de: Effekte ebnen
es: Combinar efectos
fr: Aplatir les effets
it: Uniforma effetti
ja: エフェクトを平坦化
pt_br: Misturar os efeitos
ru: Сгладить эффекты

source: Flatten Styles
de: Stile ebnen
es: Combinar estilos
fr: Aplatir les styles
it: Uniforma stili
ja: スタイルを平坦化
pt_br: Achatar estilos
ru: Сгладить стили

source: Flexible Space
de: Flexibler Zwischenraum
es: Espacio flexible
fr: Espace ajustable
it: Spazio flessibile
ja: 伸縮自在のスペース
pt_br: Espaço flexível
ru: Распорка

source: Flip Horizontally
de: Horizontal spiegeln
es: Volteo horizontal
fr: Symétrie axe horizontal
it: Capovolgi orizzontalmente
ja: 水平方向に反転
pt_br: Girar horizontalmente
ru: Перевернуть горизонтально

source: Flip Text Along Path
de: Text entlang eines Pfades spiegeln
es: Invertir el texto en la ruta
fr: Retourner le texte le long du chemin
it: Capovolgi il testo lungo un percorso
ja: パスに沿ってテキストを反転
pt_br: Aplicar texto sobre o caminho
ru: Перевернутый текст вдоль пути

source: Flip Vertically
de: Vertikal spiegeln
es: Volteo vertical
fr: Symétrie axe vertical
it: Rifletti verticale
ja: 垂直方向に反転
pt_br: Girar verticalmente
ru: Перевернуть вертикально

source: Flood Fill
de: Flutfüllen
es: Balde de tinta
fr: Remplissage par diffusion
it: Riempimento flood fill
ja: 領域内塗りつぶし
pt_br: Balde de tinta
ru: Заливка наводнением

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
pt_br: Pasta
ru: Папка

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
pt_br: Pastas
ru: Папки

source: Font Change
de: Schriftart ändern
es: Cambiar fuente
fr: Modification de police
it: Cambia font
ja: フォントの変更
pt_br: Alteração de fonte
ru: Смена шрифта

source: For iCloud sharing to work, you must move the folder to an iCloud location.
de: Damit Teilen in iCloud funktioniert, müssen Sie den Ordner in den iCloud-Speicher bewegen.
es: Para poder compartir en iCloud, debes trasladar la carpeta a una ubicación dentro de iCloud.
fr: Pour que le partage iCloud fonctionne, vous devez déplacer le dossier dans un emplacement iCloud.
it: La condivisione su iCloud funziona solo se la cartella viene spostata in una posizione iCloud.
ja: iCloud共同作業を行うには、フォルダをiCloudの場所に移動する必要があります。
pt_br: Para que o compartilhamento via iCloud funcione, você precisa mover a pasta para um local no iCloud.
ru: Для совместного доступа через iCloud переместите папку в iCloud.

source: Format:
es: Formato:
it: Formato:
ja: 形式:
pt_br: Formato:
ru: Формат:

source: Frame
de: Rahmen
fr: Cadre
it: Cornice

source: Frames
de: Rahmen
it: Cornici

source: Free Selection
de: Freie Auswahl
es: Selección libre
fr: Sélection libre
it: Selezione libera
ja: フリー選択
pt_br: Seleção livre
ru: Свободный выбор

source: Freeform Pen
de: Freiform-Stift
es: Lápiz de formas libres
fr: Plume libre
it: Penna a forma libera
ja: フリーフォームペン
pt_br: Caneta de forma livre
ru: Перо свободной формы

source: Freeform Type
de: Freiform-Texteingabe
es: Texto de forma libre
fr: Frappe en forme libre
it: Digitazione a mano libera
ja: フリーフォーム型
pt_br: Digitar em forma livre
ru: Текст свободной формы

source: Frequency Separation
de: Frequenztrennung
es: Separación de frecuencias
fr: Séparation de fréquences
it: Separazione delle frequenze
ja: 周波数分離
pt_br: Separação de Frequência
ru: Частотное разложение

source: G
fr: V
it: V

source: Gap
de: Abstand
es: Vacío
fr: Espace
it: Spazio
ja: 間隔
pt_br: Lacuna
ru: Разрыв

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt_br: Geral
ru: Основные

source: Generator
es: Generador
fr: Générateur
it: Generatore
ja: ジェネレータ
pt_br: Gerador
ru: Генератор

source: Get %@ off for one year
de: %@ Rabatt für ein Jahr
es: Consigue un %@ dto. por un año
fr: %@ de réduction pendant un an
it: Sconto del %@ per un anno
ja: 1年間 %@ オフ
pt_br: Obtenha %@ de desconto por um ano
ru: Скидка %@ на год

source: Get %@ off the first year of Photomator
de: Sparen Sie %@ für das erste Jahr Photomator
fr: Profitez de -%@ sur la première année d'abonnement Photomator
it: Ottieni il %@ di sconto sul primo anno di Photomator

source: Get %@ off the first year of Photomator!
de: Sparen Sie %@ für das erste Jahr Photomator!
fr: Profitez de -%@ sur la première année d'abonnement Photomator !
it: Ottieni il %@ di sconto sul primo anno di Photomator!

source: Get Started
de: Loslegen
es: Empezar
fr: Démarrer
it: Inizia
ja: 開始する
pt_br: Introdução
ru: Начинаем!

source: Glazed
de: Glasiert
es: Esmaltado
fr: Vitré
it: Smaltato
ja: グレーズ
pt_br: Vitrificado
ru: Глянцевый

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
it: Gradiente
ja: グラデーション
pt_br: Degradê
ru: Градиент

source: Gradient Angle
de: Verlaufswinkel
es: Ángulo de degradado
fr: Angle du dégradé
it: Angolo gradiente
ja: グラデーションの角度
pt_br: Ângulo do gradiente
ru: Угол градиента

source: Gradient Change
de: Verlaufsänderung
es: Cambio de degradado
fr: Changement du dégradé
it: Variazione sfumatura
ja: グラデーションの変更
pt_br: Alteração de Gradiente
ru: Изменение градиента

source: Gradient Collection
de: Verlaufsammlung
es: Colección de degradados
fr: Collection de dégradés
it: Collezione Gradiente
ja: グラデーションコレクション
pt_br: Coleção de gradientes
ru: Коллекция градиентов

source: Gradient Fill
de: Verlauffüllung
es: Relleno de degradado
fr: Remplissage du dégradé
it: Riempimento gradiente
ja: グラデーションで塗りつぶし
pt_br: Preenchimento degradê
ru: Градиентная заливка

source: Gradients
de: Verläufe
es: Degradados
fr: Dégradés
it: Gradienti
ja: グラデーション
pt_br: Degradês
ru: Градиенты

source: Grain
de: Körnung
es: Grano
it: Grana
ja: 粒
pt_br: Granulado
ru: Зерно

source: Grain Rotation
de: Korndrehung
es: Rotación de grano
fr: Rotation du grain
it: Rotazione grana
ja: 粒子の回転
pt_br: Rotação do grão
ru: Вращение зерна

source: Grain Scale
de: Korngröße
es: Escala de grano
fr: Échelle du grain
it: Scala grana
ja: 粒度
pt_br: Escala do grão
ru: Шкала зерна

source: Grain Spacing
de: Kornabstand
es: Espaciado de grano
fr: Espacement du grain
it: Spaziatura grana
ja: 粒子の間隔
pt_br: Espaçamento do grão
ru: Расположение зерна

source: Grain Zoom
de: Kornzoom
es: Zoom de grano
fr: Zoom du grain
it: Zoom grana
ja: 粒子のズーム
pt_br: Ampliação do grão
ru: Масштабирование зерна

source: Gray Color Profiles
de: Graue Farbprofile
es: Perfiles de color gris
fr: Profils de couleur gris
it: Profili colore grigio
ja: グレーカラープロファイル
pt_br: Perfis de cinza
ru: Профили серых цветов

source: Gray Profiles
de: Graue Profile
es: Perfiles de gris
fr: Profils gris
it: Profili di grigio
ja: グレープロファイル
pt_br: Perfis de cinza
ru: Профили серого

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
ja: グリーン
pt_br: Verde
ru: Зеленый

source: Green Channel
de: Grünkanal
es: Canal verde
fr: Couche verte
it: Canale verde
ja: グリーンチャンネル
pt_br: Canal verde
ru: Зелёный канал

source: Grey
de: Grau
es: Gris
fr: Gris
it: Grigio
ja: グレー
pt_br: Cinza
ru: Серый

source: Group
de: Gruppe
es: Agrupar
fr: Associer
it: Gruppo
ja: グループ化
pt_br: Agrupar
ru: Сгруппировать

source: Halftone
de: Halbton
es: Semitono
fr: Demi-teinte
it: Mezzotono
ja: ハーフトーン
pt_br: Meio tom
ru: Полутона

source: Hand
es: Mano
fr: Main
it: Mano
ja: 手のひら
pt_br: Mão
ru: Рука

source: Hard Light
de: Hartes Licht
es: Luz fuerte
fr: Lumière crue
it: Luce intensa
ja: ハードライト
pt_br: Luz direta
ru: Жесткий свет

source: Hard Mix
de: Hart mischen
es: Mezcla fuerte
fr: Mélange maximal
it: Mix intenso
ja: ハードミックス
pt_br: Mistura sólida
ru: Жесткое смешение

source: HDR Mode
de: HDR-Modus
es: Modo HDR
fr: Mode HDR
it: Modalità HDR
ja: HDRモード
pt_br: Modo HDR
ru: HDR-режим

source: HDR Not Available
de: HDR nicht verfügbar
es: HDR no disponible
fr: HDR non disponible
it: HDR non disponibile
ja: HDRは利用できません
pt_br: HDR Não Disponível
ru: HDR недоступен

source: HDR requires an HDR-compatible display and macOS 14.0 or later.
de: Für HDR benötigen Sie ein HDR-kompatibles Display sowie macOS 14.0 oder neuer.
es: HDR requiere una pantalla compatible con HDR y macOS 14.0 o posterior.
fr: Le HDR nécessite un écran compatible HDR ainsi que macOS 14.0 ou supérieur.
it: HDR richiede un monitor compatibile con HDR e macOS 14.0 o successivo.
ja: HDRには、HDR対応ディスプレイとmacOS 14.0以降が必要です。
pt_br: HDR requer uma tela compatível com HDR e macOS 14.0 ou posterior.
ru: Для работы с HDR необходим дисплей, поддерживающий HDR, и macOS версии 14.0 или новее.

source: Height:
de: Höhe:
es: Altura:
fr: Hauteur :
it: Altezza:
ja: 高さ:
pt_br: Altura:
ru: Высота:

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
ru: Справка

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 隠す
pt_br: Ocultar
ru: Скрыть

source: Hide All
de: Alle ausblenden
es: Ocultar todo
fr: Masquer tout
it: Nascondi tutto
ja: すべてを非表示
pt_br: Ocultar Tudo
ru: Скрыть все

source: Hide All Other Layers
de: Alle anderen Ebenen ausblenden
es: Ocultar todas las otras capas
fr: Masquer tous les autres calques
it: Nascondi tutti gli altri livelli
ja: 他のすべてのレイヤーを非表示
pt_br: Ocultar todas as outras camadas
ru: Скрыть все другие слои

source: Hide Background
de: Hintergrund ausblenden
es: Ocultar fondo
fr: Masquer l'arrière-plan
it: Nascondi sfondo
ja: 背景を非表示
pt_br: Ocultar Fundo
ru: Скрыть фон

source: Hide Colors
de: Farben ausblenden
es: Ocultar colores
fr: Masquer les couleurs
it: Nascondi colori
ja: カラーを隠す
pt_br: Ocultar cores
ru: Скрыть цвета

source: Hide Details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
ja: 詳細を非表示
pt_br: Ocultar detalhes
ru: Скрыть детали

source: Hide Document Info
de: Dokumenteninfo ausblenden
es: Ocultar información del documento
fr: Masquer les informations du document
it: Nascondi informazioni documento
ja: 書類情報を非表示
pt_br: Ocultar informações do documento
ru: Скрыть сведения о документе

source: Hide Filmstrip
de: Filmstreifen ausblenden
es: Ocultar la tira de película
fr: Masquer la pellicule
it: Nascondi pellicola
ja: フィルムストリップを非表示
pt_br: Ocultar fita de filme
ru: Скрыть диафильм

source: Hide Fonts
de: Schriftarten ausblenden
es: Ocultar fuentes
fr: Masquer les polices
it: Nascondi font
ja: フォントを隠す
pt_br: Ocultar fontes
ru: Скрыть фигуры

source: Hide Grid
de: Gitter ausblenden
es: Ocultar cuadrícula
fr: Masquer la grille
it: Nascondi griglia
ja: グリッドを隠す
pt_br: Ocultar grade
ru: Скрыть сетку

source: Hide Guides
de: Hilfslinien ausblenden
es: Ocultar guías
fr: Masquer les repères
it: Nascondi guide
ja: ガイドを隠す
pt_br: Ocultar guias
ru: Скрыть направляющие

source: Hide Handles
de: Griffe ausblenden
es: Ocultar marcadores
fr: Masquer les poignées
it: Nascondi maniglie
ja: ハンドルを非表示
pt_br: Ocultar alças
ru: Скрыть маркеры

source: Hide Info
de: Info ausblenden
es: Ocultar información
fr: Masquer les informations
it: Nascondi informazioni
ja: 情報を非表示
pt_br: Ocultar informações
ru: Скрыть свойства

source: Hide Info Bar
de: Infoleiste ausblenden
es: Ocultar barra de información
fr: Masquer barre d’information
it: Nascondi barra informazioni
ja: 情報バーを隠す
pt_br: Ocultar barra de informações
ru: Скрыть панель информации

source: Hide Interface
de: Oberfläche ausblenden
es: Ocultar interfaz
fr: Masquer l’interface
it: Nascondi interfaccia
ja: インターフェースを非表示
pt_br: Ocultar interface
ru: Скрыть интерфейс

source: Hide Layers
de: Ebenen ausblenden
es: Ocultar capas
fr: Masquer les calques
it: Nascondi livelli
ja: レイヤーを隠す
pt_br: Ocultar camadas
ru: Скрыть слои

source: Hide Optimized Preview
de: Optimierte Vorschau ausblenden
es: Ocultar vista previa optimizada
fr: Masquer l’aperçu optimisé
it: Nascondi anteprima ottimizzata
ja: 最適化したプレビューを非表示
pt_br: Ocultar prévia otimizada
ru: Скрыть оптимизированное превью

source: Hide Overlay
de: Overlay ausblenden
es: Ocultar superposición
fr: Masquer l'incrustation
it: Nascondi sovrapposizione
ja: オーバーレイを非表示
pt_br: Ocultar sobreposição
ru: Скрыть оверлей

source: Hide Presets
de: Voreinstellungen Ausblenden
es: Ocultar preajustes
fr: Masquer les préréglages
it: Nascondi i preset
ja: プリセットを隠す
pt_br: Ocultar pré-ajustes
ru: Скрыть пресеты

source: Hide Rulers
de: Lineale ausblenden
es: Ocultar reglas
fr: Masquer règles
it: Nascondi righelli
ja: ルーラを隠す
pt_br: Ocultar réguas
ru: Убрать линейки

source: Hide Shape
de: Form ausblenden
es: Ocultar forma
fr: Masquer la forme
it: Nascondi forma
ja: シェイプを非表示
pt_br: Ocultar Forma
ru: Скрыть фигуру

source: Hide Shape Outline
de: Formkontur ausblenden
es: Ocultar el contorno de la figura
fr: Masquer le contour de la forme
it: Nascondi il contorno della forma
ja: シェイプのアウトラインを非表示
pt_br: Ocultar o contorno da forma
ru: Скрыть контур фигуры

source: Hide Tab Bar
de: Tableiste ausblenden
es: Ocultar barra de pestañas
fr: Masquer la barre d’onglets
it: Nascondi la barra dei pannelli
ja: タブバーを非表示
pt_br: Ocultar barra de guias
ru: Скрыть панель вкладок

source: Hide Tool Names
de: Werkzeugnamen ausblenden
es: Ocultar los nombres de las herramientas
fr: Masquer le nom des outils
it: Nascondi Nomi Strumenti
ja: ツール名を非表示
pt_br: Ocultar nomes das ferramentas
ru: Скрыть имена инструментов

source: Hide Tool Options
de: Werkzeugoptionen ausblenden
es: Ocultar opciones de herramientas
fr: Masquer options d’outils
it: Nascondi opzioni strumento
ja: ツールオプションを隠す
pt_br: Ocultar opções de ferramenta
ru: Скрыть опции инструментов

source: Hide Toolbar
de: Werkzeugleiste ausblenden
es: Ocultar barra de herramientas
fr: Masquer la barre d’outils
it: Nascondi la barra strumenti
ja: ツールバーを非表示
pt_br: Ocultar barra de ferramentas
ru: Скрыть панель инструментов

source: Hide Tools
de: Werkzeuge ausblenden
es: Ocultar herramientas
fr: Masquer les outils
it: Nascondi strumenti
ja: ツールを隠す
pt_br: Ocultar ferramentas
ru: Скрыть инструменты

source: High
de: Hoch
es: Alta
fr: Grande
it: Alta
ja: 高
pt_br: Alto
ru: Высокое

source: High Pass Radius
de: Hochpassradius
es: Radio de paso alto
fr: Rayon Passe-haut
it: Raggio passa alto
ja: ハイパス半径
pt_br: Raio Passa-alta
ru: Радиус цветового контраста

source: Highlights
de: Lichter
es: Brillos
fr: Tons clairs
it: Luci
ja: ハイライト
pt_br: Realces
ru: Светлые участки

source: Histogram
de: Histogramm
es: Histograma
fr: Histogramme
it: Istogramma
ja: ヒストグラム
pt_br: Histograma
ru: Гистограмма

source: Horizontal Alignment
de: Horizontale Ausrichtung
es: Alineación horizontal
fr: Alignement horizontal
it: Allineamento orizzontale
ja: 水平方向の配置
pt_br: Alinhamento horizontal
ru: Горизонтальное выравнивание

source: How to use design templates
de: So verwenden Sie Designvorlagen
es: Cómo utilizar las plantillas de diseño
fr: Comment utiliser les modèles de conception
it: Come utilizzare i modelli di disegno
ja: デザインテンプレートの使い方
pt_br: Como utilizar modelos de design
ru: Как использовать шаблоны дизайна

source: How to use mockups
de: So verwenden Sie Mockups
es: Cómo utilizar las maquetas
fr: Comment utiliser les maquettes
it: Come utilizzare i prototipi
ja: モックアップの使い方
pt_br: Como utilizar protótipos
ru: Как использовать макеты

source: Hue
de: Farbton
es: Matiz
fr: Teinte
it: Tonalità
ja: 色合い
pt_br: Matiz
ru: Тон

source: Hue & Saturation
de: Farbton & Sättigung
es: Tono y saturación
fr: Teinte et saturation
it: Tono e Saturazione
ja: 色相と彩度
pt_br: Matiz e saturação
ru: Тон и насыщенность

source: Hue Scatter
de: Farbtonstreuung
es: Dispersión de tono
fr: Dispersion de la teinte
it: Dispersione tonalità
ja: 色相散布
pt_br: Dispersão de matiz
ru: Разброс оттенков

source: If you do, the next time you edit this image with the Pixelmator Pro extension, any layers and other nondestructive changes will be restored. Otherwise, only the final, edited image will be saved.
de: Wenn Sie das tun, werden alle Ebenen und andere zerstörungsfreie Änderungen wiederhergestellt, wenn Sie dieses Bild das nächste Mal mit der Pixelmator Pro Erweiterung bearbeiten. Andernfalls wird nur das finale bearbeitete Bild gesichert.
es: Si lo haces, la próxima vez que edites esta imagen con la extensión de Pixelmator Pro, cualquier capa y otros cambios no destructivos se restablecerán. De lo contrario, solo se guardará la imagen final editada.
fr: Si vous le faites, la prochaine fois que vous modifiez cette image avec l’extension Pixelmator Pro, tout calque et autre modification non-destructive sera restauré. Sinon, seule l’image finale modifiée sera enregistrée.
it: Se lo fai, la prossima volta che modificherai questa immagine con l'estensione Pixelmator Pro, qualsiasi livello e altre modifiche non distruttive verranno ripristinati. In caso contrario, verrà salvata solo l'immagine finale modificata.
ja: 編集を保存する場合、次回Pixelmator Pro拡張機能を使用してこの画像を編集すると、レイヤーやその他の非破壊的な変更が復元されます。 それ以外の場合は、最後の編集済み画像のみが保存されます。
pt_br: Se o fizer, na próxima vez que você editar a imagem com a extensão Pixelmator Pro, todas a camadas e outras alterações não destrutivas serão restauradas. Do contrário, somente a imagem final, não editada, será salva.
ru: Если вы так сделаете, то, когда в следующий раз вы будете редактировать с помощью расширения Pixelmator Pro, все слои и прочие недеструктивные изменения будут восстановлены. В противном случае будет сохранено только окончательное исправленное изображение.

source: Illustrator Document
de: Illustrator-Dokument
es: Documento de Illustrator
fr: Document Illustrator
it: Documento Illustrator
ja: Illustrator 書類
pt_br: Documento do Illustrator
ru: Документ Иллюстратора

source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
pt_br: Imagem
ru: Изображение

source: Image Dimensions
de: Bildabmessungen
es: Dimensiones de imagen
fr: Dimensions de l’image
it: Dimensioni immagine
ja: 画像のサイズ
pt_br: Dimensões da Imagem
ru: Размеры изображения

source: Image Fill
de: Bildfüllung
es: Relleno de imagen
fr: Remplissage de l’image
it: Riempimento immagine
ja: 画像の塗りつぶし
pt_br: Preenchimento da imagem
ru: Заливка изображения

source: Image Layer
de: Bildebene
es: Capa de imagen
fr: Calque d’image
it: Livello immagine
ja: 画像レイヤー
pt_br: Camada de imagem
ru: Слой изображения

source: Image Scale
de: Bildskalierung
fr: Échelle de l'image
it: Scala immagine

source: Image Size
de: Bildgröße
es: Tamaño de imagen
fr: Taille de l’image
it: Dimensione immagine
ja: イメージサイズ
pt_br: Tamanho da imagem
ru: Размер изображения

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込み
pt_br: Importar
ru: Импорт

source: Import All
de: Alle importieren
es: Importar todo
fr: Tout importer
it: Importa tutto
ja: すべてを読み込む
pt_br: Importar tudo
ru: Импортировать все

source: Import as New Document
de: Als neues Dokument importieren
es: Importar como nuevo documento
fr: Importer comme nouveau document
it: Importa come nuovo documento
ja: 新規書類として取り込む
pt_br: Importar como novo documento
ru: Импортировать как новый документ

source: Importing files…
de: Dateien importieren …
es: Importando archivos…
fr: Importation des fichiers…
it: Importo i file…
ja: ファイルを読み込み中…
pt_br: Importando arquivos…
ru: Импорт файлов…

source: Importing…
de: Importieren …
es: Importando…
fr: Importation…
it: Importo…
ja: 読み込む...
pt_br: Importando…
ru: Импорт…
