Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Side by Side
de: Nebeneinander
es: En paralelo
fr: Côte à côte
it: Affiancato
ja: 並べる
pt_br: Lado a lado
ru: Сторона к стороне

source: Sidecar File Not Found
de: Sidecar-Datei nicht gefunden
es: No se ha encontrado el archivo Sidecar
fr: Fichier sidecar introuvable
it: File collaterale non trovato
ja: Sidecarファイルが見つかりません
pt_br: Arquivo sidecar não encontrado
ru: Sidecar-файл не нужен

source: Sidecar:
it: File collaterale:

source: Sides: %d
de: Seiten: %d
es: Lados: %d
fr: Côtés : %d
it: Lati: %d
ja: サイド: %d
pt_br: Lados: %d
ru: Стороны: %d

source: Simple
de: Einfach
it: Semplice
ja: シンプル
pt_br: Simples
ru: Простой

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pt_br: Tamanho
ru: Размер

source: Size by Pressure
de: Größe nach Druck
es: Tamaño por presión
fr: Taille par pression
it: Dimensione per pressione
ja: 圧力によるサイズ
pt_br: Tamanho por pressão
ru: Размер под давлением

source: Size by Speed
de: Größe nach Geschwindigkeit
es: Tamaño por velocidad
fr: Taille par vitesse
it: Dimensione per velocità
ja: 速度によるサイズ
pt_br: Tamanho por velocidade
ru: Размер при скорости

source: Size Presets:
de: Voreinstellungen Größe:
es: Preajustes de tamaño:
fr: Préréglages de taille :
it: Preset dimensioni:
ja: サイズプリセット:
pt_br: Presets de tamanho:
ru: Пресеты размера:

source: Size Scatter
de: Größenstreuung
es: Dispersión de tamaño
fr: Dispersion de la taille
it: Dispersione dimensione
ja: サイズ散布
pt_br: Dispersão de tamanho
ru: Разброс размеров

source: Size:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensioni:
ja: サイズ:
pt_br: Tamanho:
ru: Размер:

source: Skew
de: Neigen
es: Sesgar
fr: Inclinaison
it: Storto
ja: 傾斜
pt_br: Inclinar
ru: Наклон

source: Skew Transform
de: Verdrehen-Transformation
es: Sesgar transformación
fr: Transformation inclinaison
it: Trasformazione con inclinazione
ja: 傾斜変形
pt_br: Transformação por inclinação
ru: Преобразование наклоном

source: Sky
de: Himmel
es: Cielo
fr: Ciel
it: Cielo
ja: 空
pt_br: Céu
ru: Небо

source: Slice
es: Sector
fr: Tranche
it: Sezione
ja: スライス
pt_br: Segmento
ru: Ломтик

source: Sliders
de: Schieberegler
es: Cursores
fr: Curseurs
it: Cursori
ja: スライダ
pt_br: Deslizantes
ru: Бегунки

source: Smart Deband
de: Smartes Auflösen
es: Eliminación de banding
fr: Suppression intelligente de l'effet de bande
it: Elimina bande smart
ja: スマートデバンド
pt_br: Eliminar Faixas Inteligente
ru: Смарт-депостеризация

source: Smart Erase
de: Intelligentes Löschen
es: Borrado inteligente
fr: Gomme magique
it: Cancellatura smart
ja: スマート消去
pt_br: Borracha inteligente
ru: Смарт-ластик

source: Smart Refine
de: Intelligentes Verfeinern
es: Perfeccionamiento inteligente
fr: Affinement intelligent
it: Perfezionamento smart
ja: スマートカスタマイズ
pt_br: Refinamento inteligente
ru: Смарт-уточнение

source: Smooth Path
de: Glatter Pfad
es: Suavizar trazado
fr: Lisser tracé
it: Percorso fluido
ja: パスを滑らかにする
pt_br: Traçado suave
ru: Гладкий путь

source: Smooth Point
de: Glatter Punkt
es: Suavizar punto
fr: Lisser position
it: Punto fluido
ja: ポイントを滑らかにする
pt_br: Ponto suave
ru: Гладкая точка

source: Smooth textures
de: Glatte Texturen
es: Texturas lisas
fr: Textures lisses
it: Texture morbide
ja: テクスチャを滑らかにする
pt_br: Texturas lisas
ru: Сглаженные текстуры

source: Smoothen Path
de: Pfad glätten
es: Suavizar trazado
fr: Lisser le tracé
it: Leviga percorso
ja: パスを滑らかにする
pt_br: Suavizar traçado
ru: Сгладить путь

source: Smudge
de: Verwischen
es: Dedo
fr: Doigt
it: Sfumino
ja: 指先
pt_br: Borrar
ru: Смазывать пальцем

source: Smudge Settings
de: Schmiereinstellungen
es: Ajustes de manchado
fr: Paramètres de bavure
it: Impostazioni macchia
ja: 指先の設定
pt_br: Configurações de mancha
ru: Настройки смазывания

source: Snapping
de: Einrasten
es: Ajuste
fr: Magnétisme
it: Aggancia
ja: スナップ
pt_br: Ajuste
ru: Фотографирование

source: Social Media Cover
es: Portada para redes
fr: Couverture pour les réseaux sociaux
it: Copertina Social Media
pt_br: Capa para Redes Sociais
ru: Обложка для соцсетей

source: Social Media Post
de: Social Media-Beitrag
es: Publicación en las redes sociales
fr: Publication sur les réseaux sociaux
it: Posta Social Media
ja: ソーシャルメディア投稿
pt_br: Publicação de rede social
ru: Пост в соцсетях

source: Social Media Story
es: Historia de las redes sociales
fr: Story sur les réseaux sociaux
it: Story Social Media
ja: ソーシャルメディアストーリー
pt_br: Story de rede social
ru: Сюжет из соцсетей

source: Soft Light
de: Weiches Licht
es: Luz suave
fr: Lumière tamisée
it: Luce morbida
ja: ソフトライト
pt_br: Luz suave
ru: Мягкий свет

source: Soft Proof with %@
de: Softproof mit %@
es: Revisión con %@
fr: Correction douce avec %@
it: Prova colori con %@
ja: %@でソフトプルーフ
pt_br: Prova de cores com %@
ru: Цветопроба с %@

source: Soften
de: Abschwächen
es: Suavizar
fr: Adoucir
it: Attenua
ja: 和らげる
pt_br: Suavizar
ru: Смягчить

source: Soften Settings
de: Abschwächungseinstellungen
es: Ajustes de suavizado
fr: Paramètres d’adoucissement
it: Impostazioni morbidezza
ja: ソフトさの設定
pt_br: Configurações de suavidade
ru: Настройки смягчения

source: Softness
de: Weichheit
es: Suavidad
fr: Douceur
it: Morbidezza
ja: 柔らかさ
pt_br: Suavidade
ru: Мягкость

source: Solid Color
de: Deckend
fr: Couleur unie
it: Tinta unita

source: Some key resources that %@ requires to function reliably are not available, possibly due to low disk space or an operating system error.
de: Einige für die Funktionsfähigkeit von %@ unerlässliche Schlüsselressourcen sind nicht verfügbar. Die Gründe könnten zu wenig Speicherplatz oder ein Fehler im Betriebssystem sein.
es: Algunos recursos clave que %@ necesita para funcionar de forma fiable no están disponibles, posiblemente debido al poco espacio en el disco o a un error del sistema operativo.
fr: Certaines ressources clés dont %@ a besoin pour fonctionner de manière fiable ne sont pas disponibles, peut-être en raison d'un espace disque insuffisant ou d'une erreur du système d'exploitation.
it: Alcune risorse chiave necessarie per il funzionamento in modo affidabile di %@ non sono disponibili, probabilmente a causa dello spazio su disco insufficiente o di un errore del sistema operativo.
ja: ％@が確実に機能するために必要なリソースは、ディスク容量の不足またはオペレーティングシステムのエラーが原因で利用できません。
pt_br: Alguns recursos importantes e indispensáveis para o funcionamento correto de %@ não estão disponíveis, possivelmente devido a pouco espaço em disco ou a um erro no sistema operacional.
ru: Недоступны какие-то ключевые ресурсы, от которых %@ требует функционировать надежно: возможно, это из-за недостаточного места на диске или ошибки операционной системы.

source: Some Photos Are Unavailable
de: Einige Fotos sind nicht verfügbar
es: Algunas fotos no están disponibles
fr: Certaines photos ne sont pas disponibles
it: Alcune foto non sono disponibili
ja: 一部の写真は利用できません
pt_br: Algumas Fotos Estão Indisponíveis
ru: Некоторые фото недоступны

source: Source Atop
de: Quelle oben
es: Origen encima
fr: Source au dessus
it: Sorgente Atop
ja: ソーストップ
pt_br: Origem acima
ru: Источник наверху

source: Source Color
de: Quellfarbe
es: Color de origen
fr: Couleur d’origine
it: Colore d'origine
ja: 元のカラー
pt_br: Cor de origem
ru: Исходный цвет

source: Source In
de: Quelle innen
es: Origen dentro
fr: Source à l’intérieur
it: Sorgente ingresso
ja: ソースイン
pt_br: Origem dentro
ru: Вход источника

source: Source Out
de: Quelle außen
es: Origen fuera
fr: Source à l’extérieur
it: Sorgente uscita
ja: ソースアウト
pt_br: Origem fora
ru: Выход источника

source: Space
de: Leerzeichen
es: Espacio
fr: Espace
it: Spazio
ja: スペース
pt_br: Espaço
ru: Пробел

source: Spacing
de: Abstand
es: Espaciado
fr: Espacement
it: Spaziatura
ja: 文字間隔
pt_br: Espaçamento
ru: Интервалы

source: Spacing After
de: Abstände hinter
es: Espaciado después de
fr: Espacement après
it: Spaziatura dopo
ja: 後の間隔
pt_br: Espaçamento após
ru: Расстояние после

source: Spacing Before
de: Abstände vor
es: Espaciado antes de
fr: Espacement avant
it: Spaziatura prima
ja: 前の間隔
pt_br: Espaçamento depois
ru: Расстояние перед

source: Special Offer
es: Oferta especial
fr: Offre spéciale
it: Offerta speciale
ja: 特価提供
pt_br: Oferta Especial

source: Specular
de: Spiegelnd
es: Especular
fr: Spéculaire
it: Speculare
ja: 鏡面反射
pt_br: Especular
ru: Зеркальный

source: Sphere
de: Kugel
es: Esfera
fr: Sphère
it: Sfera
ja: 球体
pt_br: Esfera
ru: Сфера

source: Split Comparison
de: Split-Vergleich
es: Comparación de divisiones
fr: Comparaison en vue partagée
it: Dividi comparazione
ja: 分割比較
pt_br: Comparação lado a lado
ru: Разделенный экран

source: Spot Light
es: Foco
fr: Localiser lumière
it: Luce piatta
ja: スポット
pt_br: Foco de luz
ru: Прожектор

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato
ja: 正方形
pt_br: Quadrado
ru: Квадрат

source: Star
de: Stern
es: Estrella
fr: Étoile
it: Stella
ja: スター
pt_br: Estrela
ru: Звезда

source: Star Shape
de: Sternform
es: Forma de estrella
fr: Forme étoile
it: Forma stella
ja: スター
pt_br: Forma de estrela
ru: Фигура-звезда

source: Start
es: Inicio
fr: Début
it: Inizio
ja: 始点
pt_br: Iniciar
ru: Начало

source: Start Drawing
de: Zeichnen starten
es: Comenzar a dibujar
fr: Commencer à dessiner
it: Inizia a disegnare
ja: 描画を開始
pt_br: Comece a desenhar
ru: Начать рисование

source: Start Editing
de: Bearbeiten starten
es: Iniciar edición
fr: Démarrer
it: Inizia le modifiche
ja: 編集を開始
pt_br: Começar a Editar
ru: Начать работу

source: Start Free Trial
de: Kostenlose Testversion starten
es: Iniciar prueba gratuita
fr: Commencer l'essai gratuit
it: Inizia prova gratuita
ja: 無料トライアルを開始
pt_br: Iniciar Avaliação Gratuita
ru: Начать бесплатный пробный период

source: Start Freeform Drawing
de: Freiformzeichnen starten
es: Iniciar el dibujo de forma libre
fr: Commencer le dessin libre
it: Avvia disegno a mano libera
ja: フリーフォームの描画を開始
pt_br: Iniciar desenho livre
ru: Начать свободное рисование

source: Start Point
de: Startpunkt
es: Punto de inicio
fr: Point de départ
it: Punto di partenza
ja: 開始ポイント
pt_br: Ponto inicial
ru: Начальная точка

source: Start with a template or an empty document
de: Beginnen Sie mit einer Vorlage oder einem leeren Dokument
es: Comenzar con una plantilla o un documento vacío
fr: Commencez par un modèle ou un document vierge
it: Inizia con un modello o con un documento vuoto
ja: テンプレートまたは空の書類から開始
pt_br: Comece com um modelo ou um documento vazio
ru: Начать с шаблона или пустого документа

source: Starting Position
de: Startposition
es: Posición inicial
fr: Position de départ
it: Posizione di inizio
ja: 開始位置
pt_br: Posição inicial
ru: Начальная позиция

source: Starting Position x:
de: Startposition x:
es: Posición inicial x:
fr: Position de départ x :
it: Posizione di inizio x:
ja: 開始位置 x:
pt_br: Começando a posição x:
ru: Начальная позиция x:

source: Stop Playing
de: Wiedergabe stoppen
es: Detener reproducción
fr: Arrêter la lecture
it: Interrompi
ja: 再生を停止
pt_br: Interromper reprodução
ru: Стоп воспр.

source: Stop Playing Selected
de: Wiedergabe von Auswahl stoppen
es: Detener reproducción de selección
fr: Arrêter la lecture de la sélection
it: Interrompi selezionati
ja: 選択した再生を停止
pt_br: Interromper a reprodução do selecionado
ru: Остановить воспр. выбранного

source: Story
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ja: ストーリー
pt_br: História
ru: Сюжет

source: Stretch
de: Strecken
es: Estirar
fr: Adapter
it: Allunga
ja: 伸縮
pt_br: Esticar
ru: Растяжение

source: Strikethrough
de: Durchgestrichen
es: Tachado
fr: Barré
it: Barrato
ja: 打ち消し線
pt_br: Tachado
ru: Зачеркнутый

source: Stroke
de: Kontur
es: Trazo
fr: Contour
it: Tratto
ja: 線
pt_br: Traço
ru: Штрих

source: Stroke Width
de: Strichbreite
es: Amplitud de trazado
fr: Largeur du coup de pinceau
it: Ampiezza tratto
ja: 線の幅
pt_br: Largura do traço
ru: Ширина штриха

source: Stroke with Brush
de: Mit Pinsel malen
es: Trazo con pincel
fr: Trait avec pinceau
it: Tratto di pennello
ja: ブラシで描画
pt_br: Traço com pincel
ru: Штрих кистью

source: Stroke with Brush…
de: Mit Pinsel malen …
es: Trazo con pincel…
fr: Trait avec pinceau…
it: Tratto di pennello…
ja: ブラシで描画…
pt_br: Traço com pincel…
ru: Штрих кистью…

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
pt_br: Estilo
ru: Стиль

source: Styles
de: Stile
es: Estilos
it: Stili
ja: スタイル
pt_br: Estilos
ru: Стили

source: Stylize
de: Stilisieren
es: Estilizar
fr: Esthétique
it: Stilizzazione
ja: スタイル
pt_br: Estilizar
ru: Стилизовать

source: Subject
de: Motiv
es: Sujeto
fr: Sujet
it: Soggetto
ja: 被写体
pt_br: Tema
ru: Сюжет

source: Subject Mask
de: Motivmaske
es: Asunto máscara
fr: Masque du sujet
it: Maschera soggetto
ja: マスクをかける
pt_br: Máscara alvo
ru: Маска объекта

source: Subscribe
de: Abonnieren
es: Suscribirme
fr: S'abonner
it: Abbonati
ja: 購読する
pt_br: Assinar
ru: Купить подписку

source: Subscribe monthly for %@. Cancel anytime.
de: Abonnieren für monatlich %@. Jederzeit kündbar.
es: Suscríbete por %@ al mes. Cancela cuando quieras.
fr: Abonnement mensuel à %@. Annulable à tout moment.
it: Abbonamento mensile per %@. Annulla in qualsiasi momento.
ja: %@ で毎月購読します。いつでもキャンセルできます。
pt_br: Assine mensalmente por %@. Cancele quando quiser.
ru: Купите месячную подписку за %@. Отменить можно в любой момент.

source: Subscribe yearly for %@. Cancel anytime.
de: Abonnieren für jährlich %@. Jederzeit kündbar.
es: Suscríbete por %@ al año. Cancela cuando quieras.
fr: Abonnement annuel à %@. Annulable à tout moment.
it: Abbonamento annuale per %@. Annulla in qualsiasi momento.
ja: %@ を毎年購読します。いつでもキャンセルできます。
pt_br: Assine anualmente por %@. Cancele quando quiser.
ru: Купите подписку на год за %@. Отменить можно в любой момент.

source: Subtract
de: Subtrahieren
es: Sustraer
fr: Soustraire
it: Sottrai
ja: 減算
pt_br: Subtrair
ru: Вычесть

source: Subtract from Shape
de: Von Form subtrahieren
es: Sustraer de la forma
fr: Soustraire de la forme
it: Sottrai dalla forma
ja: シェイプから取り除く
pt_br: Subtrair da forma
ru: Вычесть из фигуры

source: Subtract Shapes
de: Formen subtrahieren
es: Sustraer figuras
fr: Soustraire des formes
it: Sottrai forme
ja: シェイプを取り除く
pt_br: Subtrair formas
ru: Вычесть фигуры

source: Subtracted
de: Subtrahiert
es: Sustraídas
fr: Soustrait
it: Sottratto
ja: 除外
pt_br: Subtraído
ru: Вычтенные

source: Suggested Names
de: Vorgeschlagene Namen
es: Nombres sugeridos
fr: Noms suggérés
it: Nomi suggeriti
ja: 提案された名前
pt_br: Nomes sugeridos
ru: Предлагаемые имена

source: Super Resolution
es: Superresolución
fr: Super résolution
it: Super risoluzione
ja: 超解像技術
pt_br: Super resolução
ru: Cупер-разрешение

source: Super Resolution Split Comparison
de: Superauflösung-Split-Vergleich
es: Comparación partida de Superresolución
fr: Comparaison en vue partagée de la Super Resolution
it: Confronto con risoluzione Super
ja: 超解像分割比較
pt_br: Comparação lado a lado da Super-resolução
ru: Разделенный экран супер-разрешения

source: Swatches
de: Farbfelder
es: Muestras
fr: Échantillons
it: Campioni
ja: スウォッチ
pt_br: Amostras
ru: Образцы

source: Switch Colors
de: Farben wechseln
es: Conmutar colores
fr: Permuter couleurs
it: Scambia colori
ja: カラーを変更
pt_br: Alternar cores
ru: Переключить цвета

source: Tags
es: Etiquetas
it: Etichette
ja: タグ
pt_br: Etiquetas
ru: Теги

source: Tail End Dynamics
de: Dynamik hinteres Ende
es: Dinámica de final de cola
fr: Dynam. bout de traîne
it: Dinamica estremità finale
ja: テールエンドダイナミクス
pt_br: Dinâmica de extremidade
ru: Динамика конца хвоста

source: Tail Opacity
de: Deckkraft hinteres Ende
es: Opacidad de cola
fr: Opacité de la traîne
it: Opacità estremità
ja: テール不透明度
pt_br: Opacidade de extremidade
ru: Непрозрачность хвоста

source: Tail Size
de: Größe hinteres Ende
es: Tamaño de cola
fr: Taille de la traîne
it: Dimensione estremità
ja: テールサイズ
pt_br: Tamanho da extremidade
ru: Размер хвостов

source: Tail Start Dynamics
de: Dynamik vorderes Ende
es: Dinámica de inicio de cola
fr: Dynam. déb. traîne
it: Dinamica estremità iniziale
ja: テールスタートダイナミクス
pt_br: Dinâmica da extr. inicial
ru: Динамика начала хвоста

source: Target Color
de: Zielfarbe
es: Color de destino
fr: Couleur cible
it: Colore target
ja: ターゲットカラー
pt_br: Cor de destino
ru: Целевой цвет

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
pt_br: Temperatura
ru: Температура

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini d'uso
ja: 利用規約
pt_br: Termos de uso
ru: Условия использования

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
pt_br: Texto
ru: Текст

source: Text Change
de: Textänderung
es: Cambio de texto
fr: Modification du texte
it: Modifica testo
ja: テキストの変更
pt_br: Alteração do texto
ru: Изменение текста

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore testo
ja: テキストカラー
pt_br: Cor do texto
ru: Цвет текста

source: Text Style
de: Textstil
es: Estilo de texto
fr: Style de texte
it: Stile testo
ja: テキストスタイル
pt_br: Estilo do texto
ru: Стиль текста

source: Texture-aware adjustments cannot be recreated using LUTs so the exported LUT will look different.
de: Texturbezogene Anpassungen können nicht mit LUTs neu erstellt werden, sodass die exportierte LUT anders aussieht.
es: No es posible recrear los ajustes de reconocimiento de texturas mediante LUT, por lo que el LUT exportado tendrá un aspecto diferente.
fr: Les ajustements basés sur l'analyse de texture ne peuvent pas être recréés à partir de LUT. L'apparence de la LUT exportée sera donc altérée.
it: Non è possibile ricreare le impostazioni di riconoscimento delle texture tramite LUT, quindi la LUT esportata avrà un aspetto diverso.
ja: テクスチャを考慮した調整は LUT を使用して再作成できないため、書き出した LUT は異なって見えます。
pt_br: Os ajustes com reconhecimento de texturas não podem ser recriados com LUTs, por isso os LUTs exportados ficarão diferentes.
ru: Корректировки учёта текстуры нельзя воссоздать с помощью LUT, так что экспортированные LUT будут выглядеть иначе.

source: Textures
de: Texturen
es: Texturas
it: Texture
ja: テクスチャ
pt_br: Texturas
ru: Текстуры

source: The document couldn’t be opened.
de: Das Dokument konnte nicht geöffnet werden.
es: No se ha podido abrir el documento.
fr: Le document n’a pas pu être ouvert.
it: Il documento non può essere aperto.
ja: この書類は開くことができません。
pt_br: O documento não pôde ser aberto.
ru: Не удается открыть документ.

# The document is damaged, or isn’t compatible with %@ %@.
source: The document is damaged, or isn’t compatible with %1$@ %2$@.
de: Das Dokument ist beschädigt oder nicht mit %1$@ %2$@ kompatibel.
es: El documento está dañado o no es compatible con %1$@ %2$@.
fr: Le document est endommagé, ou n’est pas compatible avec %1$@ %2$@.
it: Il documento è danneggiato, o non è compatibile con %1$@ %2$@.
ja: この書類は破損している、または%1$@ %2$@と互換性がありません。
pt_br: O documento está danificado ou não é compatível com %1$@ %2$@.
ru: Документ поврежден или несовместим с %1$@ %2$@.

source: The document is damaged, or isn’t compatible with %@.
de: Das Dokument ist beschädigt oder nicht mit %@ kompatibel.
es: El documento está dañado o no es compatible con %@.
fr: Le document est endommagé, ou n’est pas compatible avec %@.
it: Il documento è danneggiato, o non è compatibile con %@.
ja: この書類は破損している、または%@と互換性がありません。
pt_br: O documento está danificado ou não é compatível com %@.
ru: Документ поврежден или несовместим с %@.

source: The document is damaged, or isn’t compatible.
de: Das Dokument ist beschädigt oder nicht kompatibel.
es: El documento está dañado o no es compatible.
fr: Le document est endommagé, ou n’est pas compatible.
it: Il documento è danneggiato, o non è compatibile.
ja: この書類は破損している、または互換性がありません。
pt_br: O documento está danificado ou não é compatível.
ru: Документ поврежден или несовместим.

source: The document “%@” couldn’t be opened.
de: Das Dokument “%@” konnte nicht geöffnet werden.
es: No se ha podido abrir el documento “%@”.
fr: Le document « %@ » n’a pas pu être ouvert.
it: Il documento “%@” non può essere aperto.
ja: この書類“%@”は開くことができません。
pt_br: O documento “%@” não pôde ser aberto.
ru: Не удается открыть документ «%@».

source: The files browser lets you open and edit images saved anywhere on your Mac.
de: Mit dem Dateibrowser öffnen und bearbeiten Sie Bilder, die irgendwo auf Ihrem Mac gesichert sind.
es: El explorador de archivos te permite abrir y editar imágenes guardadas en cualquier carpeta del Mac.
fr: L'explorateur de fichiers vous permet d'ouvrir et de modifier des images enregistrées n'importe où sur votre Mac.
it: Il browser di file consente di aprire e modificare le immagini salvate ovunque sul Mac.
ja: ファイルブラウザを使用すると、Mac上のどこにでも保存されている画像を開いて編集できます。
pt_br: O navegador de arquivos permite que você abra e edite imagens salvas em qualquer lugar do Mac.
ru: Файловый браузер дает возможность просматривать и обрабатывать изображения, сохраненные на Mac.

source: The files will be moved to the Trash, so they can be recovered from there until the Trash is emptied.
de: Die Dateien werden in den Papierkorb verschoben, so dass sie von dort aus wiederhergestellt werden können, bis der Papierkorb geleert wird.
es: Los archivos se moverán a la Papelera por si hace falta recuperarlos antes de que se vacíe la Papelera.
fr: Les fichiers seront placés dans la corbeille afin que vous puissiez les récupérer tant que la corbeille n'aura pas été vidée.
it: I file saranno spostati nel Cestino. In questo modo, finché il Cestino non verrà svuotato, potranno essere recuperati.
ja: ファイルはゴミ箱に移動されるため、ゴミ箱が空になるまでそこから復元できます。
pt_br: Os arquivos serão movidos para a Lixeira para ser possível recuperá-los até a Lixeira ser esvaziada.
ru: Файлы будут перемещены в Корзину. Пока Корзина не очищена, при необходимости их можно будет восстановить.

source: The image you're trying to open has a sidecar file but the original image seems to have been edited and the two files aren't in sync. Would you like to open the sidecar file or the image?
de: Das Bild, das Sie öffnen möchten, enthält eine Sidecar-Datei, aber das Originalbild scheint bearbeitet worden zu sein und die beiden Dateien sind nicht synchronisiert. Möchten Sie die Sidecar-Datei oder das Bild öffnen?
es: La imagen que intentas abrir tiene un archivo Sidecar. Sin embargo, parece que se ha editado la imagen original, de modo que los archivos no están sincronizados. ¿Te gustaría abrir el archivo Sidecar o la imagen?
fr: L'image que vous essayez d'ouvrir possède un fichier sidecar, mais l'image d'origine semble avoir été modifiée et les deux fichiers ne sont pas synchronisés. Voulez-vous ouvrir le fichier sidecar ou l'image ?
it: L’immagine che stai cercando di aprire ha un file collaterale, ma l’immagine originale sembra essere stata modificata e i due file non sono sincronizzati. Vuoi aprire il file collaterale o l’immagine?
ja: 開こうとしている画像にはSidecarファイルが含まれていますが、オリジナルの画像は編集されているようで、2つのファイルは同期していません。Sidecarファイルまたは画像を開きますか？
pt_br: A imagem que você está tentando abrir tem um arquivo sidecar, mas aparentemente a imagem original foi editada e os arquivos não estão sincronizados. Deseja abrir o arquivo sidecar da imagem?
ru: Изображение, которое вы пытаетесь открыть, имеет sidecar-файл, но оригинал подвергся изменениям, и эти два файла не синхронизированы. Что вы хотите открыть — sidecar-файл или оригинальное изображение?
