Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Copy Merged
de: Kopie zusammengeführt
es: Copia fusionada
fr: Copie fusionnée
it: Copia uniti
ja: 結合部分をコピー
pt_br: Cópia mesclada
ru: Скопировать совмещенные слои

source: Copy Styles
de: Stile kopieren
es: Copiar estilos
fr: Copier les styles
it: Copia stili
ja: スタイルをコピー
pt_br: Copiar estilos
ru: Скопировать стили

source: Corner
de: Ecke
es: Esquina
fr: Coin
it: Angolo
ja: 角
pt_br: Canto
ru: Угол

source: Corner Radius
de: Eckenradius
es: Radio de esquina
fr: Rayon de bec
it: Raggio angolo
ja: 角の半径
pt_br: Raio do canto
ru: Радиус угла

source: Corner Radius Setting
de: Einstellung des Eckenradius
es: Ajuste en el radio de la esquina
fr: Paramètre de rayon des coins
it: Impostazione del raggio degli angoli
ja: 角の半径の設定
pt_br: Ajustes no raio do canto
ru: Настройка радиуса углов

source: Could not save changes while quitting. Quit anyway?
de: Änderungen konnten beim Beenden nicht gesichert werden. Trotzdem beenden?
es: Error al guardar los cambios al salir. ¿Deseas salir de todos modos?
fr: Impossile d’enregistrer les modifications en quittant. Quitter quand même ?
it: Impossibile salvare le modifiche durante la chiusura. Vuoi chiudere comunque?
ja: 終了中に変更内容を保存できませんでした。終了しますか？
pt_br: Não foi possível salvar as alterações durante a saída. Sair assim mesmo?
ru: Не удалось сохранить изменения при завершении работы. Все же завершить?

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成する
pt_br: Criar
ru: Создать

source: Create a new document
de: Neues Dokument erstellen
es: Crear un nuevo documento
fr: Créer un nouveau document
it: Crea un nuovo documento
ja: 新規書類を作成
pt_br: Criar novo documento
ru: Создать новый документ

source: Create Clipping Mask
de: Schnittmaske erstellen
es: Crear máscara de recorte
fr: Créer un masque d’écrêtage
it: Crea maschera di ritaglio
ja: クリッピングマスクを作成
pt_br: Criar máscara de corte
ru: Создать обтравочную маску

source: Create stunning designs and illustrations with easy-to-use smart shapes, powerful text tools, and a full set of vector tools.
de: Erstellen Sie umwerfende Designs und Illustrationen mit einfach zu benutzenden, intelligenten Formen, mächtigen Text-Werkzeugen und einem vollen Arsenal von Vektor-Werkzeugen.
es: Crea diseños e ilustraciones sorprendentes con formas inteligentes fáciles de usar, potentes herramientas de texto y un completo conjunto de herramientas vectoriales.
fr: Créer de superbes designs et illustrations à l’aide de formes intelligentes faciles à utiliser, d’outils de texte puissants et d’un ensemble complet d’outils vectoriels.
it: Crea splendidi disegni e illustrazioni con forme smart facili da usare, potenti strumenti di testo e un set completo di strumenti vettoriali.
ja: 使いやすいスマートシェイプ、強力なテキストツール、フルセットのベクターツールを使用して、魅力的なデザインやイラストを作成します。
pt_br: Crie designs e ilustrações impressionantes com formas inteligentes fáceis de usar, ferramentas de texto poderosas e um conjunto completo de ferramentas vetoriais.
ru: Создавайте отличный дизайн и иллюстрации с помощью простых в работе смарт-форм, мощных текстовых инструментов и полного набора векторных инструментов.

source: Critical Resources Unavailable
de: Kritische Ressourcen nicht verfügbar
es: Recursos críticos no disponibles
fr: Ressources critiques indisponibles
it: Risorse critiche non disponibili
ja: 重要なリソースは利用できません
pt_br: Recursos críticos não disponíveis
ru: Недоступны критически важные ресурсы

source: Crop
de: Beschneiden
es: Recortar
fr: Recadrer
it: Ritaglia
ja: 切り抜き
pt_br: Recortar
ru: Обрезка

source: Crop…
de: Beschneiden …
es: Recortar…
fr: Recadrer…
it: Ritaglia…
ja: 切り抜く…
pt_br: Cortar…
ru: Обрезка…

source: Cursor Position
es: Posición del cursor
fr: Position du curseur
it: Posizione cursore
ja: カーソル位置
pt_br: Posição do cursor
ru: Позиция курсора

source: Cursor Position x:
es: Posición de cursor x:
fr: Position du curseur x :
it: Posizione cursore x:
ja: カーソル位置 x:
pt_br: Posição x do cursor:
ru: Позиция курсора x:

source: Curves
de: Kurven
es: Curvas
fr: Courbes
it: Curve
ja: カーブ
pt_br: Curvas
ru: Кривые

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: その他
pt_br: Personalizado
ru: Пользовательский

source: Custom Shape…
de: Benutzerdefinierte Form …
es: Forma personalizada...
fr: Forme personnalisée…
it: Forma personalizzata…
ja: カスタムシェイプ...
pt_br: Forma personalizada…
ru: Произвольная фигура…

source: Customize Layout…
de: Layout anpassen …
es: Personalizar el diseño…
fr: Personnaliser la présentation…
it: Personalizza layout…
ja: レイアウトをカスタマイズ…
pt_br: Personalizar layout…
ru: Настроить макет…

source: Customize Tools…
de: Werkzeuge anpassen …
es: Personalizar las herramientas…
fr: Personnaliser les outils…
it: Personalizza strumenti…
ja: ツールをカスタマイズ…
pt_br: Personalizar ferramentas…
ru: Настроить инструменты…

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
pt_br: Cortar
ru: Вырезать

source: Cut and Paste as Layer
de: Als Ebene ausschneiden und einfügen
es: Cortar y pegar como capa
fr: Couper et coller en tant que calque
it: Taglia e incolla come livello
ja: レイヤーとしてカット＆ペースト
pt_br: Cortar e colar como camada
ru: Вырезать и вставить как слой

source: Cyan / Red
de: Cyan / Rot
es: Cian/Rojo
fr: Cyan / rouge
it: Ciano / Rosso
ja: シアン/レッド
pt_br: Ciano/vermelho
ru: Бирюзовый/красный

source: Dark
de: Dunkel
es: Oscuro
fr: Foncé
it: Scuro
ja: 暗い
pt_br: Escuro
ru: Темное

source: Darken
de: Abdunkeln
es: Oscurecer
fr: Obscurcir
it: Scurisci
ja: 比較 (暗)
pt_br: Escurecer
ru: Затемнить

source: Darken Settings
de: Abdunkelungseinstellungen
es: Ajustes de sombreado
fr: Paramètres d’assombrissement
it: Impostazioni scuritura
ja: 暗さの設定
pt_br: Configurações de escurecimento
ru: Настройки затемнения

source: Darker Color
de: Dunklere Farbe
es: Color más oscuro
fr: Couleurs plus foncées
it: Scurisci colore
ja: 焼き込み (ソフト)
pt_br: Cor mais escura
ru: Темный цвет

source: Darks
de: Dunkle Töne
es: Oscuros
fr: Sombres
it: Scuri
ja: 濃色
pt_br: Escuros
ru: Потемнения

source: Dash
de: Strich
es: Guion
fr: Trait
it: Trattino
ja: 破線
pt_br: Traço
ru: Пунктир

source: Dashed Line
de: Gestrichelte Linie
es: Línea discontinua
fr: Ligne pointillée
it: Linea tratteggiata
ja: 破線
pt_br: Linha tracejada
ru: Пунктирная линия

source: Deband
de: Auflösen
es: Eliminar bandas
fr: Supprimer le banding
it: Elimina bande
ja: バンド除去
pt_br: Eliminar faixas
ru: Дебанд

source: Deband Split Comparison
de: Split-Vergleich auflösen
es: Comparación de la división de eliminación de bandas
fr: Comparaison en vue partagée de la suppression du banding
it: Confronto con eliminazione bande
ja: バンド除去分割比較
pt_br: Comparação lado a lado com Eliminar faixas
ru: Разделенный экран с дебандом

source: Debanding…
de: Wird aufgelöst …
es: Eliminando bandas…
fr: Suppression du banding...
it: Eliminazione bande in corso…
ja: バンド除去中...
pt_br: Eliminando faixas…
ru: Дебандинг…

source: Decontaminate Colors
de: Farben dekontaminieren
es: Descontaminar colores
fr: Décontaminer les couleurs
it: Decontamina colori
ja: カラーを除去
pt_br: Descontaminar cores
ru: Очистить цвета

source: Decontaminate Selection
de: Auswahl dekontaminieren
fr: Dépolluer la sélection
it: Decontaminare selezione
ja: 選択を除去
pt_br: Descontaminar seleção

source: Decontaminating Colors…
de: Farben werden dekontaminiert …
es: Descontaminando colores…
fr: Décontamination des couleurs…
it: Decontaminazione colori...
ja: カラーを除去中...
pt_br: Descontaminando cores...
ru: Очищение цветов…

source: Decontaminating colors…
de: Farben werden dekontaminiert …
es: Descontaminando colores…
fr: Décontamination des couleurs…
it: Decontaminazione colori...
ja: カラーを除去中...
pt_br: Descontaminando cores...
ru: Очищение цветов…

source: Default Adjustments
de: Standard-Anpassungen
es: Ajustes predeterminados
fr: Réglages par défaut
it: Regolazioni predefinite
ja: デフォルト調整
pt_br: Ajustes padrão
ru: Корректировки по умолчанию

source: Default Baseline
de: Standard-Grundlinie
es: Línea base predeterminada
fr: Ligne de base par défaut
it: Linea di base predefinita
ja: デフォルトのベースライン
pt_br: Linha de base padrão
ru: Базовая линия по умолчанию

source: Default Colors
de: Standardfarben
es: Colores predeterminados
fr: Couleurs par défaut
it: Colori predefiniti
ja: デフォルトカラー
pt_br: Cores padrão
ru: Цвета по умолчанию

source: Default Effects
de: Standard-Effekte
es: Efectos por defecto
fr: Effets par défaut
it: Effetti predefiniti
ja: デフォルトエフェクト
pt_br: Efeitos padrão
ru: Эффект по умолчанию

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
ru: Удалить

source: Delete %d Photos
de: %d Fotos löschen
es: Eliminar %d fotos
fr: Supprimer %d photos
it: Elimina %d foto
ja: %d 枚の写真を削除
pt_br: Apagar %d Fotos
ru: Удалить %d фото

source: Delete %i Photos
de: %i Fotos löschen
es: Eliminar %i fotos
fr: Supprimer %i photos
it: Elimina %i foto
ja: %i 枚の写真を削除
pt_br: Excluir %i fotos
ru: Удалить %i фото

source: Delete 1 Photo
de: 1 Foto löschen
es: Eliminar 1 foto
fr: Supprimer 1 photo
it: Elimina 1 foto
ja: 1 枚の写真を削除
pt_br: Excluir 1 foto
ru: Удалить 1 фото

source: Delete Album
de: Album löschen
es: Eliminar álbum
fr: Supprimer l'album
it: Elimina l’album
ja: アルバムを削除
pt_br: Excluir álbum
ru: Удалить альбом

source: Delete Album and Photos
de: Album und Fotos löschen
es: Eliminar el álbum y las fotos
fr: Supprimer l'album et les photos
it: Elimina album e foto
ja: アルバムと写真を削除
pt_br: Apagar Álbum e Fotos
ru: Удалить альбом и фото

source: Delete All Sidecar Files
de: Alle Sidecar-Dateien löschen
es: Eliminar todos los archivos Sidecar
fr: Supprimer tous les fichiers sidecar
it: Elimina tutti i file collaterali
ja: すべてのSidecarファイルを削除
pt_br: Excluir todos os arquivos sidecar
ru: Удалить все файлы sidecar

source: Delete All Sidecar Files Older Than 30 Days
de: Alle Sidecar-Dateien löschen, die älter als 30 Tage sind
es: Eliminar todos los archivos Sidecar que tengan más de 30 días
fr: Supprimer tous les fichiers sidecar antérieurs à 30 jours
it: Elimina tutti i file collaterali più vecchi di 30 giorni
ja: 30日以上経過したすべてのSidecarファイルを削除
pt_br: Excluir todos os arquivos sidecar com mais de 30 dias
ru: Удалить все файлы sidecar старше 30 дней

source: Delete and Disable Sidecar
de: Sidecar löschen und deaktivieren
es: Eliminar y desactivar Sidecar
fr: Supprimer et désactiver le sidecar
it: Elimina e disattiva il file collaterale
ja: Sidecarを削除して無効化
pt_br: Excluir e desativar Sidecar
ru: Удалить и отключить sidecar

source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina la cartella
ja: フォルダを削除
pt_br: Excluir pasta
ru: Удалить папку

source: Delete Layer
de: Ebene löschen
es: Eliminar capa
fr: Supprimer le calque
it: Elimina livello
ja: レイヤーを削除
pt_br: Excluir camada
ru: Удалить слой

source: Delete Layers
de: Ebenen löschen
es: Eliminar capas
fr: Effacer calques
it: Elimina livelli
ja: レイヤーを削除
pt_br: Excluir camadas
ru: Удалить слои

source: Delete Path
de: Pfad löschen
es: Eliminar trazado
fr: Supprimer le tracé
it: Elimina percorso
ja: パスを削除
pt_br: Excluir traçado
ru: Удалить путь

source: Delete Photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
it: Elimina foto
ja: 写真を削除
pt_br: Apagar Foto
ru: Удалить фото

source: Delete Preset
de: Voreinstellung löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
it: Elimina preset
ja: プリセットを削除
pt_br: Apagar pré-ajuste
ru: Удалить набор настроек

source: Delete Slice
de: Slice löschen
es: Eliminar sector
fr: Supprimer la tranche
it: Elimina sezione
ja: スライスを削除
pt_br: Excluir segmento
ru: Удалить ломтик

source: Delete Slices
de: Slices löschen
es: Eliminar sectores
fr: Supprimer les tranches
it: Elimina sezioni
ja: スライスを削除
pt_br: Excluir segmentos
ru: Удалить ломтики

source: Denoise
de: Entrauschen
es: Eliminación de ruido
fr: Débruiter
it: Riduzione disturbo
ja: ノイズ除去
pt_br: Redução de ruído
ru: Снижение шума

source: Denoise Split Comparison
de: Entrauschungs-Split-Vergleich
es: Comparación de la división de eliminación de ruido
fr: Comparaison en vue partagée de la suppression du bruit
it: Confronto con riduzione del disturbo
ja: ノイズ除去分割比較
pt_br: Comparação lado a lado da Redução de ruído
ru: Разделенный экран со снижением шума

source: Denoising…
de: Entrauschen …
es: Eliminando ruido...
fr: Suppression du bruit…
it: Riduzione disturbo in corso…
ja: ノイズ除去
pt_br: Redução de ruído…
ru: Снижение шума…

source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深度
pt_br: Profundidade
ru: Глубина

source: Depth Mask
de: Tiefenmaske
es: Máscara de profundidad
fr: Masque de profondeur
it: Maschera di profondità
ja: 深度マスク
pt_br: Máscara de profundidade
ru: Маска глубины

source: Depth Range
de: Tiefenbereich
es: Intervalo de profundidad
fr: Plage de profondeur
it: Gamma di profondità
ja: 深度範囲
pt_br: Intervalo de Profundidade
ru: Диапазон глубины

source: Desaturate
de: Entsättigen
es: Desaturar
fr: Désaturer
it: Desatura
ja: 彩度を下げる
pt_br: Dessaturar
ru: Убрать насыщенность

source: Desaturate Settings
de: Entsättigungseinstellungen
es: Ajustes de desaturación
fr: Paramètres de désaturation
it: Impostazioni di desaturazione
ja: 彩度低下の設定
pt_br: Configurações de dessaturação
ru: Настройки сниж. насыщенности

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição
ru: Описание

source: Description Change
de: Beschreibungsänderung
es: Cambio de descripción
fr: Modification de la description
it: Cambia descrizione
ja: 説明の変更
pt_br: Alteração da descrição
ru: Изменение описания

source: Deselect
de: Abwählen
es: Anular selección
fr: Désélectionner
it: Deseleziona
ja: 選択を解除
pt_br: Desmarcar
ru: Отменить выбор

source: Design and Illustrate
de: Designen und illustrieren
es: Diseño e ilustración
fr: Concevez et illustrez
it: Disegno e illustrazione
ja: デザインとイラスト
pt_br: Desenhe e crie ilustrações
ru: Дизайн и иллюстрирование

source: Destination Atop
de: Ziel oben
es: Destino encima
fr: Destination par-dessus
it: Destinazione sovrapposizione
ja: 重なり合う部分だけを残す
pt_br: Destino por cima
ru: Место назначения наверху

source: Destination In
de: Ziel innen
es: Destino entrante
fr: Destination à l’intérieur
it: Destinazione Dentro
ja: 重なり合う部分を残し他を透明
pt_br: Destino por dentro
ru: Место назначения внутри

source: Destination Out
de: Ziel außen
es: Destino saliente
fr: Destination à l’extérieur
it: Destinazione Fuori
ja: 重なり合わない部分を残し他を透明
pt_br: Destino por fora
ru: Место назначения снаружи

source: Destination Over
de: Ziel Überlappung
es: Destino encima
fr: Destination au-dessus
it: Destinazione Sopra
ja: 背後に描画
pt_br: Destino acima
ru: Место назначения поверх

source: Detecting background…
de: Hintergrund erkennen …
es: Detectando fondo…
fr: Détection de l'arrière-plan…
it: Rilevamento sfondo…
ja: 背景を検出しています…
pt_br: Detectando fundo…
ru: Обнаружение фона…

source: Detecting sky…
de: Himmel erkennen…
es: Detectando cielo…
fr: Détection du ciel…
it: Rilevamento cielo…
ja: 空を検出しています…
pt_br: Detectando céu…
ru: Обнаружение неба…

source: Detecting subject…
de: Objekt wird erkannt …
es: Detectando sujeto…
fr: Détection du sujet…
it: Rilevamento soggetto...
ja: 対象を検出しています…
pt_br: Detectando assunto...
ru: Выбор объекта…

source: Detecting Subject…
de: Motiv erfassen …
es: Detectando sujeto…
fr: Détection de sujet…
it: Rilevamento soggetto...
ja: 対象を検出しています…
pt_br: Detectando assunto...
ru: Выбор объекта…

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
pt_br: Dispositivo
ru: Устройство

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
pt_br: Aparelhos
ru: Устройства

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
ja: 差の絶対値
pt_br: Diferença
ru: Разница

source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
ja: 選択のサイズ
pt_br: Dimensões
ru: Размеры

source: Directed
de: Regie von
es: Dirigido
fr: Dirigé
it: Diretto
ja: 方向に追随
pt_br: Dirigido
ru: Прямой

source: Disable Auto-Center
de: Auto-Zentrieren deaktivieren
es: Desactivar el centrado automático
fr: Désactiver le centrage automatique
it: Disattiva centro automatico
ja: 自動中央を無効にする
pt_br: Desativar centralização automática
ru: Отключить автоцентровку

source: Disable Mask
de: Maske deaktivieren
es: Desactivar máscaras
fr: Désactiver masque
it: Disabilita maschera
ja: マスクを無効
pt_br: Desativar a máscara
ru: Отключить маску

source: Disable Masks
de: Masken deaktivieren
es: Desactivar máscaras
fr: Désactiver les masques
it: Disabilita maschere
ja: マスクを無効
pt_br: Desativar Máscaras
ru: Отключить маски

source: Disable Texture-Aware Algorithm
de: Texturerkennungs-Algorithmus deaktivieren
es: Desactivar algoritmo de reconocimiento de texturas
fr: Désactiver l’algorithme d’analyse de texture
it: Disattiva l’algoritmo di riconoscimento della texture
ja: テクスチャ認識アルゴリズムを無効
pt_br: Desativar o algoritmo de reconhecimento de texturas
ru: Отключить алгоритм с учетом текстуры

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Supprimer les modifications
it: Annulla modifiche
ja: 変更を破棄
pt_br: Descartar Alterações
ru: Отменить изменения

source: Display HDR Content
de: HDR-Inhalt anzeigen
es: Mostrar contenido HDR
fr: Afficher le contenu HDR
it: Visualizza contenuti HDR
ja: HDRコンテンツを表示
pt_br: Mostrar Conteúdo HDR
ru: Отобразить контент HDR

source: Display P3
de: P3 anzeigen
es: Mostrar P3
fr: Afficher P3
it: Gamma colori P3
pt_br: Monitor P3
ru: Показать P3

source: Distance
de: Distanz
es: Distancia
it: Distanza
ja: 距離
pt_br: Distância
ru: Дистанция

source: Distort
de: Verzerren
es: Distorsión
fr: Distorsion
it: Distorci
ja: 歪み
pt_br: Distorcer
ru: Искажение

source: Distort Transform
de: Verzerren-Transformation
es: Transformación de distorsión
fr: Transformation distorsion
it: Trasformazione con distorsione
ja: 歪曲変形
pt_br: Transformação por distorção
ru: Преобразование искажения

source: Distortion
de: Verzerrung
es: Distorsión
fr: Déformation
it: Distorsione
ja: 歪み
pt_br: Distorção
ru: Искажение

source: Distribute Bottom Edges
de: Untere Ränder verteilen
es: Distribuir los bordes inferiores
fr: Répartir les bords inférieurs
it: Distribuisci bordi inferiori
ja: 下端で均等割り付け
pt_br: Distribuir bordas inferiores
ru: Распределить нижние края

source: Distribute Horizontal Centers
de: Horizontal zentriert verteilen
es: Distribuir los centros horizontales
fr: Répartir les centres, dans le sens horizontal
it: Distribuisci centri orizzontali
ja: 水平方向の中央で均等割り付け
pt_br: Distribuir centros horizontais
ru: Распределить центры по горизонтали

source: Distribute Horizontal Spacing
de: Horizontalen Abstand verteilen
es: Distribuir el espacio horizontal
fr: Répartir l’espacement horizontal
it: Distribuisci lo spazio orizzontale
ja: 水平方向に均等配置
pt_br: Distribuir o espaço horizontal
ru: Распределить расположение по горизонтали

source: Distribute Left Edges
de: Linke Ränder verteilen
es: Distribuir los bordes izquierdos
fr: Répartir les bords gauches
it: Distribuisci bordi a sinistra
ja: 左端で均等割り付け
pt_br: Distribuir bordas esquerdas
ru: Распределить левые края

source: Distribute Right Edges
de: Rechte Ränder verteilen
es: Distribuir los bordes derechos
fr: Répartir les bords droits
it: Distribuisci bordi a destra
ja: 右端で均等割り付け
pt_br: Distribuir bordas direitas
ru: Распределить правые края

source: Distribute Top Edges
de: Obere Ränder verteilen
es: Distribuir los bordes superiores
fr: Répartir les bords supérieurs
it: Distribusci bordi superiori
ja: 上端で均等割り付け
pt_br: Distribuir bordas superiores
ru: Распределить верхние края

source: Distribute Vertical Centers
de: Vertikale Zentren verteilen
es: Distribuir los centros verticales
fr: Répartir les centres, dans le sens vertical
it: Distribuisci centri verticali
ja: 垂直方向の中央で均等割り付け
pt_br: Distribuir centros verticais
ru: Распределить центры по вертикали

source: Distribute Vertical Spacing
de: Vertikalen Abstand verteilen
es: Distribuir el espacio vertical
fr: Répartir l’espacement vertical
it: Distribuisci lo spazio verticale
ja: 垂直方向に均等配置
pt_br: Distribuir o espaço vertical
ru: Распределить расположение по вертикали

source: Divide
de: Unterteilen
es: Dividir
fr: Diviser
it: Dividi
ja: 除算
pt_br: Dividir
ru: Разделить

source: Divide Path
de: Pfad teilen
es: Dividir trazado
fr: Séparer le chemin
it: Dividi percorso
ja: パスを分割
pt_br: Dividir caminho
ru: Разделить путь

source: Do not ask me again
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus me demander
it: Non chiedermelo più
ja: 次回から確認しない
pt_br: Não perguntar novamente
ru: Больше не спрашивать

source: Do you want to save the changes made to the document “%@”
de: Möchten Sie die vorgenommenen Änderungen im Dokument "%@" sichern
es: Desea guardar los cambios realizados en el documento "%@"
fr: Souhaitez-vous enregistrer les modifications apportées au document « %@ »
it: Desideri salvare le modifiche apportate al documento “%@”
ja: 書類“%@”への変更を保存しますか？
pt_br: Deseja salvar as alterações feitas no documento “%@”
ru: Хотите сохранить изменения, внесенные в документ «%@»

source: Do you want to save the changes made to this photo?
de: Möchten Sie die Änderungen an diesem Foto sichern?
es: ¿Desea guardar los cambios realizados en esta foto?
fr: Voulez-vous enregistrer les modifications apportées à cette photo ?
it: Desideri salvare le modifiche apportate a questa foto?
ja: この写真に加えた変更を保存しますか？
pt_br: Deseja salvar as alterações feitas a esta foto?
ru: Сохранить изменения, внесенные в это фото?

source: Document Info Change
de: Veränderung der Dokumentendaten
es: Cambio info documento
fr: Modification des infos du document
it: Documento informazioni modifica
ja: 書類の情報を変更
pt_br: Alteração nas informações do documento
ru: Изменение данных документа

source: Document Quick Save for Web
de: Dokumenten-Schnellsicherung für Web
es: Guardado rápido de documentos para web
fr: Sauvegarde rapide du document pour le web
it: Salvataggio rapido documento per il web
ja: Web用にクイック保存
pt_br: Gravação rápida do documento para web
ru: Быстрое сохранение документа для веб-использования

source: Don't Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
pt_br: Não salvar
ru: Не сохранять

source: Done
de: OK
es: OK
fr: OK
it: Fine
ja: 完了
pt_br: OK
ru: Готово

source: Don’t Allow
de: Nicht erlauben
es: No permitir
fr: Ne pas autoriser
it: Non consentire
ja: 許可しない
pt_br: Não permitir
ru: Не разрешать

source: Double-Headed Arrow
de: Doppelpfeil
es: Flecha de dos puntas
fr: Double-flèche
it: Freccia a due punte
ja: 両方向矢印
pt_br: Seta dupla
ru: Двусторонняя стрелка

source: Download the app from the App Store to claim this special offer.
de: Laden Sie die App aus dem App Store, um dieses Angebot zu nutzen.
es: Descarga la app en el App Store para aprovechar esta oferta especial.
fr: Pour bénéficier de cette offre spéciale, téléchargez l'application sur l'App Store.
it: Scarica l'applicazione dall'App Store per approfittare di questa offerta speciale.
ja: App Store からアプリをダウンロードして、この特別オファーを獲得する。
pt_br: Baixe o app da App Store para resgatar esta oferta especial.

# Downloading %d of %d photos for sharing…
source: Downloading %1$d of %2$d photos for sharing…
de: %1$d von %2$d Fotos zum Teilen herunterladen …
es: Descargando %1$d de %2$d fotos para compartir…
fr: Téléchargement de %1$d photos sur %2$d en vue du partage…
it: Download di %1$d di %2$d foto per la condivisione…
ja: %2$d 枚中の %1$d 枚の写真を共有用にダウンロードしています…
pt_br: Baixando %1$d de %2$d fotos para compartilhar…
ru: Загрузка %1$d из %2$d фото для общего доступа…
