Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Choose an image to use for color matching.
de: Ein Bild für die Farbanpassung auswählen.
es: Seleccionar una imagen para combinar colores.
fr: Choisissez une image à utiliser pour adapter les couleurs.
it: Scegli un'immagine da utilizzare per la corrispondenza dei colori.
ja: カラーマッチングに使用する画像を選択します。
pt_br: Escolhe uma imagem a ser usada na correspondência de cores.
ru: Выберите изображение для полного соответствия цвета.

source: Choose Image Mask…
de: Bildmaske wählen …
es: Seleccionar máscara de imagen…
fr: Choisir un masque d'image…
it: Scegli maschera immagine…
ja: 画像マスクを選択...
pt_br: Escolher Máscara de Imagem…
ru: Выбрать маску изображения…

source: Choose Image…
de: Bild auswählen …
es: Seleccionar imagen…
fr: Choisir une image…
it: Scegli immagine…
ja: 画像を選択...
pt_br: Escolher Imagem…
ru: Выбрать изображение…

source: Choose LUT…
de: LUT auswählen …
es: Seleccionar LUT…
fr: Choisir une LUT…
it: Scegli LUT…
ja: LUTを選択...
pt_br: Escolher LUT…
ru: Выбрать LUT…

source: Choose where to save the exported images.
de: Speicherort für exportierte Bilder auswählen.
es: Selecciona dónde guardar las imágenes exportadas.
fr: Choisissez où enregistrer les images exportées.
it: Scegli dove salvare le immagini esportate.
ja: 書き出した画像を保存する場所を選択します。
pt_br: Escolha onde salvar as imagens exportadas.
ru: Выберите, куда сохранять экспортированные изображения.

source: Choose…
de: Auswählen …
es: Seleccionar…
fr: Choisir…
it: Scegli…
ja: 選択…
pt_br: Escolher…
ru: Выбрать…

source: Chromatic Aberration
de: Farbabweichung
es: Aberración cromática
fr: Aberration chromatique
it: Aberrazione cromatica
ja: 色収差
pt_br: Aberração Cromática
ru: Хроматическая аберрация

source: Chromaticity X
de: Chromatizität X
es: Cromaticidad X
fr: Température de couleur X
it: Cromaticità X
ja: 色度 X
pt_br: Cromaticidade X
ru: Хроматичность X

source: Chromaticity Y
de: Chromatizität Y
es: Cromaticidad Y
fr: Température de couleur Y
it: Cromaticità Y
ja: 色度 Y
pt_br: Cromaticidade Y
ru: Хроматичность Y

source: Circle Tilt-Shift Blur
de: Kreisförmige Tilt-Shift-Unschärfe
es: Desenfoque con cambio de inclinación circular
fr: Flou d’inclinaison-décalage circulaire
it: Sfocatura cerchio tilt-shift
ja: 線形傾きシフトぼかし
pt_br: Desfoque circular inclinado
ru: Круговое размытие тилт-шифт

source: Circular
de: Rund
fr: Circulaire
it: Circolare

source: Circular Type
de: Runde Texteingabe
es: Texto circular
fr: Frappe circulaire
it: Digitazione circolare
ja: 丸型
pt_br: Digitação circular
ru: Круговой текст

source: Clarity
de: Klarheit
es: Claridad
fr: Clarté
it: Chiarezza
ja: 鮮明度
pt_br: Nitidez
ru: Ясность

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Canc. tutto
ja: すべてを消去
pt_br: Limpar tudo
ru: Удалить все

source: Clear Guides
de: Hilfslinien entfernen
es: Borrar guías
fr: Effacer les repères
it: Cancella guide
ja: ガイドを消去
pt_br: Apagar guias
ru: Удалить направляющие

source: Clear Mask
de: Maske löschen
es: Cancelar máscara
fr: Effacer le masque
it: Cancella maschera
ja: マスクを消去
pt_br: Limpar máscara
ru: Очистить маску

source: Clear Recents
de: Verlauf löschen
es: Borrar recientes
fr: Effacer l'historique
it: Cancella recenti
ja: 履歴を消去
pt_br: Apagar recentes
ru: Очистить недавнее

source: Clear Selection
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
ja: 選択を消去
pt_br: Limpar seleção
ru: Очистить выбранное

source: Clear Slices
de: Slices löschen
es: Borrar sectores
fr: Effacer les tranches
it: Cancella sezioni
ja: スライスを消去
pt_br: Limpar segmentos
ru: Очистить ломтики

source: Click Allow Access to let Pixelmator Pro access files in the "%@" folder.
de: Klicken Sie auf Zugriff erlauben, damit Pixelmator Pro auf die Dateien im "%@"-Ordner zugreifen kann.
es: Haz clic en Permitir acceso para que Pixelmator Pro acceda a los archivos de la carpeta "%@".
fr: Cliquer sur Autoriser l’accès pour permettre à Pixelmator Pro d’accéder aux fichiers du dossier « %@ ».
it: Fai clic su Consenti Accesso per consentire a Pixelmator Pro di accedere ai file nella cartella "%@".
ja: [アクセスを許可] をクリックして Pixelmator Pro が "%@" フォルダ内のファイルにアクセスできるようにします。
pt_br: Clique em Autorizar acesso para permitir que o Pixelmator Pro acesse os arquivos da pasta "%@".
ru: Нажать, чтобы открыть доступ файлам Pixelmator Pro в папке "%@".

source: Click to choose a color.
de: Klicken, um eine Farbe auszuwählen.
es: Haz clic para seleccionar un color.
fr: Cliquez sur cette option pour choisir une couleur.
it: Clicca per scegliere un colore.
ja: クリックして色を選択します。
pt_br: Clique para escolher uma cor.
ru: Нажать для выбора цвета.

source: Click to hide or show the color adjustment presets.
de: Klicken, um die Voreinstellungen zur Farbanpassung ein- oder auszublenden.
es: Haz clic para ocultar o mostrar los preajustes de ajuste de color.
fr: Cliquer pour masquer ou afficher les préréglages d’ajustements de couleurs.
it: Clicca per nascondere o mostrare i preset della regolazione colore.
ja: クリックしてカラー調整プリセットを表示 / 非表示。
pt_br: Clique para ocultar ou exibir as pré-ajustes de cores.
ru: Нажмите, чтобы скрыть или показать пресеты цветокоррекции.

source: Click to hide or show the color picker.
de: Zum Ein- und Ausblenden der Farbauswahl klicken.
es: Haz clic para ocultar o mostrar el selector de colores.
fr: Cliquez pour masquer ou afficher le sélectionneur de couleur.
it: Clicca per nascondere o mostrare il selettore colore.
ja: クリックしてカラーピッカーを表示 / 非表示。
pt_br: Clique para ocultar ou exibir o selecionador de cores.
ru: Нажать, чтобы скрыть или показать пипетку.

source: Click to hide or show the color swatches.
de: Hier klicken, um die Farbfelder ein- oder auszublenden.
es: Haz clic para ocultar o mostrar las muestras de colores.
fr: Cliquez pour masquer ou afficher les échantillons de couleur.
it: Clicca per nascondere o mostrare i campioni colore.
ja: クリックしてカラースウォッチを表示 / 非表示
pt_br: Clique para ocultar ou exibir as amostras de cores.
ru: Нажать, чтобы скрыть или показать образцы.

source: Click to hide or show the effect presets.
de: Klicken, um die Effektvoreinstellungen ein- oder auszublenden.
es: Haz clic para ocultar o mostrar los preajustes de efecto.
fr: Cliquer pour masquer ou afficher les préréglages d’effet.
it: Clicca per nascondere o mostrare i preset degli effetti.
ja: クリックしてエフェクトプリセットを表示 / 非表示。
pt_br: Clique para ocultar ou exibir os pré-ajustes de efeitos.
ru: Нажмите, чтобы скрыть или показать пресеты эффектов.

source: Click to hide or show the style presets.
de: Klicken, um die Stilvoreinstellungen ein- oder auszublenden.
es: Haz clic para ocultar o mostrar los preajustes de estilo.
fr: Cliquer pour masquer ou afficher les préréglages de style.
it: Clicca per nascondere o mostrare i preset dello stile.
ja: クリックしてスタイルプリセットを表示 / 非表示。
pt_br: Clique para ocultar ou exibir os pré-ajustes de estilos.
ru: Нажмите, чтобы скрыть или показать пресеты стилей.

source: Click to pick a color from your image
de: Klicken, um eine Farbe aus Ihrem Bild auszuwählen
es: Haz clic para elegir un color de la imagen
fr: Cliquer pour choisir une couleur dans votre image
it: Clicca per selezionare un colore dalla tua immagine
ja: クリックして画像から色を選択
pt_br: Clique para copiar uma cor da imagem
ru: Нажать для выбора цвета изображения

source: Click to pick a color from your image.
de: Klicken, um eine Farbe aus Ihrem Bild auszuwählen.
es: Haz clic para elegir un color en la imagen.
fr: Cliquez sur cette option pour choisir une couleur dans votre image.
it: Clicca per selezionare un colore dall'immagine.
ja: クリックしてイメージから色を選択。
pt_br: Clique para escolher uma cor da imagem.
ru: Нажмите для выбора цвета изображения.

source: Click to pick a color to remove from your image
de: Klicken, um eine Farbe auszuwählen, die Sie aus Ihrem Bild entfernen möchten
es: Haz clic para elegir el color que deseas eliminar de la imagen
fr: Cliquer pour choisir une couleur à supprimer de votre image
it: Clicca per selezionare un colore da eliminare nella tua immagine
ja: 画像から削除する色をクリックして選択します
pt_br: Clique para escolher a cor a ser removida da imagem
ru: Нажать для выбора цвета, который надо убрать из изображения

source: Click to pick a source color from your image
de: Klicken, um eine Quellfarbe aus Ihrem Bild auszuwählen
es: Haz clic para elegir un color de origen de la imagen
fr: Cliquer pour choisir une couleur source sur l’image
it: Clicca per selezionare un colore sorgente dalla tua immagine
ja: クリックして画像から元となる色を選択
pt_br: Clique para pegar uma cor de origem da imagem
ru: Нажать для выбора исходного цвета из вашего изображения

source: Click to pick a target color from your image
de: Klicken, um eine Zielfarbe aus Ihrem Bild auszuwählen
es: Haza clic para elegir un color de destino de la imagen
fr: Cliquez pour choisir une couleur cible sur l’image
it: Clicca per selezionare un colore target dalla tua immagine
ja: クリックして画像から目的となる色を選択
pt_br: Clique para pegar uma cor de destino da imagem
ru: Нажать для выбора целевого цвета из вашего изображения

source: Click to set the black point for the red, green, and blue levels
de: Klicken, um den Schwarzpunkt für die Rot-, Grün- und Blauwerte festzulegen
es: Haz clic para establecer el punto negro para los niveles de rojo, verde y azul
fr: Cliquer pour définir le point noir pour les niveaux de rouge, de vert et de bleu
it: Clicca per impostare il punto di nero per i livelli di rosso, verde e blu
ja: クリックして、レッド、グリーン、ブルーのレベルにブラックポイントを設定
pt_br: Clique para definir o ponto preto dos níveis de vermelho, verde e azul
ru: Уст. черную точку для красного, зелёного и синего уровней

source: Click to set the black point on the red, green, and blue curves
de: Klicken, um den Schwarzpunkt für die Rot-, Grün- und Blaukurven festzulegen
es: Haz clic para establecer el punto negro en las curvas roja, verde y azul
fr: Cliquer pour définir le point noir pour les courbes de rouge, de vert et de bleu
it: Clicca per impostare il punto di nero sulle curve di rosso, verde e blu
ja: クリックして、レッド、グリーン、ブルー曲線上にブラックポイントを設定
pt_br: Clique para definir o ponto preto das curvas de vermelho, verde e azul
ru: Уст. черную точку для красного, зелёного и синего уровней

source: Click to set the gray point for the red, green, and blue levels
de: Klicken, um den Graupunkt für die Rot-, Grün- und Blauwerte festzulegen
es: Haz clic para establecer el punto gris para los niveles de rojo, verde y azul
fr: Cliquer pour définir le point gris pour les niveaux de rouge, de vert et de bleu
it: Clicca per impostare il punto di grigio per i livelli di rosso, verde e blu
ja: クリックして、レッド、グリーン、ブルーのレベルにグレーポイントを設定
pt_br: Clique para definir o ponto cinza dos níveis de vermelho, verde e azul
ru: Установить серую точку для красного, зелёного и синего уровней

source: Click to set the gray point in the image
de: Klicken, um den Graupunkt im Bild festzulegen
es: Haz clic para establecer el punto gris en la imagen
fr: Cliquer pour définir le point gris sur l’image
it: Clicca per impostare il punto di grigio nell'immagine
ja: クリックして画像にグレーポイントを設定
pt_br: Clique para definir o ponto cinza da imagem
ru: Нажать, чтобы задать серую точку в изображении

source: Click to set the gray point on the red, green, and blue curves
de: Klicken, um den Graupunkt für die Rot-, Grün- und Blaukurven festzulegen
es: Haz clic para establecer el punto gris en las curvas roja, verde y azul
fr: Cliquer pour définir le point gris pour les courbes de rouge, de vert et de bleu
it: Clicca per impostare il punto di grigio sulle curve di rosso, verde e blu
ja: クリックして、レッド、グリーン、ブルー曲線上にグレーポイントを設定
pt_br: Clique para definir o ponto cinza das curvas de vermelho, verde e azul
ru: Нажать, чтобы уст. серую точку для красных, зелёных и синих кривых

source: Click to set the white point for the red, green, and blue levels
de: Klicken, um den Weißpunkt für die Rot-, Grün- und Blauwerte festzulegen
es: Haz clic para establecer el punto blanco para los niveles rojo, verde y azul
fr: Cliquer pour définir le point blanc pour les niveaux de rouge, de vert et de bleu
it: Clicca per impostare il punto di bianco per i livelli di rosso, verde e blu
ja: クリックして、レッド、グリーン、ブルーのレベルにホワイトポイントを設定
pt_br: Clique para definir o ponto branco dos níveis de vermelho, verde e azul
ru: Нажать, чтобы уст. белую точку для красного, зелёного и синего уровней

source: Click to set the white point on the red, green, and blue curves
de: Klicken, um den Weißpunkt für die Rot-, Grün- und Blaukurven festzulegen
es: Haz clic para establecer el punto blanco en las curvas roja, verde y azul
fr: Cliquer pour définir le point blanc pour les courbes de rouge, de vert et de bleu
it: Clicca per impostare il punto di bianco sulle curve di rosso, verde e blu
ja: クリックして、レッド、グリーン、ブルー曲線上にホワイトポイントを設定
pt_br: Clique para definir o ponto branco das curvas de vermelho, verde e azul
ru: Нажать, чтобы уст. белую точку для красных, зелёных и синих кривых

source: Click to show color panel.
de: Klicken, um das Farbfeld einzublenden.
es: Haz clic para mostrar el panel de color.
fr: Cliquer pour afficher le panneau des couleurs.
it: Clicca per mostrare la tavolozza colore.
ja: クリックしてカラーパネルを表示。
pt_br: Clique para exibir o painel de cores.
ru: Нажать, чтобы показать панель цветов.

source: Click to show or hide the Colors window.
de: Hier klicken, um das Farbfenster ein- oder auszublenden.
es: Haz clic para mostrar u ocultar la ventana de colores.
fr: Cliquez pour afficher ou masquer la fenêtre des couleurs.
it: Clicca per mostrare o nascondere la finestra Colori.
ja: クリックしてカラーウインドウを表示 / 非表示。
pt_br: Clique para exibir ou ocultar a janela Cores.
ru: Нажать, чтобы скрыть или показать панель цветов.

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ja: クリップボード
pt_br: Área de transferência
ru: Буфер обмена

source: Clone
de: Klonen
es: Clonar
fr: Duplication
it: Clona
ja: クローン
pt_br: Clonar
ru: Штамп

source: Clone Settings
de: Kloneinstellungen
es: Ajustes de clonación
fr: Paramètres de clone
it: Impostazioni clonazione
ja: クローンの設定
pt_br: Configurações de clonagem
ru: Настройки штампа

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar
ru: Закрыть

source: Close Edit Tools
de: Bearbeitungswerkzeuge schließen
es: Cerrar herramientas de edición
fr: Fermer les outils d’édition
it: Chiudi gli strumenti di editing
ja: 編集ツールを閉じる
pt_br: Fechar ferramentas de edição
ru: Закрыть инструменты правки

source: Close Path
de: Pfad schließen
es: Cerrar trazado
fr: Fermer tracé
it: Chiudi percorso
ja: パスを閉じる
pt_br: Fechar traçado
ru: Закрыть путь

source: CMYK Color Profiles
de: CMYK-Farbprofile
es: Perfiles de color CMYK
fr: Profils de couleur CMJN
it: Profili colore CMYK
ja: CMYKカラープロファイル
pt_br: Perfis de cores CMYK
ru: Цветовые профили CMYC

source: CMYK Profiles
de: CMYK-Profile
es: Perfiles CMYK
fr: Profils CMJN
it: Profili CMYK
ja: CMYK プロファイル
pt_br: Perfis CMYK
ru: Профили CMYK

source: Collaborate in iCloud…
de: In iCloud zusammenarbeiten …
es: Colaborar en iCloud…
fr: Collaborer dans iCloud…
it: Collabora su iCloud…
ja: iCloudで共同作業…
pt_br: Colaborar no iCloud…
ru: Совместная работа в iCloud…

source: Collection
de: Sammlung
es: Colección
it: Collezione
ja: コレクション
pt_br: Coleção
ru: Коллекция

source: Collections
de: Sammlungen
es: Colecciones
it: Raccolte
ja: コレクション
pt_br: Coleções
ru: Коллекции

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
pt_br: Cor
ru: Цвет

source: Color Adjustment
de: Farbanpassung
es: Ajuste de color
fr: Ajustement de couleur
it: Regolazione colore
ja: カラー調整
pt_br: Ajuste de Cor
ru: Цветокоррекция

source: Color Adjustments
de: Farbanpassungen
es: Ajuste de color
fr: Réglage des couleurs
it: Regolazioni colore
ja: カラー調整
pt_br: Ajustes de cor
ru: Цветокоррекция

source: Color Balance
de: Farbbalance
es: Eq. color
fr: Bal. couleurs
it: Bilancia
ja: カラーバランス
pt_br: Equilíbrio de cor
ru: Цветовой баланс

source: Color Burn
de: Farbig nachbelichten
es: Subexponer color
fr: Densité de couleur
it: Colore brucia
ja: 焼き込み (カラー)
pt_br: Superexposição de cor
ru: Затемнение основы

source: Color Depth
de: Farbtiefe
es: Profundidad de color
fr: Profondeur de couleur
it: Intensità colore
ja: 色深度
pt_br: Profundidade de cor
ru: Глубина цвета

source: Color Dodge
de: Farbig abwedeln
es: Sobreexponer color
fr: Densité de couleur
it: Colore scherma
ja: 覆い焼き (カラー)
pt_br: Subexposição de cor
ru: Осветление основы

source: Color Fill
de: Farbfüllung
es: Relleno de color
fr: Remplissage
it: Colore riempimento
ja: 色で塗りつぶし
pt_br: Preenchimento de cor
ru: Заливка цветом

source: Color Monochrome
de: Monochrom
es: Color monocromo
fr: Couleur monochrome
it: Colore monocromatico
ja: モノクロ化
pt_br: Cor Monocromática
ru: Монохромный цвет

source: Color Noise Reduction
de: Farbrauschminderung
es: Reducción de ruido de color
fr: Réduction du bruit de couleur
it: Riduzione disturbo colore
ja: カラーノイズ低減
pt_br: Redução de ruído de cor
ru: Уменьшение цв. шума

source: Color Palette
de: Farbpalette
es: Paleta de colores
fr: Palette de couleurs
it: Tavolozza colore
ja: カラーパレット
pt_br: Paleta de cores
ru: Цветовая палитра

source: Color Palettes
de: Farbpaletten
es: Paletas de colores
fr: Palettes de couleurs
it: Tavolozze colori
ja: カラーパレット
pt_br: Paletas de cores
ru: Цветовые палитры

source: Color Picker
de: Farbauswahl
es: Selector de color
fr: Sélectionneur de couleurs
it: Selettore colore
ja: カラーピッカー
pt_br: Selecionador de cores
ru: Пипетка

source: Color Profile
de: Farbprofil
es: Perfil de color
fr: Profil de couleur
it: Profilo colore
ja: カラープロファイル
pt_br: Perfil de cor
ru: Цветовой профиль

source: Color Profile:
de: Farbprofil:
es: Perfil de color:
fr: Profil de couleur :
it: Profilo colore:
ja: カラープロファイル:
pt_br: Perfil de cor:
ru: Цветовой профиль:

source: Color Profiles
de: Farbprofile
es: Perfiles de color
fr: Profils de couleur
it: Profili colore
ja: カラープロファイル
pt_br: Perfis de cores
ru: Цветовые профили

source: Color Range
de: Farbbereich
es: Intervalo de colores
fr: Gamme de couleurs
it: Gamma di colore
ja: 色の範囲
pt_br: Faixa de cores
ru: Диапазон цветов

source: Color Range Color
de: Farbe im Farbbereich
es: Color de intervalo de color
fr: Couleur de la gamme de couleurs
it: Colore gamma colore
ja: 色範囲レイヤー
pt_br: Cor do Intervalo de Cor
ru: Цвет диапазона цветов

source: Color Selection
de: Farbauswahl
es: Selección de color
fr: Sélection de couleur
it: Selezione colore
ja: 色選択
pt_br: Seleção de cor
ru: Выбор цвета

source: Color Space
de: Farbraum
es: Espacio de color
fr: Espace colorimétrique
it: Spazio colore
ja: 色空間
pt_br: Espaço de cores
ru: Цветовое пространство

source: Color Wheels
de: Farbräder
es: Ruedas de colores
fr: Roues chromatiques
it: Ruote colori
ja: カラーホイール
pt_br: Discos de cores
ru: Цветовые круги

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: カラー
pt_br: Cores
ru: Цвета

source: Column Selection
de: Spaltenauswahl
es: Selección de columna
fr: Sélection de la colonne
it: Selezione colonna
ja: 列の選択
pt_br: Seleção da coluna
ru: Выбор столбцом

source: Common Profiles
de: Geläufige Profile
es: Perfiles comunes
fr: Profils communs
it: Profili comuni
ja: 汎用プロファイル
pt_br: Perfis comuns
ru: Общие профили

source: Compare Apps
de: Apps vergleichen
es: Comparar las apps
fr: Comparer les applications
it: Confronta le app
ja: アプリを比較
pt_br: Comparar Apps

source: Compare to Pixelmator Pro
de: Mit Pixelmator Pro vergleichen
es: Comparar con Pixelmator Pro
fr: Comparer avec Pixelmator Pro
it: Confronta con Pixelmator Pro
pt_br: Comparar com Pixelmator Pro

source: Concentration
de: Konzentration
es: Concentración
it: Concentrazione
ja: 濃度
pt_br: Concentração
ru: Концентрация

source: Connect an HDR-compatible display to edit HDR content.
de: Verbinden Sie ein HDR-kompatibles Display zum Bearbeiten von HDR-Inhalten.
es: Conecta una pantalla compatible con HDR para editar contenido HDR.
fr: Pour modifier des contenus HDR, connectez un écran compatible HDR.
it: Collega un monitor compatibile con l'HDR per modificare i contenuti HDR.
ja: HDRコンテンツを編集するには、HDR対応ディスプレイを接続します。
pt_br: Conecte uma tela compatível com HDR para editar conteúdo HDR.
ru: Для редактирования HDR-контента подключите дисплей, поддерживающий HDR.

source: Constant
de: Konstante
es: Constante
fr: Constante
it: Costante
ja: 定数
pt_br: Constante
ru: Постоянный

source: Constrain
de: Beschränken
es: Proporciones
fr: Restreindre
it: Vincola
ja: 維持
pt_br: Limitar
ru: Формат

source: Constrain Proportions
de: Proportionen erhalten
es: Limitar proporciones
fr: Forcer les proportions
it: Vincola proporzioni
ja: 縦横比を維持
pt_br: Condicionar proporções
ru: Соблюдать пропорции

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar
ru: Продолжить

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
pt_br: Contraste
ru: Контрастность

source: Convert into Pixels
de: In Pixel konvertieren
es: Convertir a píxeles
fr: Convertir en pixels
it: Converti in pixel
ja: ピクセルに変換
pt_br: Converter em pixels
ru: Конвертировать в пиксели

source: Convert Into Shape
de: In Form konvertieren
es: Convertir en figura
fr: Transformer en forme
it: Converti in forma
ja: シェイプに変換
pt_br: Converter em forma
ru: Конвертировать в фигуру

source: Convert into Shape
de: In Form konvertieren
es: Convertir en forma
fr: Convertir en forme
it: Converti in forma
ja: シェイプに変換
pt_br: Converter em forma
ru: Конвертировать в фигуру

source: Convert LUT into Adjustments
de: LUT in Anpassungen umwandeln
es: Convertir LUT en Ajustes
fr: Convertir LUT en Réglages
it: Converti LUT in regolazioni
ja: LUTを調整に変換する
pt_br: Converter LUT em Ajustes
ru: Конвертировать LUT в корректировки...

source: Convert to HDR
de: In HDR konvertieren
es: Convertir a HDR
fr: Convertir en HDR
it: Converti in HDR
ja: HDRに変換
pt_br: Converter em HDR
ru: Конвертировать в HDR

source: Converting LUT into Adjustments…
de: LUT in Anpassungen konvertieren …
es: Convirtiendo LUT en Ajustes…
fr: Conversion de LUT en Réglages…
it: Conversione LUT in regolazioni…
ja: LUTを調整に変換しています…
pt_br: Convertendo LUT em ajustes…
ru: Конвертирование LUT в корректировки…

source: Converting to HDR…
de: In HDR konvertieren …
es: Convirtiendo a HDR…
fr: Conversion en HDR…
it: Conversione in HDR…
ja: HDRに変換中...
pt_br: Convertendo em HDR…
ru: Конвертировка в HDR…

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt_br: Copiar
ru: Скопировать

source: copy
de: Kopie
es: copia
fr: copie
it: copia
ja: コピー
pt_br: copiar
ru: (копия)

source: Copy %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
it: Copia %@
ja: %@ をコピー
pt_br: Copiar %@
ru: Скопировать %@

source: Copy Adjustments
de: Anpassungen kopieren
es: Copiar ajustes
fr: Copier les réglages
it: Copia regolazioni
ja: 調整をコピー
pt_br: Copiar ajustes
ru: Скопировать правки

source: Copy All Palettes
de: Alle Paletten kopieren
es: Copiar todas las paletas
fr: Copier toutes les palettes
it: Copia tutte le tavolozze
ja: すべてのパレットをコピー
pt_br: Copiar todas as paletas
ru: Скопировать все палитры

source: Copy and Paste as Layer
de: Als Ebene kopieren und einfügen
es: Copiar y pegar como capa
fr: Copier et coller en tant que calque
it: Copia e incolla come livello
ja: レイヤーとしてコピー＆ペースト
pt_br: Copiar e colar como camada
ru: Копировать и вставить как слой

source: Copy as Mask
de: Als Maske kopieren
es: Copiar como máscara
fr: Copier le masque
it: Copia come maschera
ja: マスクをコピー
pt_br: Copiar como máscara
ru: Скопировать как маску

source: Copy Effects
de: Effekte kopieren
es: Copiar efectos
fr: Copier les effets
it: Copia effetti
ja: エフェクトをコピー
pt_br: Copiar efeitos
ru: Скопировать эффекты

source: Copy Mask
de: Maske kopieren
es: Copiar máscara
fr: Copier le masque
it: Copia maschera
ja: マスクをコピー
pt_br: Copiar máscara
ru: Копировать маску

source: Copy Masks
de: Masken kopieren
es: Copiar máscaras
fr: Copier les masques
it: Copia maschere
ja: マスクをコピー
pt_br: Copiar Máscaras
