Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
ja: プリセット
pt_br: Pré-ajuste

source: Privacy Policy
de: Datenschutzvereinbarung
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
pt_br: Política de Privacidade
ru: Политика конфиденциальности

source: Purple Fringe
de: Violetter Rand
es: Contornos morados
fr: Liseré violet
ja: パープルフリンジ
pt_br: Franja Roxa
ru: Фиолетовая окантовка

source: RESET
de: RÜCKG.
es: RESTA.
fr: RÉINIT.
ja: リセット
ru: СБРОС

source: Social Media
es: Redes sociales
fr: Réseaux sociaux
ja: ソーシャルメディア
pt_br: Rede social
ru: Соцсети

source: Texture
de: Struktur
es: Textura
ja: テクスチャ
pt_br: Textura
ru: Текстура

source: Tilt Shift
es: Cambio de inclinación
fr: Inclinaison-décalage
ja: 傾きシフト
pt_br: Mudança de inclinação
ru: Тилт-шифт

source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
pt_br: Vídeo
ru: Видео

source: %@ mm
ru: %@ мм

source: %@ s
ru: %@ с

source: Copyright © %@ Pixelmator Team.
pt_br: Copyright © %@ Equipe Pixelmator.
ru: Copyright © %@ Команда Pixelmator.

source: Illustrator
ru: Иллюстратор

source: dpi
es: ppp

source: OK
es: Aceptar

source: Copy ML Decontaminated Selection
de: ML Dekontaminations-Auswahl kopieren

source: ML Decontaminate Selection
de: ML Auswahl entkontaminieren

source: ML Refine Mask
de: ML Maske verfeinern

source: Moved Object
de: Bewegtes Objekt

source: Repairing Background
de: Hintergrund reparieren

source: ISO %i
fr: %i ISO

source: RGB
fr: RVB

source: sRGB
fr: sRVB
