Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: The JPEG/PNG/TIFF format doesn’t support multiple layers and other additional formatting information. To preserve that information, save the image as a Pixelmator Pro document instead.
de: Das JPEG/PNG/TIFF-Format unterstützt mehrere Ebenen und zusätzliche Formatierungsinformationen nicht. Um diese Informationen zu bewahren, sichern Sie das Bild als Pixelmator Pro Dokument.
es: El formato JPEG/PNG/TIFF no admite varias capas y más información de formato. Para conservar esa información, guarda la imagen como un documento de Pixelmator Pro.
fr: Le format JPEG/PNG/TIFF n’est pas capable de supporter plusieurs calques et les autres données de mise en forme supplémentaire. Si vous souhaitez conserver ces données, enregistrez l’image sous la forme d’un document Pixelmator Pro.
it: Il formato JPEG/PNG/TIFF non supporta livelli multipli e altre informazioni di formattazione aggiuntive. Per mantenere tali informazioni, salva l'immagine come documento di Pixelmator Pro.
ja: JPEG/PNG/TIFF 形式は複数のレイヤーやその他の追加の書式情報をサポートしていません。これらの情報を保持するには画像をPixelmator Pro書類として保存します。
pt_br: O formato JPEG/PNG/TIFF não é compatível com camadas múltiplas e outras informações de formatação. Para preservar essas informações, salve a imagem como um documento do Pixelmator Pro.
ru: Формат PNG/JPEG/TIFF не поддерживает несколько уровней и другие дополнительные сведения о форматировании. Чтобы сохранить эту информацию, сохраните изображение как документ Pixelmator Pro.

source: The operation was cancelled.
de: Der Vorgang wurde abgebrochen.
es: La operación se ha cancelado.
fr: L'opération a été annulée.
it: L'operazione è stata annullata.
ja: 操作はキャンセルされました。
pt_br: A operação foi cancelada.
ru: Действие отменено.

source: The photo could not be saved because the Photos library asset could not be found.
de: Das Foto konnt nicht gesichert werden, weil das Dokument in der Fotos-Mediathek nicht gefunden wurde.
es: La foto no se ha podido guardar porque no se ha encontrado el elemento de la Fototeca.
fr: Impossible d'enregistrer la photo, car la ressource de bibliothèque Photos est introuvable.
it: Impossibile salvare la foto perché non è stato possibile trovare la risorsa della libreria Foto.
ja: 写真ライブラリ アセットが見つからないため、写真を保存できませんでした。
pt_br: Não foi possível salvar a foto porque o material da fototeca do app Fotos não pôde ser encontrado.
ru: Не удалось сохранить фото, поскольку не найден ресурс медиатеки приложения «Фото».

source: The photo could not be saved because this Photos library asset does not seem to be editable.
de: Das Foto konnt nicht gesichert werden, weil das Dokument in der Fotos-Mediathek nicht bearbeitbar ist.
es: La foto no se ha podido guardar porque parece que este elemento de la Fototeca no es editable.
fr: Impossible d'enregistrer la photo, car la ressource de bibliothèque Photos ne semble pas modifiable.
it: Impossibile salvare la foto perché questa risorsa della libreria di Foto non sembra essere modificabile.
ja: この写真ライブラリ アセットは編集不可能な状態のため、写真を保存できませんでした。
pt_br: Não foi possível salvar a foto porque este material da fototeca do app Fotos não parece ser editável.
ru: Не удалось сохранить фото, поскольку ресурс медиатеки приложения «Фото» не является редактируемым.

source: The photo could not be saved due to an error that occurred while exporting the image.
de: Das Foto konnte aufgrund eines Fehlers beim Export nicht gesichert werden.
es: La foto no se ha podido guardar debido a un error que ha ocurrido al exportar la imagen.
fr: Impossible d'enregistrer la photo, car une erreur est survenue lors de l'exportation de l'image.
it: Impossibile salvare la foto a causa di un errore verificatosi durante l'esportazione dell'immagine.
ja: 画像の書き出し中にエラーが発生したため、写真を保存できませんでした。
pt_br: Não foi possível salvar a foto devido a um erro ocorrido ao exportar a imagem.
ru: Не удалось сохранить фото, поскольку во время экспорта произошел сбой.

source: The photo couldn’t be opened.
de: Die Foto konnte nicht geöffnet werden.
es: No se ha podido abrir la foto.
fr: La photo n’a pas pu être ouverte.
it: Impossibile aprire la foto.
ja: 写真を開けません。
pt_br: A foto não pôde ser aberta.
ru: Не удалось открыть фото.

source: The Pixelmator Pro Photos extension was unable to open the photo in the Photos Library. A photo preview will be opened instead.
de: Die Erweiterung Pixelmator Pro Photos konnte das Foto in der Fotobibliothek nicht öffnen. Stattdessen wird eine Vorschau geöffnet.
es: La extensión de Pixelmator Pro Photos no ha podido abrir la foto en la fototeca de Fotos. En vez de esto, se abrirá una vista previa de la foto.
fr: L’extension Pixelmator pour Photos n’a pas pu ouvrir la photo dans la Bibliothèque Photos. Un aperçu de la photo va être ouvert à la place.
it: L'estensione Pixelmator Pro Photos non è stata in grado di aprire la foto nella libreria Photos. Al suo posto verrà aperta un'anteprima della foto.
ja: Pixelmator Pro写真機能拡張は写真ライブラリの写真を開くことができません。代わりに写真のプレビューで開きます。
pt_br: A extensão Pixelmator Pro Photos não pôde abrir a foto na Biblioteca de fotos. Será aberta uma prévia da foto em seu lugar.
ru: Расширение Pixelmator Pro Photos не смогло открыть фото в медиатеке Photos. Вместо этого будет открыт предпросмотр.

source: The selected 3D LUT is not supported by %@.
de: Ausgewählte 3D LUT wird nicht von %@ unterstützt.
es: El LUT 3D seleccionado no es compatible con %@.
fr: La LUT 3D choisie n’est pas prise en charge par %@.
it: La LUT 3D selezionata non è supportata da %@.
ja: 選択した3D LUTは％@ではサポートしていません。
pt_br: O 3D LUT não é compatível com %@.
ru: Выбранный 3D LUT не поддерживается %@.

source: The template couldn't be downloaded.
de: Die Vorlage konnte nicht heruntergeladen werden.
es: La plantilla no se ha podido descargar.
fr: Le modèle n'a pas pu être téléchargé.
it: Impossibile scaricare il modello.
ja: テンプレートをダウンロードできませんでした。
pt_br: O modelo não pôde ser baixado.
ru: Шаблон не удалось загрузить.

# The “%@” document is damaged, or isn’t compatible with %@ %@.
source: The “%1$@” document is damaged, or isn’t compatible with %2$@ %3$@.
de: Das Dokument „%1$@“ ist beschädigt oder nicht mit %2$@ %3$@ kompatibel.
es: El documento “%1$@” está dañado o no es compatible con %2$@ %3$@.
fr: Le document "%1$@" est endommagé, ou n’est pas compatible avec %2$@ %3$@.
it: Il documento “%1$@” è danneggiato, o non è compatibile con %2$@ %3$@.
ja: 書類“%1$@”は破損している、または%2$@ %3$@と互換性がありません。
pt_br: O documento %1$@ está danificado ou não é compatível com %2$@ %3$@.
ru: Документ «%1$@» поврежден или несовместим с %2$@ %3$@.

# The “%@” document is damaged, or isn’t compatible with %@.
source: The “%1$@” document is damaged, or isn’t compatible with %2$@.
de: Das Dokument „%1$@“ ist beschädigt oder nicht mit %2$@ kompatibel.
es: El documento “%1$@” está dañado o no es compatible con %2$@.
fr: Le document "%1$@" est endommagé, ou n’est pas compatible avec %2$@.
it: Il documento “%1$@” è danneggiato, o non è compatibile con %2$@.
ja: 書類“%1$@”は破損している、または%2$@と互換性がありません。
pt_br: O documento %1$@ está danificado ou não é compatível com %2$@.
ru: Документ «%1$@» поврежден или несовместим с %2$@.

source: The “%@” document is damaged, or isn’t compatible.
de: Das Dokument „%@“ ist beschädigt oder nicht kompatibel.
es: El documento “%@” está dañado o no es compatible.
fr: Le document "%@" est endommagé, ou n’est pas compatible.
it: Il documento "%@" è danneggiato, o non è compatibile.
ja: 書類“%@”は破損している、または互換性がありません。
pt_br: O documento %@ está danificado ou não é compatível.
ru: Документ «%@» поврежден или несовместим.

source: There were no results for %@. Try a new search.
de: Die Suche nach %@ ergab keine Ergebnisse. Suchen Sie erneut.
es: No hubo resultados para %@. Intenta una nueva búsqueda.
fr: Aucun résultat trouvé pour %@. Essayez une nouvelle recherche.
it: Non ci sono risultati per %@. Prova una nuova ricerca.
ja: ％@の結果はありませんでした。 新しい検索を試してください。
pt_br: Não houve resultados para %@. Experimente outra pesquisa.
ru: Нет результатов для %@. Попробуйте новый поиск.

source: Thickness
de: Breite
fr: Épaisseur
it: Spessore

source: This display does not support HDR content.
de: Dieses Display unterstützt kein HDR.
es: Esta pantalla no admite contenido HDR.
fr: Cet écran n'accepte pas les contenus HDR.
it: Questo monitor non supporta contenuti HDR.
ja: このディスプレイはHDRコンテンツをサポートしていません。
pt_br: Esta tela não é compatível com conteúdo HDR.
ru: Этот дисплей не поддерживает контент HDR.

source: This display has full support for HDR content.
de: Dieses Display unterstützt HDR vollständig.
es: Esta pantalla es totalmente compatible con el contenido HDR.
fr: Cet écran est entièrement compatible avec les contenus HDR.
it: Questo monitor supporta pienamente contenuti HDR.
ja: このディスプレイはHDRコンテンツを完全にサポートしています。
pt_br: Esta tela é totalmente compatível com conteúdo HDR.
ru: Этот дисплей полноценно поддерживает контент HDR.

source: This display has limited support for HDR content.
de: Dieses Display unterstützt HDR bedingt.
es: Esta pantalla tiene compatibilidad limitada con el contenido HDR.
fr: Cet écran est partiellement compatible avec les contenus HDR.
it: Questo monitor ha un supporto limitato per i contenuti HDR.
ja: このディスプレイでは、HDRコンテンツのサポートが制限されています。
pt_br: Esta tela é parcialmente compatível com conteúdo HDR.
ru: Этот дисплей имеет ограниченную поддержку контента HDR.

source: This document currently has no editable colors.
de: Dieses Dokument hat derzeit keine bearbeitbaren Farben.
es: Este documento no tiene actualmente colores editables.
fr: Ce document ne comporte actuellement aucune couleur modifiable.
it: Questo documento attualmente non ha colori modificabili.
ja: 現在この書類には編集可能な色がありません。
pt_br: No momento, este documento não tem cores editáveis.
ru: Сейчас документ не имеет редактируемых цветов.

source: This document has missing fonts.
de: Dieses Dokument verwendet fehlende Schriftarten.
es: A este documento le faltan fuentes.
fr: Il manque des polices à ce document.
it: Questo documento ha font mancanti.
ja: このドキュメントにはフォントがありません。
pt_br: Este documento contém fontes ausentes.
ru: Отсутствуют шрифты, используемые в этом документе.

source: This image has a Pixelmator Pro sidecar file associated with it but that file could not be opened. The original image file will be opened instead.
de: Dieses Bild ist mit einer Pixelmator Pro-Sidecar-Datei verknüpft, aber diese Datei konnte nicht geöffnet werden. Stattdessen wird die ursprüngliche Bilddatei geöffnet.
es: Esta imagen tiene un archivo Sidecar de Pixelmator Pro asociado, pero no se ha podido abrir. En su lugar, se abrirá el archivo de la imagen original.
fr: L'image est associée à un fichier sidecar Pixelmator Pro, mais l'ouverture de ce fichier a échoué. L'image d'origine va être ouverte à la place.
it: A questa immagine è associato un file collaterale di Pixelmator Pro, ma non è stato possibile aprirlo. Verrà invece aperto il file originale dell’immagine.
ja: この画像にはPixelmator Pro Sidecarファイルが関連付けられていますが、そのファイルを開くことができませんでした。代わりにオリジナルの画像ファイルが開かれます。
pt_br: Esta imagem tem um arquivo sidecar do Pixelmator Pro associada a ela, mas esse arquivo não pôde ser aberto. O arquivo da imagem original será aberto em vez disso.
ru: С этим изображением связан sidecar-файл Pixelmator Pro, но вследствие сбоя он не открывается. Будет открыт оригинал изображения.

source: This image has been modified by another application.
de: Dieses Bild wurde von einer anderen Anwendung geändert.
es: Esta imagen se ha modificado con otra aplicación.
fr: L'image a été modifiée par une autre application.
it: Questa immagine è stata modificata da un’altra applicazione.
ja: この画像は別のアプリケーションによって変更されています。
pt_br: A imagem foi alterada por outro aplicativo.
ru: Это изображение было изменено другой программой.

source: This image should have a Pixelmator Pro sidecar file associated with it but that file could not be found. The original image file will be opened instead.
de: Dieses Bild sollte mit einer Pixelmator Pro Sidecar-Datei verknüpft sein, aber diese Datei konnte nicht gefunden werden. Stattdessen wird die ursprüngliche Bilddatei geöffnet.
es: Esta imagen debería tener un archivo Sidecar de Pixelmator Pro asociado, pero no se ha encontrado. En su lugar, se abrirá el archivo de la imagen original.
fr: L'image est normalement associée à un fichier sidecar Pixelmator Pro, mais ce fichier est introuvable. L'image d'origine va être ouverte à la place.
it: A questa immagine dovrebbe essere associato un file collaterale di Pixelmator Pro, ma non lo abbiamo trovato. Verrà invece aperto il file originale dell’immagine.
ja: この画像にはPixelmator Pro Sidecarファイルが関連付けられているはずですが、そのファイルが見つかりませんでした。代わりにオリジナルの画像ファイルが開かれます。
pt_br: A imagem deveria ter um arquivo sidecar do Pixelmator Pro associada a ela, mas esse arquivo não foi encontrado. O arquivo da imagem original será aberto em vez disso.
ru: С этим изображением должен быть связан sidecar-файл Pixelmator Pro, но он не обнаружен. Будет открыт оригинал изображения.

source: This is a full-featured demo version of Pixelmator Pro.
de: Hierbei handelt es sich um eine Demoversionen mit allen Funktionen von Pixelmator Pro.
es: Esta es una versión demo con todas las funcionalidades de Pixelmator Pro.
fr: Il s’agit d’une démo de la version complète de Pixelmator Pro.
it: Questa è una versione demo completa di Pixelmator Pro.
ja: これはフル機能を搭載したPixelmator Proのデモバージョンです。
pt_br: Esta é uma versão de demonstração completa do Pixelmator Pro.
ru: Это полнофункциональная демо-версия Pixelmator Pro.

source: This kind of transformation isn't supported.
de: Diese Art der Transformation wird nicht unterstützt.
es: Este tipo de transformación no es compatible.
fr: Ce genre de transformation n’est pas pris en charge.
it: Questo tipo di trasformazione non è supportato.
ja: この種類の変換はサポートされていません。
pt_br: Este tipo de transformação não é suportado.
ru: Такого рода преобразование не поддерживается.

source: This version of macOS does not support HDR.
de: Diese macOS Version unterstützt kein HDR.
es: Esta versión de macOS no es compatible con HDR.
fr: Cette version de macOS ne gère pas le HDR.
it: Questa versione di macOS non supporta HDR.
ja: このバージョンのmacOSはHDRをサポートしていません。
pt_br: Esta versão do macOS não é compatível com HDR.
ru: Эта версия macOS не поддерживает HDR.

source: Tile
de: Kachel
es: Mosaico
fr: Carreau
it: Porzione
ja: タイル
pt_br: Lado a lado
ru: Плитка

source: Tilt Maximum Size
de: Maximalgröße Neigung
es: Tamaño máximo de inclinación
fr: Ampleur maximale de l’inclinaison
it: Dimensione massima inclinazione
ja: 傾き最大サイズ
pt_br: Tamanho máximo de inclinação
ru: Максимум наклона

source: Tilt Scatter
de: Neigungsstreuung
es: Dispersión de inclinación
fr: Dispersion de l’inclinaison
it: Dispersione inclinazione
ja: 傾斜散布
pt_br: Dispersão inclinada
ru: Разброс наклона

source: Tint
de: Färbung
es: Tinte
fr: Teinte
it: Tinta
ja: 色合い
pt_br: Tonalidade
ru: Тон

source: to
de: zu
es: a
fr: à
it: a
ja: から
pt_br: a
ru: на

source: To avoid issues, save any unsaved work, then free up some storage and try restarting your Mac.
de: Sichern Sie nicht gesicherte Vorgänge, geben Sie Speicherplatz frei und starten Sie den Mac neu, um Problemen vorzubeugen.
es: Para evitar problemas, guarda el trabajo que no hayas guardado, luego libera algo de almacenamiento e intenta reiniciar tu Mac.
fr: Pour éviter tout problème, sauvegardez tout travail non sauvegardé, puis libérez de l'espace disque et essayez de redémarrer votre Mac.
it: Per evitare problemi, salva il lavoro non salvato, quindi libera spazio di archiviazione e prova a riavviare il Mac.
ja: 問題を回避するには、保存されていない作業を保存してから、ストレージを解放してMacを再起動してください。
pt_br: Para evitar problemas, salve todo o trabalho ainda não salvo, depois libere algum espaço de armazenamento e experimente reiniciar o Mac.
ru: Чтобы избежать появления проблем, сохраните всю несохранённую работу, затем освободите память и попробуйте перезагрузить ваш Mac.

source: To browse your Pictures folder, click Add Pictures below.
de: Zum Durchsuchen Ihres Bilder-Ordners kllicken Sie unten auf „Bilder hinzufügen“.
es: Para explorar la carpeta de imágenes, pulsa Añadir carpeta de imágenes.
fr: Pour parcourir votre dossier Images, cliquez sur Ajouter images dessous.
it: Per sfogliare la cartella Immagini, fai clic su Aggiungi immagini qui sotto.
ja: 写真フォルダを参照するには、下の [写真を追加] をクリックします。
pt_br: Para navegar na pasta Imagens, clique em Adicionar Pasta Imagens abaixo.

source: To rearrange the interface elements, drag them to the desired position.
de: Um die Interface-Elemente umzugruppieren, ziehen Sie sie in die gewünschte Position.
es: Para reorganizar los elementos de la interfaz, arrástralos a la posición deseada.
fr: Pour réordonner les éléments d’interface, les faire glisser jusqu’à la position souhaitée.
it: Per riorganizzare gli elementi dell'interfaccia, trascinali nella posizione desiderata.
ja: インターフェイス要素を再配置するには、それらを目的の位置にドラッグします。
pt_br: Para reorganizar os elementos da interface, arraste-os para as posições desejadas.
ru: Чтобы перегруппировать элементы интерфейса, перетащите их на требуемые позиции.

source: To receive updates with the latest features, you can buy the full version of Pixelmator Pro from the Mac App Store.
de: Kaufen Sie im Mac App Store die Vollversion Pixelmator Pro, um Updates mit den aktuellen Funktionen zu erhalten.
es: Para recibir actualizaciones con las últimas funciones, puedes comprar la versión completa de Pixelmator Pro en la Mac App Store.
fr: Pour recevoir les mises à jour des dernières fonctionnalités, vous pouvez acheter la version complète de Pixelmator Pro sur le Mac App Store.
it: Per ricevere gli aggiornamenti con le ultime funzionalità, è possibile acquistare la versione completa di Pixelmator Pro da Mac App Store.
ja: 最新機能のアップデートを受け取るにはMac App StoreからPixelmator Proのフルバージョンを購入できます。
pt_br: Para receber atualizações com os recursos mais recentes, compre a versão completa do Pixelmator Pro na loja de aplicativos do Mac.
ru: Чтобы получать новейшие обновления, вам следует приобрести полную версию Pixelmator Pro в Mac App Store.

source: Tolerance: %@
de: Toleranz: %@
es: Tolerancia: %@
fr: Tolérance : %@
it: Tolleranza: %@
ja: 許容範囲: %@
pt_br: Tolerância: %@
ru: Допуск: %@

source: Tone
de: Ton
es: Tono
fr: Ton
it: Tono
ja: トーン
pt_br: Tom
ru: Тон

source: Tone Map
es: Mapa de tonos
fr: Plan des tons
it: Mappa Tono
ja: トーンマップ
pt_br: Mapa de tonalidades
ru: Тоновая карта

source: Touch Opacity
de: Retusch-Deckkraft
es: Opacidad de toque
fr: Opacité de la touche
it: Opacità tocco
ja: 接触の不透明度
pt_br: Opacidade do toque
ru: Непрозрачность касания

source: Touch Size
de: Retuschgröße
es: Tamaño de toque
fr: Taille de la touche
it: Dimensione tocco
ja: 接触サイズ
pt_br: Tamanho do toque
ru: Размер касания

source: Transform
de: Transformation
es: Transformar
fr: Transformer
it: Trasforma
ja: 変形
pt_br: Transformação
ru: Преобразовать

source: Transform Path…
de: Pfad transformieren …
es: Transformar trazado…
fr: Transformer le chemin…
it: Trasforma percorso…
ja: パスを変型…
pt_br: Transformar o caminho…
ru: Преобразовать путь…

source: Transform Selection…
de: Auswahl transformieren …
es: Transformar selección…
fr: Transformer la sélection…
it: Trasforma selezione…
ja: 選択範囲を変形…
pt_br: Seleção da transformação…
ru: Преобразовать выделение…

source: Transform…
de: Transformieren …
es: Transformar …
fr: Transformer…
it: Trasforma…
ja: 変形…
pt_br: Transformar…
ru: Преобразование…

source: Transition
de: Übergang
es: Transición
it: Transizione
ja: トランジション
pt_br: Transição
ru: Переход

source: Translucent
de: Durchscheinend
fr: Translucide
it: Traslucida

source: Triangle
de: Dreieck
es: Triángulo
it: Triangolo
ja: 三角形
pt_br: Triângulo
ru: Треугольник

source: Trim
de: Trimmen
es: Recortar
fr: Couper
it: Taglia
ja: トリミング
pt_br: Recortar
ru: Обрезка

source: Trim Canvas
de: Arbeitsfläche zuschneiden
es: Cortar lienzo
fr: Couper zone de travail
it: Rifila quadro
ja: キャンバスをトリミング
pt_br: Cortar tela
ru: Подрезать холст

source: Try (%i day remaining)
de: Probieren (%i Tag verbleibend)
es: Probar (queda %i día)
fr: L’essayer (%i jour restant)
it: Prova (%i giorno rimanente)
ja: 試用する (残り%i日)
pt_br: Avaliação (%i dia restante)
ru: Пробная версия (осталось %i дн)

source: Try (%i days remaining)
de: Probieren (%i Tage verbleibend)
es: Probar (quedan %i días)
fr: L’essayer (%i jours restants)
it: Prova (%i giorni rimanenti)
ja: 試用する (残り%i日)
pt_br: Avaliação (%i dias restantes)
ru: Пробная версия (осталось %i дн)

source: Try the files browser
de: Datei-Browser testen
es: Prueba el explorador de archivos
fr: Essayer l'explorateur de fichiers
it: Prova il browser di file
ja: ファイルブラウザを試してみる
pt_br: Experimente o navegador de arquivos
ru: Попробуйте файловый браузер

source: Turn histogram on or off.
de: Histogramm aktivieren oder deaktivieren.
es: Activa o desactiva el histograma.
fr: Activer ou désactiver l’histogramme.
it: Attiva o disattiva l'istogramma.
ja: ヒストグラムをオンまたはオフにします。
pt_br: Ativar ou desativar o histograma.
ru: Включить/выключить гистограмму.

source: Turn this adjustment on or off.
de: Diese Anpassung aktivieren oder deaktivieren.
es: Activa o desactiva este ajuste.
fr: Activer ou désactiver l’ajustement.
it: Attiva o disattiva questa regolazione.
ja: この調整をオンまたはオフにします。
pt_br: Ativar ou desativar este ajuste.
ru: Включить/выключить эту регулировку.

source: Turn this effect on or off.
de: Diesen Effekt aktivieren oder deaktivieren.
es: Activa o desactiva este efecto.
fr: Activer ou désactiver cet effet.
it: Attiva o disattiva questo effetto.
ja: このエフェクトをオンまたはオフにします。
pt_br: Ativar ou desativar este efeito.
ru: Включить/выключить этот эффект.

source: Turn this layer style on or off.
de: Diesen Ebenenstil aktivieren oder deaktivieren.
es: Activa o desactiva este estilo de capa.
fr: Activer ou désactiver ce style d’effet.
it: Attiva o disattiva il livello di stile.
ja: このレイヤースタイルをオンまたはオフにします。
pt_br: Ativar ou desativar este estilo de camada.
ru: Включить/выключить этот стиль слоя.

source: Twirl
de: Wirbel
es: Espiral
fr: Tourbillon
it: Spirale
ja: 回転
pt_br: Girar
ru: Закручивание

source: Type
de: Text
es: Texto
fr: Saisir
it: Digita
ja: テキスト
pt_br: Texto
ru: Текст

source: Unable to Export
de: Exportieren nicht möglich
es: No se puede exportar
fr: Exportation impossible
it: Impossibile esportare
ja: 書き出せません
pt_br: Não foi possível exportar
ru: Не удалось экспортировать

source: Unable to Open Sidecar File
de: Sidecar-Datei konnte nicht geöffnet werden
es: No ha sido posible abrir el archivo Sidecar
fr: Impossible d'ouvrir le fichier sidecar
it: Impossibile aprire il file collaterale
ja: Sidecarファイルを開くことができません
pt_br: Não foi possível salvar o arquivo sidecar
ru: Не удается открыть sidecar-файл

source: Unable to Share
de: Teilen nicht möglich
es: No se ha podido compartir
fr: Partage impossible
it: Impossibile condividere
ja: 共有できません
pt_br: Não foi possível compartilhar
ru: Не удалось поделиться

source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligné
it: Sottolineato
ja: 下線
pt_br: Sublinhar
ru: Подчеркивание

source: Undo %@
de: %@ rückgängig machen
es: Deshacer %@
fr: Annuler %@
it: Annulla %@
ja: %@を取り消す
pt_br: Desfazer %@
ru: Отменить «%@»

source: Ungroup
de: Gruppieren aufh.
es: Desagrupar
fr: Dissocier
it: Separa
ja: グループ化解除
pt_br: Desagrupar
ru: Без группы

source: Unite
de: Vereinen
es: Unir
fr: Réunir
it: Unisci
ja: 結合
pt_br: Unir
ru: Слить

source: Unite Shapes
de: Formen vereinen
es: Unir figuras
fr: Réunir les formes
it: Unisci forme
ja: シェイプを結合
pt_br: Unir formas
ru: Слить фигуры

source: United
de: Vereint
es: Unidas
fr: Unis
it: Unito
ja: 結合
pt_br: Unido
ru: Объединенные

source: Unlink Mask
de: Maskenverbindung aufheben
es: Desvincular máscara
fr: Rompre le lien de masque
it: Scollega maschera
ja: マスクのリンクを解除
pt_br: Desvincular máscara
ru: Отсоединить маску
