Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Other
de: Sonstige
es: Otro
fr: Autre
it: Altro
ja: その他
pt_br: Outro
ru: Другое

source: Outline
de: Kontur
es: Contorno
fr: Contour
it: Contorno
ja: アウトライン
pt_br: Contorno
ru: Контур

source: Outside
de: Außen
es: Exterior
fr: Extérieur
it: Esterno
ja: 外側
pt_br: Fora
ru: Снаружи

source: Oval
es: Óvalo
fr: Ovale
it: Ovale
ja: 楕円
ru: Овал

source: Oval Selection
de: Ovale Auswahl
es: Selección de óvalo
fr: Sélection ovale
it: Selezione ovale
ja: 楕円の選択
pt_br: Seleção Oval
ru: Овальное выделение

source: Oval Shape
de: Ovalform
es: Forma de óvalo
fr: Forme ovale
it: Forma ovale
ja: 楕円シェイプ
pt_br: Forma Oval
ru: Овал

source: Overlay
de: Ineinanderkopieren
es: Superponer
fr: Incrustation
it: Copertura
ja: オーバーレイ
pt_br: Sobreposição
ru: Оверлей

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
pt_br: Sobrescrever
ru: Перезаписать

source: Paint
de: Malen
es: Pintura
fr: Dessin
it: Colore
ja: ペイント
pt_br: Pintar
ru: Закраска

source: Paint and Sketch
de: Malen und Skizzieren
es: Pinta y dibuja
fr: Peindre et dessiner
it: Pittura e schizzi
ja: ペイントとスケッチ
pt_br: Pinte e desenhe
ru: Закраска и скетч

source: Painting
de: Malen
es: Pintura
fr: Peinture
it: Pittura
ja: ペインティング
pt_br: Pintura
ru: Рисование

source: Pass Through
de: Durchleiten
es: Atravesar
fr: Transfert
it: Attraversa
ja: パススルー
pt_br: Atravessar
ru: Пропустить

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
pt_br: Colar
ru: Вставить

source: Paste Adjustments
de: Anpassungen einsetzen
es: Pegar ajustes
fr: Coller les réglages
it: Incolla regolazioni
ja: 調整をペースト
pt_br: Colar ajustes
ru: Вставить правки

source: Paste All Palettes
de: Alle Paletten einsetzen
es: Pegar todas las paletas
fr: Coller toutes les palettes
it: Incolla tutte le tavolozze
ja: すべてのパレットをペースト
pt_br: Colar todas as paletas
ru: Вставить все палитры

source: Paste and Match Colors
de: Einsetzen und Farben anpassen
es: Pegar con los mismos colores
fr: Coller et adapter les couleurs
it: Copia e abbina i colori
ja: ペーストして色を合わせる
pt_br: Colar e combinar cores
ru: Вставить и согласовать цвета

source: Paste Document Colors
de: Dokumentfarben einsetzen
es: Pegar colores del documento
fr: Coller les couleurs du document
it: Incolla i colori del documento
ja: 書類のカラーをペースト
pt_br: Colar as cores do documento
ru: Вставить цвета документа

source: Paste Effects
de: Effekte einsetzen
es: Pegar efectos
fr: Coller les effets
it: Incolla effetti
ja: エフェクトをペースト
pt_br: Colar efeitos
ru: Вставить эффекты

source: Paste Mask
de: Maske einsetzen
es: Pegar máscara
fr: Coller le masque
it: Incolla maschera
ja: マスクをペースト
pt_br: Colar máscara
ru: Вставить маску

source: Paste Styles
de: Stile einsetzen
es: Pegar estilos
fr: Coller les styles
it: Incolla stili
ja: スタイルをペースト
pt_br: Colar estilos
ru: Вставить стили

source: Pasting and matching colors…
de: Einsetzen und Anpassen von Farben …
es: Pegando con coincidencia de colores…
fr: Collage et adaptation des couleurs…
it: Copia e abbinamento dei colori…
ja: ペーストして色を合わせる...
pt_br: Colando e combinando cores…
ru: Вставка и согласование цветов…

source: Path
de: Pfad
es: Trazado
fr: Tracé
it: Percorso
ja: パス
pt_br: Traçado
ru: Путь

source: Path Combine Mode
de: Pfad kombinieren Modus
es: Modo de combinación de trazados
fr: Mode de combinaison de chemin
it: Modalità Combina percorso
ja: パス結合モード
pt_br: Modo de Combinação do Caminho
ru: Режим комбинирования контуров

source: Path Exclude
de: Pfad ausschließen
es: Excluir trazado
fr: Rejet du tracé
it: Escludi percorso
ja: 除外するパス
pt_br: Exclusão de traçado
ru: Исключение пути

source: Path Intersect
de: Pfad schneiden
es: Intersección de trazado
fr: Croisement des tracés
it: Interseca percorso
ja: 交差するパス
pt_br: Confluência do traçado
ru: Пересечение пути

source: Path Subtract
de: Pfad subtrahieren
es: Sustraer trazado
fr: Soubstraction du tracé
it: Sottrai percorso
ja: 取り去るパス
pt_br: Subtração do traçado
ru: Вычитание пути

source: Path Type
de: Pfadtexteingabe
es: Texto en trazado
fr: Frappe chemin
it: Digitazione su percorso
ja: パス型
pt_br: Digitar no caminho
ru: Текст по пути

source: Path Union
de: Pfad vereinen
es: Unión de trazado
fr: Réunion des tracés
it: Unione percorso
ja: 結合するパス
pt_br: União de traçado
ru: Объединение путей

source: Pattern Angle
de: Muster-Winkel
es: Ángulo del patrón
fr: Angle du motif
it: Angolo del pattern
ja: パターン角度
pt_br: Ângulo padrão
ru: Угол наклона узора

source: Pattern Fill
de: Muster Füllung
es: Relleno de modelo
fr: Remplissage du motif
it: Riempimento pattern
ja: パターンの塗りつぶし
pt_br: Preenchimento com padrão
ru: Заливка узором

source: Pattern Scale
de: Muster skalieren
es: Escala del patrón
fr: Échelle du motif
it: Scala del pattern
ja: パターンスケール
pt_br: Escala do padrão
ru: Масштаб узора

source: Pen
de: Stift
es: Bolígrafo
fr: Stylo
it: Penna
ja: ペン
pt_br: Caneta
ru: Перо

source: Pencil
de: Stift
es: Lápiz
fr: Crayon
it: Matita
ja: 鉛筆
pt_br: Lápis
ru: Карандаш

source: Percent
de: Prozent
es: Porcentaje
fr: Pour cent
it: Percento
ja: パーセント
pt_br: Porcentagem
ru: Проценты

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
ja: パーセント
pt_br: Porcentagem
ru: Соотношение

source: Person Mask
de: Personenmaske
es: Máscara de personajes
fr: Masque de personne
it: Maschera persona
ja: 人物マスク
pt_br: Máscara de pessoa

source: Perspective
de: Perspektive
es: Perspectiva
it: Prospettiva
ja: 遠近補正
pt_br: Perspectiva
ru: Перспектива

source: Perspective Transform
de: Perspektiv-Transformation
es: Transformación en perspectiva
fr: Transformation de la perspective
it: Trasformazione prospettiva
ja: 遠近法変換
pt_br: Transformação de perspectiva
ru: Перспективное преобразование

source: Photomator Document
de: Photomator-Dokument
es: Documento de Photomator
fr: Document Photomator
it: Documento Photomator
ja: Photomator書類
pt_br: Documento do Photomator
ru: Документ Photomator

source: Photomator Edits
de: Photomator-Änderungen
es: Ediciones de Photomator
fr: Modifications Photomator
it: Modifiche Photomator
ja: Photomator編集
pt_br: Edições do Photomator

source: Photomator Edits Document
de: Dokument Photomator-Änderungen
es: Documento con ediciones de Photomator
fr: Document des modifications Photomator
it: Documento Photomator con le modifiche
ja: Photomator編集書類
pt_br: Documento com edições do Photomator
ru: Документ Photomator Edits

source: Photomator format preserves all nondestructive photo edits, making it easy to share and continue editing photos in Photomator on any device.
de: Das Photomator-Format bewahrt alle nicht-destruktiven Bildbearbeitungen, so dass die Weitergabe und weitere Bearbeitung von Fotos in Photomator auf jedem Gerät möglich ist.
it: Il formato Photomator conserva tutte le modifiche non distruttive delle foto, rendendo facile condividere e continuare a modificare le foto in Photomator su qualsiasi dispositivo.

source: Photomator is the perfect companion to Pixelmator Pro, offering powerful photo editing and library management tools, the ability to easily send edits to Pixelmator Pro, and much more.
de: Photomator ist die ideale Ergänzung zu Pixelmator Pro, mit leistungsstarker Fotobearbeitung und Management-Werkzeuge für Ihre Mediathek und der Möglichkeit, Bearbeitungen ganz einfach an Pixelmator Pro zu senden.
fr: Photomator est le complément idéal de Pixelmator Pro. Profitez de puissantes fonctions de retouche, d'outils de gestion de bibliothèque, de la possibilité d'envoyer facilement des modifications à Pixelmator Pro et de bien d'autres avantages.
it: Photomator è il compagno perfetto di Pixelmator Pro: offre potenti strumenti di editing fotografico e di gestione della libreria, la possibilità di inviare facilmente le modifiche a Pixelmator Pro, e molto altro ancora.

source: Photomator Tips
de: Photomator-Tipps
es: Consejos de Photomator
fr: Conseils Photomator
it: Suggerimenti Photomator
ja: Photomator ヒント
pt_br: Dicas do Photomator
ru: Советы Photomator

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ru: Фото

source: Photoshop (Large)
de: Photoshop (Groß)
es: Photoshop (grande)
fr: Photoshop (Grande taille)
it: Photoshop (grande)
ja: Photoshop (ラージ)
pt_br: Photoshop (grande)

source: Photoshop Document
de: Photoshop-Dokument
es: Documento Photoshop
fr: Document Photoshop
it: Documento Photoshop
ja: Photoshop 書類
pt_br: Documento do Photoshop
ru: Документ Photoshop

source: Photoshop Large
de: Photoshop groß
es: Photoshop grande
fr: Format Photoshop PSB
it: Photoshop grande
ja: Photoshop ラージ
pt_br: Photoshop grande

source: Photoshop Large Document
de: Photoshop Großes Dokument
es: Documento grande de Photoshop
fr: Document Photoshop grande taille
it: Documento Photoshop grande
ja: Photoshop ラージ書類
pt_br: Documento grande do Photoshop
ru: Документ Photoshop Large

source: Photos…
de: Fotos …
es: Fotos…
it: Foto…
ja: 写真…
pt_br: Fotos…
ru: Фото…

source: Pin Histogram
es: Anclar el histograma
fr: Épingler l’histogramme
it: Pin Istogramma
ja: ヒストグラムをピン
pt_br: Fixar histograma
ru: Столбчатая гистограмма

source: Pin Light
de: Lichtpunkt
es: Luz focal
fr: Lumière de pointe
it: Punto luce
ja: ピンライト
pt_br: Luz do pino
ru: Точечный свет

source: Pinch
de: Distorsion
es: Encoger
fr: Contraction
it: Deforma
ja: ピンチ
pt_br: Comprimir
ru: Щипок

source: Pixel Paint
de: Pixelzeichnen
es: Pintura de píxels
fr: Peinture de pixel
it: Pittura pixel
ja: ピクセルペイント
pt_br: Pintura com pixels
ru: Закраска пикселями

source: Pixelmator Classic Document
de: Pixelmator Classic-Dokument
es: Documento de Pixelmator Classic
fr: Document Pixelmator Classic
it: Documento Pixelmator Classic
ja: Pixelmator Classic書類
pt_br: Documento do Pixelmator Classic
ru: Документ Pixelmator Classic

source: Pixelmator Pro Document
de: Pixelmator Pro Dokument
es: Documento Pixelmator Pro
fr: Document Pixelmator Pro
it: Documento Pixelmator Pro
ja: Pixelmator Pro 書類
pt_br: Documento do Pixelmator Pro
ru: Документ Pixelmator Pro

source: Pixelmator Pro is built exclusively for macOS. So it’s easy to use by design and takes full advantage of the power of your Mac.
de: Pixelmator Pro wird exklusiv für macOS entwickelt. Deswegen ist es so einfach zu bedienen und nutzt die Leistung Ihres Macs voll aus.
es: Pixelmator Pro se ha desarrollado exclusivamente para MacOS. Por ello, es fácil de usar y te permite sacar el máximo provecho de tu Mac.
fr: Pixelmator Pro est conçu exclusivement pour macOS, et est donc facile à utiliser par conception et tire le meilleur de la puissance de votre Mac.
it: Pixelmator Pro è costruito esclusivamente per macOS. Quindi è facile da usare in fase di progettazione e sfrutta al massimo la potenza del tuo Mac.
ja: Pixelmator Pro は macOS 専用に製作されています。使いやすさを追求したデザインで、Mac のパワーを最大限に活用できます。
pt_br: O Pixelmator Pro foi criado excluisivamente para macOS. Foi feito para ser fácil de usar e utiliza totalmente o poder do Mac.
ru: Pixelmator Pro создан исключительно для macOS. Поэтому он удобен для работы и полностью использует мощь вашего Mac.

source: Pixelmator Pro Sidecar Document
de: Pixelmator Pro Sidecar-Dokument
es: Documento Sidecar de Pixelmator Pro
fr: Document sidecar Pixelmator Pro
it: Documento collaterale di Pixelmator Pro
ja: Pixelmator Pro Sidecar書類
pt_br: Documento sidecar do Pixelmator Pro
ru: Документ Pixelmator Pro Sidecar

source: Pixelmator Pro Trial
de: Pixelmator Pro-Testversion
es: Prueba de Pixelmator Pro
fr: Essai Pixelmator Pro
it: Prova di Pixelmator Pro
ja: Pixelmator Pro試用版
ru: Пробная версия Pixelmator Pro

source: Pixelmator Pro Trial Expired
de: Pixelmator Pro Testversion abgelaufen
es: Período de prueba de Pixelmator Pro caducado
fr: Période d’essai Pixelmator Pro expirée
it: Prova Pixelmator Pro scaduta
ja: Pixelmator Pro試用期間終了
pt_br: O período de testes do Pixelmator Pro expirou
ru: Пробная версия Pixelmator Pro истекла

source: Pixelmator YouTube Channel
de: YouTube-Channel von Pixelmator
es: Canal de YouTube de Pixelmator
fr: Chaîne YouTube de Pixelmator
it: Canale di YouTube di Pixelmator
ja: Pixelmator YouTube チャンネル
pt_br: Canal do Pixelmator no YouTube
ru: Канал Pixelmator YouTube

source: Pixels
de: Pixel
es: Píxeles
it: Pixel
ja: ピクセル
ru: Пиксели

source: pixels
de: Pixel
es: píxeles
it: pixel
ja: ピクセル
ru: пикс

source: pixels/cm
de: Pixel/cm
es: píxeles/cm
it: pixel/cm
ja: ピクセル／センチ
ru: пикс/см

source: pixels/inch
de: Pixel/Zoll
es: píxeles/pulg
fr: pixels/pouce
it: pixel/pollice
ja: ピクセル／インチ
pt_br: pixels/polegada
ru: пикс/дюйм

source: Placeholder Layer
de: Platzhalterebene
es: Capa de marcador de posición
fr: Calque d'espace réservé
it: Livello segnaposto
ja: プレースホルダーレイヤー
pt_br: Camada de marcador de posição
ru: Слой заполнителя

source: Placeholder Setting
de: Platzhaltereinstellung
es: Ajuste del marcador de posición
fr: Réglages d'espace réservé
it: Impostazione segnaposto
ja: プレースホルダー設定
pt_br: Configuração de marcador de posição
ru: Настройка заполнителя

source: Play
de: Wiedergeben
es: Reprod.
fr: Lecture
it: Riproduci
ja: 再生
pt_br: Reproduzir
ru: Воспр.

source: Play Selected
de: Auswahl abspielen
es: Reproducir selección
fr: Lire la sélection
it: Riproduci selezionati
ja: 選択を再生
pt_br: Reproduzir selecionado
ru: Воспр. выбранные

source: Please try relaunching Pixelmator Pro.
de: Starten Sie Pixelmator Pro neu.
es: Pruebe a reiniciar Pixelmator Pro.
fr: Veuillez essayer de relancer Pixelmator Pro.
it: Prova a riaprire Pixelmator Pro.
ja: Pixelmator Proを再起動してみてください。
pt_br: Experimente reiniciar o Pixelmator Pro.
ru: Попытайтесь перезапустить Pixelmator Pro.

source: Points
de: Punkt
es: Puntos
it: Punti
ja: ポイント
pt_br: Pontos
ru: Точки

source: points
de: Punkt
es: puntos
it: punti
ja: ポイント
pt_br: pontos
ru: точки

source: Points: %d
de: Punkte: %d
es: Puntos: %d
it: Punti: %d
ja: ポイント: %d
pt_br: Pontos: %d
ru: Точек: %d

source: Polygon
es: Polígono
fr: Polygone
it: Poligono
ja: 多角形
pt_br: Polígono
ru: Многоугольник

source: Polygonal Selection
de: Polygonauswahl
es: Selección poligonal
fr: Sélection polygonale
it: Selezione poligonale
ja: 多角形選択
pt_br: Seleção poligonal
ru: Выбор многоугольником

source: Polygonal Shape
de: Polygonform
es: Forma poligonal
fr: Forme polygone
it: Forma poligonale
ja: 多角形
pt_br: Forma poligonal
ru: Фигура-многоугольник

source: Position
es: Posición
it: Posizione
ja: 位置
pt_br: Posição
ru: Позиция

source: Position Change
de: Positionswechsel
es: Cambio de posición
fr: Modification de la position
it: Cambia posizione
ja: 位置の変更
pt_br: Mudança de posição
ru: Изменение позиции

source: Position Change x:
de: Positionswechsel x:
es: Cambio de posición x:
fr: Changement de position x :
it: Cambio posizione x:
ja: 位置の変更 x:
pt_br: Mudança de posição x:
ru: Изменение позиции x:

source: Post
de: Senden
es: Publicar
fr: Publier
it: Pubblica
ja: 投稿
pt_br: Publicar
ru: Пост

# Preparing %d of %d photos for sharing…
source: Preparing %1$d of %2$d photos for sharing…
de: %1$d von %2$d Fotos zum Teilen vorbereiten …
es: Preparando %1$d de %2$d fotos para compartir…
fr: Préparation de %1$d photos sur %2$d en vue du partage…
it: Preparo %1$d di %2$d foto per la condivisione…
ja: %2$d 枚中の %1$d 枚の写真を共有用に準備しています…
pt_br: Preparando %1$d de %2$d fotos para compartilhar…
ru: Подготовка %1$d из %2$d фото для общего доступа…

source: Preserve Edits
de: Änderungen bewahren
es: Conservar ediciones
fr: Préserver les modifications
it: Conserva le modifiche
ja: 編集を保存
pt_br: Preservar edições
ru: Сохранить правки

source: Preserve transparency
de: Transparenz erhalten
es: Preservar transparencia
fr: Conserver les zones transparentes
it: Mantieni trasparenza
ja: 透明度を維持
pt_br: Preservar transparência
ru: Сохранить прозрачность

source: Preserve Transparency
de: Transparente Bereiche erhalten
es: Preservar transparencia
fr: Conserver les zones transparentes
it: Mantieni trasparenza
ja: 透明部分を保護
pt_br: Preservar transparência
ru: Сохранить прозрачность

source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
it: Preset
ja: プリセット
pt_br: Pré-ajustes
ru: Пресеты

source: Pressure
de: Druck
es: Presión
fr: Pression
it: Pressione
ja: 圧力
pt_br: Pressão
ru: Давление

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt_br: Pré-visualização
ru: Превью

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: プリント
pt_br: Imprimir
ru: Напечатать

source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto di profilo
ja: プロフィールの写真
pt_br: Foto do perfil
ru: Фото профиля

source: Promote to Slice
de: Zu Slice aufwerten
es: Promover a sector
fr: Promouvoir en tant que tranche
it: Promuovi per sezionare
ja: スライスに変更
pt_br: Promover a segmento
ru: Произвести в ломтик

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 画質
pt_br: Qualidade
ru: Качество

source: Quality:
de: Qualität:
es: Calidad:
fr: Qualité :
it: Qualità:
ja: 画質:
pt_br: Qualidade:
ru: Качество:

source: Quick Export
de: Schnellexport
es: Exportación rápida
fr: Exportation rapide
it: Esportazione rapida
ja: クイック書き出し
pt_br: Exportação rápida
ru: Быстрый экспорт

source: Quick Fill
de: Schnelles Füllen
es: Relleno rápido
fr: Remplissage rapide
it: Riempimento rapido
ja: クイックフィル
pt_br: Preenchimento rápido
ru: Быстрая заливка

source: Quick Selection
de: Schnellauswahl
es: Selección rápida
fr: Sélection rapide
it: Selezione rapida
ja: クイック選択
pt_br: Seleção rápida
ru: Быстрый выбор

source: Quick Start Guide
de: Schnellstartanleitung
es: Guía de inicio rápido
fr: Guide de démarrage rapide
it: Guida di avvio rapida
ja: クイック スタート ガイド
pt_br: Guia de início rápido
ru: Краткое начальное руководство

source: QuickTime Movie
de: QuickTime-Film
fr: Vidéo QuickTime
it: Filmato QuickTime
ja: QuickTime ムービー
pt_br: Filme QuickTime
ru: Фильм QuickTime

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pt_br: Sair
ru: Завершить

source: Quit & Reopen
de: Beenden und erneut öffnen
es: Salir y volver a abrir
fr: Fermer et relancer
it: Esci e riapri
ja: 終了&再開
pt_br: Sair e reabrir
ru: Завершить и переоткрыть

source: Quit anyway
de: Trotzdem beenden
es: Salir de todos modos
fr: Quitter quand même
it: Esci comunque
ja: 終了する
pt_br: Encerrar mesmo assim
ru: Все равно завершить

source: Quit Application
de: Anwendung beenden
es: Salir de aplicación
fr: Quitter l'application
it: Esci dall’applicazione
ja: アプリケーションを終了
pt_br: Encerrar aplicativo
ru: Завершить приложение

source: Quitting now will lose any changes you have made since the last successful save
de: Durch das Beenden zu diesem Zeitpunkt gehen alle Änderungen seit dem letzten erfolgreichen Speichervorgang verloren
es: Si sales ahora perderás los cambios realizados desde la última vez que has guardado correctamente
fr: Quitter maintenant vous fera perdre toute modification faite depuis la dernière sauvegarde réussie
it: La chiusura comporta la perdita di tutte le modifiche fatte dopo l'ultimo salvataggio completato
ja: 終了すると、前回の保存以降の変更内容はすべて失われます。
pt_br: Se sair agora, serão perdidas as alterações feitas desde a última vez em que foram salvas
ru: Если завершить сейчас, будут потеряны все изменения с момента последнего удачного сохранения

source: Quote Bubble
de: Sprechblase
es: Globo de cita
fr: Bulle de citation
it: Fumetto di citazione
ja: 引用吹き出し
pt_br: Balão de Citação
ru: Облачко с цитатой

source: Radial
de: Drehungen
it: Radiale
ja: 放射状
ru: Круговой

source: Radial Gradient
de: Radialverlauf
es: Degradado radial
fr: Dégradé radial
it: Sfumatura radiale
ja: 放射状グラデーション
pt_br: Gradiente Radial
ru: Круговой градиент

source: Radius
es: Radio
fr: Rayon
it: Raggio
ja: 半径
pt_br: Raio
ru: Радиус

source: Radius: %@
es: Radio: %@
fr: Rayon : %@
it: Raggio: %@
ja: 半径: %@
pt_br: Raio: %@
ru: Радиус: %@

source: Random
de: Zufallswert
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: ランダム
pt_br: Aleatório
ru: Случайный

source: Range
de: Bereich
es: Intervalo
fr: Intervalle
it: Gamma
ja: 範囲
pt_br: Escala
ru: Диапазон

source: RAW Layer
de: RAW-Ebene
es: Capa RAW
fr: Calque au format RAW
it: Livello RAW
ja: RAW レイヤー
pt_br: Camada RAW
ru: RAW-слой

source: RAW Photo
de: RAW Foto
es: Foto RAW
fr: Photo RAW
it: Foto RAW
ja: RAW写真
pt_br: Foto RAW
ru: Фото RAW

source: Read-Only File
de: Nur-Lesen-Datei
es: Archivo de solo lectura
fr: Fichier en lecture seule
it: File di sola lettura
ja: 読み取り専用ファイル
pt_br: Arquivo Somente Leitura
ru: Файл, защищенный от записи

source: Read-Only Folder
de: Nur-Lesen-Ordner
es: Carpeta de solo lectura
fr: Dossier en lecture seule
it: Cartella di sola lettura
ja: 読み取り専用フォルダ
pt_br: Pasta Somente Leitura
ru: Папка, защищенная от записи

source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
ja: 長方形
pt_br: Retângulo
ru: Прямоугольник

source: Rectangle Shape
de: Rechteckige Form
es: Forma rectangular
fr: Forme rectangle
it: Forma rettangolare
ja: 長方形
pt_br: Forma retangular
ru: Прямоугольная фигура

source: Rectangular Selection
de: Rechteckige Auswahl
es: Selección rectangular
fr: Sélection rectangulaire
it: Selezione rettangolare
ja: 矩形選択
pt_br: Seleção retangular
ru: Выбор прямоугольником

source: Rectangular Speech Bubble
de: Rechteckige Sprechblase
es: Bocadillo de diálogo rectangular
fr: Bulle de dialogue rectangulaire
it: Fumetto rettangolare
ja: 長方形の吹き出し
pt_br: Balão de diálogo retangular
ru: Прямоугольный пузырь речи

source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
ja: レッド
pt_br: Vermelho
ru: Красный

source: Red Channel
de: Rotkanal
es: Canal rojo
fr: Couche rouge
it: Canale rosso
ja: レッドチャンネル
pt_br: Canal vermelho
ru: Красный канал

source: Redeem Offer
de: Angebot einlösen
es: Canjear oferta
fr: Profiter de l'offre
it: Approfitta dell’offerta
ja: クーポンを利用
pt_br: Resgatar Oferta
ru: Купить со скидкой

source: Redefine
de: Neu definieren
es: Redefinir
fr: Redéfinir
it: Ridefinisci
ja: 再設定
pt_br: Redefinir
ru: Переопределить

source: Redefine "%@"
de: "%@" neu definieren
es: Redefinir "%@"
fr: Redéfinir « %@ »
it: Ridefinisci "%@"
ja: "%@"を再設定
pt_br: Redefinir "%@"
ru: Переопределить «%@»

source: Redo %@
de: %@ wiederholen
es: Rehacer %@
fr: Rétablir %@
it: Ripristina %@
ja: %@をやり直す
pt_br: Refazer %@
ru: Повторить «%@»

source: Refine Edge
de: Kante verfeinern
es: Perfeccionar bordes
fr: Affiner les bords
it: Rifinisci bordo
ja: エッジを調整
pt_br: Refinar borda
ru: Уточнить границы

source: Refine Mask
de: Maske verfeinern
es: Perfeccionar máscara
fr: Affiner le masque
it: Rifinisci maschera
ja: マスクを調整
pt_br: Refinar máscara
ru: Уточнить маску

source: Refine Mask…
de: Maske verfeinern …
es: Perfeccionar máscara…
fr: Affiner le masque…
it: Rifinisci maschera...
ja: マスクを調整...
pt_br: Refinar máscara...
ru: Уточнить маску…

source: Refine Selection
de: Auswahl anpassen
es: Perfeccionar selección
fr: Affiner la sélection
it: Perfeziona selezione
ja: 選択範囲をカスタマイズ
pt_br: Refinar seleção
ru: Уточнить выделение

source: Refining Edges…
de: Kanten werden verfeinert …
es: Perfeccionando bordes…
fr: Affinement des bords…
it: Rifinitura bordi...
ja: エッジを調整中...
pt_br: Refinar bordas...
ru: Уточнение границы…

source: Refining edges…
de: Kanten werden verfeinert …
es: Perfeccionando bordes…
fr: Affinement des bords…
it: Rifinitura bordi...
ja: エッジを調整中...
pt_br: Refinando bordas...
ru: Уточнение границы…

source: Refining Selection…
de: Auswahl verfeinern …
es: Refinar la selección…
fr: Affinement de la sélection…
it: Perfezionamento della selezione in corso…
ja: 選択範囲をカスタマイズ…
pt_br: Refinando a seleção…
ru: Уточнение выделения…

source: Relaunch
de: Neustart
es: Reiniciar
fr: Relancer
it: Riapri
ja: 再度開く
pt_br: Reiniciar
ru: Перезапуск

source: Release Clipping Mask
de: Schnittmaske freigeben
es: Libertar máscara de recorte
fr: Annuler masque d’écrêtage
it: Rilascia maschera di ritaglio
ja: クリッピングマスクを解除
pt_br: Liberar máscara de corte
ru: Выпустить обтравочную маску

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pt_br: Remover
ru: Удалить
