Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Import…
de: Importieren …
es: Importar…
fr: Importer…
it: Importa…
ja: 読み込む…
pt_br: Importar…
ru: Импортировать…

source: Inches
de: Zoll
es: Pulgadas
fr: Pouces
it: Pollici
ja: インチ
pt_br: Polegadas
ru: Дюймы

source: inches
de: Zoll
es: pulgadas
fr: pouces
it: pollici
ja: インチ
pt_br: polegadas
ru: дюймы

source: Increasing resolution…
de: Auflösung verbessern …
es: Aumentando la resolución...
fr: Amélioration de la résolution…
it: Aumento della risoluzione in corso…
ja: 解像度の向上中...
pt_br: Aumentando a resolução...
ru: Улучшение разрешения…

source: Info
es: Información
fr: Informations
it: Informazioni
ja: 情報
pt_br: Informações
ru: Свойства

source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ja: 情報
pt_br: Informações
ru: Информация

source: Initial Crop
de: Anfängliches Zuschneiden
es: Recorte inicial
fr: Recadrage initial
it: Ritaglio iniziale
ja: 初期の切り抜き
pt_br: Corte inicial
ru: Начальная обрезка

source: Initial Direction
de: Urspr. Richtung
es: Dirección inicial
fr: Sens initial
it: Direzione iniziale
ja: 最初の方向
pt_br: Direção inicial
ru: Нач. направление

source: Inner Shadow
de: Innerer Schatten
es: Sombra interna
fr: Ombre interne
it: Ombra interna
ja: インナーシャドウ
pt_br: Sombra interna
ru: Внутренняя тень

source: Insert
de: Einsetzen
es: Insertar
fr: Insérer
it: Inserisci
ja: 挿入
pt_br: Inserir
ru: Вставить

source: Insert Layer
de: Ebene einsetzen
es: Insertar capa
fr: Insérer un calque
it: Inserisci livello

source: Insert Point
de: Punkt einsetzen
es: Insertar punto
fr: Insérer un point
it: Inserisci punto
ja: ポイントを挿入
pt_br: Inserir ponto
ru: Вставить точку

source: Inserting…
de: Einsetzen …
es: Añadiendo…
fr: Insertion…
it: Inserimento…
ja: 挿入…
pt_br: Inserindo…
ru: Вставка…

source: Insets
de: Einrückung
es: Márgenes
fr: Retraits
it: Margini
pt_br: Margens
ru: Отступ от края

source: Inside
de: Innen
es: Interior
fr: Intérieur
it: Interno
ja: 内側
pt_br: Interno
ru: Внутри

source: Instant Film
de: Sofortfilm
fr: Pellicule Instantané
it: Pellicola istantanea

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
ja: 強度
pt_br: Intensidade
ru: Интенсивность

source: Intersect
de: Schneiden
es: Intersecar
fr: Croiser
it: Interseca
ja: 交差
pt_br: Confluir
ru: Пересечение

source: Intersect Shapes
de: Formen schneiden
es: Intersecar figuras
fr: Croiser les formes
it: Interseca forme
ja: シェイプの交差
pt_br: Confluir as formas
ru: Пересечь фигуры

source: Intersect with Shape
de: Mit Form schneiden
es: Intersecar con forma
fr: Intersection avec forme
it: Interseca con la forma
ja: シェイプとの交差
pt_br: Confluir com forma
ru: Пересечься с фигурой

source: Intersected
de: Geschnitten
es: Interseccionadas
fr: Croisés
it: Intersecato
ja: 交差
pt_br: Cruzado
ru: Пересекающиеся

source: Invert
de: Umkehren
es: Invertir
fr: Inverser
it: Inverti
ja: 反転
pt_br: Inverter
ru: Инвертировать

source: Invert Colors
de: Farben umkehren
es: Invertir colores
fr: Inverser les couleurs
it: Inverti colori
ja: カラーを反転
pt_br: Inverter cores
ru: Инвертировать цвета

source: Invert Mask
de: Maske umkehren
es: Invertir máscara
fr: Inverser le masque
it: Inverti maschera
ja: マスクを反転
pt_br: Inverter máscara
ru: Инвертировать маску

source: Invert Masks
de: Masken umkehren
es: Invertir máscaras
fr: Inverser les masques
it: Inverti maschere
ja: マスクを反転
pt_br: Inverter Máscaras
ru: Инвертировать маски

source: Invert Selection
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
it: Inverti selezione
ja: 選択範囲を反転
pt_br: Inverter seleção
ru: Инвертировать выбранное

source: It looks like you have a copy of the Autodesk SketchBook app, which causes some compatibility issues with Pixelmator Pro files. If you no longer use this app, consider removing it to fix these issues.
de: Sie scheinen die Autodesk SketchBook App installiert zu haben. Das führt zu Kompatibilitätsproblemen mit Pixelmator Pro-Dateien. Wenn Sie die App nicht mehr benötigen, sollten Sie sie deinstallieren, um die Probleme zu beheben.
es: Parece que tienes una copia de la aplicación Autodesk SketchBook, que causa algunos problemas de compatibilidad con los archivos de Pixelmator Pro. Si ya no utilizas esta aplicación, considera la posibilidad de eliminarla para solucionar estos problemas.
fr: Il semble que vous ayez une copie de l’application Autodesk SketchBook, qui pose des problèmes de compatibilité avec les fichiers Pixelmator Pro. Si vous n’utilisez plus cette application, supprimez-la pour résoudre ces problèmes.
it: Sembra che tu abbia una copia dell'app Autodesk SketchBook, che causa alcuni problemi di compatibilità con i file Pixelmator Pro. Se non utilizzi più questa app, potresti rimuoverla per risolvere questi problemi.
ja: Autodesk SketchBook アプリのコピーがあるようです。これにより、Pixelmator Proファイルとの互換性の問題が発生します。 このアプリを使用しなくなった場合は、このアプリを削除してこれらの問題を解決することを検討してください。
pt_br: Parece que você tem uma cópia do aplicativo Autodesk SketchBook, o que causa alguns problemas de compatibilidade com os arquivos do Pixelmator Pro. Se você não utiliza mais esse aplicativo, pense na possibilidade de removê-lo para corrigir esses problemas.
ru: Похоже, у вас есть копия приложения Autodesk SketchBook, вызывающая проблемы совместимости с файлами Pixelmator Pro. Если вы более не используете это приложение, попробуйте удалить их для устранения проблем.

source: It looks like “%@” was moved or renamed while it was open. Please quit and relaunch the application.
de: „%@“ wurde verschoben oder umbenannt, während es geöffnet war. Bitte beenden Sie das Programm und starten Sie es dann erneut.
es: Parece que "%@" se ha movido o se le ha cambiado el nombre cuando estaba abierto. Sal y reinicia la aplicación.
fr: Il semble que "%@" a été déplacé ou renommé alors qu’il était ouvert. Veuillez quitter et relancer l’application.
it: Sembra che "%@" sia stato spostato o rinominato mentre era aperto. Chiudi e lancia di nuovo l'applicazione.
ja: “%@”は開いている間に移動または名称が変更されたようです。アプリケーションを終了してから再起動してください。
pt_br: Aparentemente “%@” foi movido ou renomeado enquanto estava aberto. Saia e recarregue o aplicativo.
ru: Похоже, "%@" был перемещен или переименован, пока был открыт. Завершите и перезапустите приложение.

source: It was last edited in an older version of Pixelmator. Upgrading will convert it to the new Pixelmator format. To preserve the original and work on a copy, click Edit a Copy.
de: Es wurde zuletzt in einer älteren Version von Pixelmator bearbeitet. Das Upgrade konvertiert es zum neuen Pixelmator-Format. Um das Original beizubehalten und an einer Kopie zu arbeiten, klicken Sie auf „Eine Kopie bearbeiten“.
es: Se editó por última vez en una versión anterior de Pixelmator. Si se actualiza, se convertirá al nuevo formato de Pixelmator. Para conservar el original y trabajar sobre una copia, haz clic en Editar una copia.
fr: La dernière modification de cette image a été effectuée dans une ancienne version de Pixelmator. La mise à jour la convertira au nouveau format de Pixelmator. Si vous souhaitez conserver l’image originale et travailler sur une copie, cliquez sur Modifier une copie.
it: Ultima modifica in una versione precedente di Pixelmator. L'aggiornamento convertirà il file nel nuovo formato di Pixelmator. Per preservare l'originale e lavorare su una copia, clicca su Modifica copia.
ja: これは以前のバージョンのPixelmatorで編集されました。アップグレードすると新しいPixelmator形式に変換されます。オリジナルを保持してコピーで作業するには [コピーして編集] をクリックします。
pt_br: Foi editado em uma versão anterior do Pixelmator. A atualização converterá para o novo formato do Pixelmator. Para preservar o original e trabalhar em uma cópia, clique em Editar uma cópia.
ru: Это было в последний раз изменено в старой версии Pixelmator. Обновление преобразует его в новый формат Pixelmator. Чтобы сохранить оригинал и работать с копией, нажмите на Правку копии.

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo
ja: イタリック
pt_br: Itálicos
ru: Курсив

source: Join
de: Verbinden
es: Acceder
fr: Joindre
it: Unisci
ja: 参加
pt_br: Unir
ru: Присоединить

source: Keywords Change
de: Schlagwortänderung
es: Cambio de palabras clave
fr: Modification des mots-clés
it: Cambia parole chiave
ja: キーワードの変更
pt_br: Mudança de palavras-chave
ru: Изменение ключевых слов

source: Lasso Selection
de: Lasso-Auswahl
es: Selección de lazo
fr: Sélection au lasso
it: Selezione lazo
ja: なげなわで選択
pt_br: Seleção do laço
ru: Выбор лассо

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
pt_br: Mais tarde
ru: Позже

source: Layer
de: Ebene
es: Capa
fr: Calque
it: Livello
ja: レイヤー
pt_br: Camada
ru: Слой

source: Layer Selection
de: Ebenenauswahl
es: Selección de capas
fr: Sélection d'un calque
it: Selezione del livello
ja: レイヤー選択
pt_br: Seleção de camadas
ru: Выборка слоев

source: Layer Styles
de: Ebenenstile
es: Estilos de capas
fr: Styles de calque
it: Stili Livello
ja: レイヤースタイル
pt_br: Estilos de camada
ru: Стили слоев

source: Layers and other nondestructive edits will no longer be preserved for this image unless you re-enable this option from the Sidecar menu.
de: Ebenen und andere nicht-destruktive Bearbeitungen werden für dieses Bild nicht mehr übernommen, bis Sie diese Option im Menü Sidecar wieder aktivieren.
es: Las capas y demás ediciones no destructivas de esta imagen no se conservarán a menos que vuelvas a habilitar esta opción en el menú Sidecar.
fr: Les calques et autres modifications non destructives ne seront plus conservés pour cette image, sauf si vous réactivez cette option dans le menu Sidecar.
it: I livelli e altre modifiche non distruttive non saranno più conservati per questa immagine, a meno che non riattivi l’opzione nel menu dei file collaterali.
ja: Sidecarメニューからこのオプションを再度有効にしない限り、この画像のレイヤーやその他の非破壊編集の情報は保持されません。
pt_br: Camadas e outras edições não destrutivas não serão mais preservadas nessa imagem, a menos que você reative a opção no menu do sidecar.
ru: Слои и другие неразрушающие правки для этого изображения более не будут сохраняться до тех пор, пока вы не включите вновь эту опцию из меню sidecar.

source: Learn more
de: Weitere Info
es: Saber más
fr: En savoir plus
it: Scopri di più
ja: 詳細
pt_br: Saiba mais
ru: Подробнее

source: Learn More…
de: Mehr erfahren …
es: Más información…
fr: En savoir plus…
it: Ulteriori Informazioni…
ja: 詳細情報...
pt_br: Saiba Mais…
ru: Подробнее…

source: Left Indent
de: Linker Einzug
es: Sangría izquierda
fr: Indentation gauche
it: Rientro sinistro
ja: 左インデント
pt_br: Endentação à esquerda
ru: Левый отступ

source: Lens Correction
de: Linsenkorrektur
es: Corrección del objetivo
fr: Correction de l’objectif
it: Correzione lenti
ja: レンズ補正
pt_br: Correção de lente
ru: Коррекция объектива

source: Levels
de: Tonwert
es: Niveles
fr: Niveaux
it: Livelli
ja: レベル補正
pt_br: Níveis
ru: Уровни

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
pt_br: Biblioteca
ru: Медиатека

source: Lifetime access for just %@
de: Lebenslange Lizenz für nur %@
es: Acceso de por vida por solo %@
fr: Accès à vie pour seulement %@
it: Accesso a vita per solo %@
ja: %@ で恒久ライセンス
pt_br: Acesso vitalício por apenas %@
ru: Бессрочный доступ всего за %@

source: Ligature
de: Ligatur
es: Ligadura
it: Legatura
ja: リガチャ
pt_br: Ligadura
ru: Лигатура

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: 明るい
pt_br: Leve
ru: Светлый

source: Light Color
de: Helle Farbe
es: Color de la luz
fr: Couleur claire
it: Colore luce
ja: ライトカラー
pt_br: Cor clara
ru: Осветлить цвет

source: Light Destination
de: Helles Ziel
es: Destino de la luz
fr: Destination de la lumière
it: Destinazione luce
ja: ライトの先
pt_br: Destino da luz
ru: Назначение света

source: Light Position
de: Lichtposition
es: Posición de la luz
fr: Position de la lumière
it: Posizione luce
ja: ライトの位置
pt_br: Posição da luz
ru: Положение света

source: Light Source
de: Lichtquelle
es: Fuente de luz
fr: Source de lumière
it: Sorgente di luce
ja: ライトの元
pt_br: Origem da luz
ru: Источник света

source: Lighten
de: Aufhellen
es: Iluminar
fr: Eclaircir
it: Schiarisci
ja: 比較 (明)
pt_br: Clarear
ru: Осветлить

source: Lighten Settings
de: Aufhellungseinstellungen
es: Ajustes de luminosidad
fr: Paramètres d’éclaircissement
it: Impostazioni schiaritura
ja: 明るさの設定
pt_br: Configurações de clareamento
ru: Настройки осветления

source: Lighter Color
de: Hellere Farbe
es: Color más claro
fr: Couleur plus claire
it: Colore più chiaro
ja: 覆い焼き (ソフト)
pt_br: Clarear a cor
ru: Осветлить цвет

source: Lightness Scatter
de: Helligkeitsstreuung
es: Dispersión de luminosidad
fr: Dispersion de la luminosité
it: Dispersione leggerezza
ja: 明度の散布
pt_br: Dispersão de luminosidade
ru: Разброс осветления

source: Lights
de: Lichter
es: Claros
fr: Clairs
it: Chiari
ja: 淡色
pt_br: Claros
ru: Посветления

source: Line
de: Linie
es: Línea
fr: Ligne
it: Linea
ja: 線
pt_br: Linha
ru: Линия

source: Line Height
de: Linienhöhe
es: Altura de línea
fr: Hauteur de ligne
it: Altezza linea
ja: 行間隔
pt_br: Altura da linha
ru: Высота строки

source: Line Shape
de: Linienform
es: Forma de líneas
fr: Forme de ligne
it: Forma linea
ja: ライン
pt_br: Forma de linha
ru: Форма: линия

source: Linear
es: Lineal
fr: Linéaire
it: Lineare
ja: 線形
ru: Линейный

source: Linear Burn
de: Linear nachbelichten
es: Subexposición lineal
fr: Densité linéaire
it: Bruciatura lineare
ja: 焼き込み (リニア)
pt_br: Superexposição linear
ru: Линейное затемнение

source: Linear Dodge
de: Linear abwedeln
es: Sobreexposición lineal
fr: Densité linéaire
it: Scherma lineare
ja: 覆い焼き (リニア)
pt_br: Subexposição linear
ru: Линейный осветлитель

source: Linear Gradient
de: Linearverlauf
es: Degradado lineal
fr: Dégradé linéaire
it: Sfumatura lineare
ja: 線形グラデーション
pt_br: Gradiente Linear
ru: Линейный градиент

source: Linear Light
de: Lineares Licht
es: Luz lineal
fr: Lumière linéaire
it: Luce lineare
ja: リニアライト
pt_br: Luz linear
ru: Линейный свет

source: Linear Tilt-Shift Blur
de: Lineare Tilt/Shift-Unschärfe
es: Desenfoque con cambio de inclinación lineal
fr: Flou d’inclinaison-décalage linéaire
it: Sfocatura lineare tilt-shift
ja: 線形傾きシフトぼかし
pt_br: Inclinação do desfoque linear
ru: Линейное размытие тилт-шифт

source: Link endpoints to resize them simultaneously or unlink to resize each endpoint separately.
de: Verknüpfen Sie die Endpunkte, um ihre Größe gemeinsam zu ändern, oder heben Sie die Verknüpfung auf, um die Größe jedes Endpunkts einzeln zu ändern.
es: Enlaza los puntos finales para redimensionarlos o desenlázalos para redimensionarlos de forma independiente.
fr: Associez des extrémités pour toutes les redimensionner en même temps ou désassociez-les pour redimensionner chaque extrémité séparément.
it: Collega le estremità per ridimensionarle tutte insieme, o scollegale per ridimensionarle separatamente.
ja: 終点を結合して同時にサイズを変更するか、結合を解除して終点を個別にサイズ変更します。
pt_br: Vincule os pontos finais para redimensioná-los simultaneamente ou desvincule para redimensionar cada ponto final em separado.
ru: Свяжите эндпойнты, чтобы менять их размер одновременно, или разорвите связь между ними, чтобы менять размер каждой конечной точки по отдельности.

source: Link Mask
de: Maske verbinden
es: Vincular máscara
fr: Lier le masque
it: Collega maschera
ja: マスクをリンク
pt_br: Vincular máscara
ru: Соединить маску

source: Link Masks
de: Masken verbinden
es: Vincular máscaras
fr: Lier les masques
it: Collega maschere
ja: マスクをリンク
pt_br: Vincular Máscaras
ru: Соединить маски

source: Live Photo
de: Live Foto
es: Foto dinámica
it: Foto live
pt_br: Foto ativa

source: Load
de: Laden
es: Cargar
fr: Charger
it: Carica
ja: 読み込み
pt_br: Carregar
ru: Загрузить

source: Load Grayscale Selection
de: Graustufenauswahl laden
es: Cargar la selección de la escala de grises
fr: Charger la sélection de niveaux de gris
it: Carica selezione scala di grigi
ja: グレースケール選択を読み込み
pt_br: Carregar seleção de tons de cinza
ru: Загрузить выбор шкалы серого

source: Load HDR Content
de: HDR-Inhalt laden
es: Cargar contenido HDR
fr: Charger le contenu HDR
it: Carica contenuti HDR
ja: HDRコンテンツを読み込み
pt_br: Carregar Conteúdo HDR
ru: Загрузить контент HDR

source: Load ProRAW HDR Content
de: ProRAW HDR Inhalt laden
es: Cargar contenido HDR ProRAW
fr: Charger le contenu HDR ProRAW
it: Carica contenuti ProRAW HDR
ja: ProRAW HDRコンテンツを読み込み
pt_br: Carregar Conteúdo HDR ProRAW
ru: Загрузить контент ProRAW HDR

source: Load ProRAW SDR Content
de: ProRAW SDR Inhalt laden
es: Cargar contenido SDR ProRAW
fr: Charger le contenu SDR ProRAW
it: Carica contenuti ProRAW SDR
ja: ProRAW SDRコンテンツを読み込み
pt_br: Carregar Conteúdo SDR ProRAW
ru: Загрузить контент ProRAW SDR

source: Load SDR Content
de: SDR-Inhalt laden
es: Cargar contenido SDR
fr: Charger le contenu SDR
it: Carica contenuti SDR
ja: SDRコンテンツを読み込み
pt_br: Carregar Conteúdo SDR
ru: Загрузить контент SDR

source: Load Selection
de: Auswahl laden
es: Cargar selección
fr: Charger la sélection
it: Carica selezione
ja: 選択範囲の読み込み
pt_br: Carregar seleção
ru: Загрузить выбор

source: Loading folder…
de: Ordner laden …
it: Caricamento cartella…

source: Loading lens info…
de: Objektiv-Info laden …
es: Cargando información de objetivo…
fr: Chargement des infos sur l'objectif…
it: Carico informazioni obiettivo…
ja: レンズ情報を読み込み中…
pt_br: Carregando informações de lente…
ru: Загрузка сведений об объективе…

source: Loading library…
de: Mediathek laden …
es: Cargando biblioteca…
fr: Chargement de la bibliothèque…
it: Carico libreria…
ja: ライブラリを読み込み中…
pt_br: Carregando fototeca…
ru: Загрузка библиотеки…

source: Loading metadata…
de: Metadaten laden …
es: Cargando metadatos…
fr: Chargement des métadonnées…
it: Carico metadati…
ja: メタデータを読み込み中…
pt_br: Carregando metadados…
ru: Загрузка метаданных…

source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
it: Caricamento in corso…
ja: 読み込み中…
pt_br: Carregando...
ru: Загрузка…

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
pt_br: Localização
ru: Место

source: Lock
de: Schützen
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロック
pt_br: Bloquear
ru: Блокировать

source: Lock Guides
de: Hilfslinien feststellen
es: Bloquear guías
fr: Verrouiller les repères
it: Blocca guide
ja: ガイドをロック
pt_br: Travar guias
ru: Блокировать направляющие

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック
pt_br: Bloqueada
ru: Блокировано

source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa
ja: 低
pt_br: Baixo
ru: Низкое

source: Low Pass Radius
de: Tiefpassradius
es: Radio de paso bajo
fr: Rayon Passe-bas
it: Raggio passa basso
ja: ローパス半径
pt_br: Raio Passa-baixa
ru: Радиус низких частот

source: Luminance
de: Luminanz
es: Luminosidad
it: Luminanza
ja: 輝度
pt_br: Luminância
ru: Яркость

source: Luminance Noise Reduction
de: Luminanz-Rauschminderung
es: Luminosidad con reducción de ruido
fr: Réduction du bruit de luminance
it: Riduzione disturbo luminanza
ja: 輝度ノイズ低減
pt_br: Redução de ruído de luminância
ru: Уменьшение шума свечения

source: Luminance Range
de: Hellligkeitsbereich
es: Intervalo de luminancia
fr: Plage de luminance
it: Gamma di luminanza
ja: 輝度範囲
pt_br: Faixa de luminância
ru: Диапазон яркости

source: Luminosity
de: Luminanz
es: Luminosidad
fr: Luminosité
it: Luminosità
ja: 輝度
pt_br: Luminosidade
ru: Свечение

source: Magenta / Green
de: Magenta / Grün
es: Magenta/Verde
fr: Magenta / vert
it: Magenta / Verde
ja: マゼンタ/グリーン
pt_br: Magenta/verde
ru: Пурпурный/Зеленый

source: Magnetic Selection
de: Magnetische Auswahl
es: Selección magnética
fr: Sélection magnétique
it: Selezione magnetica
ja: マグネット選択
pt_br: Seleção magnética
ru: Выбор магнитом

source: Make Editable
de: Editierbar machen
es: Convertir en editable
fr: Rendre éditable
it: Rendi modificabile
ja: 編集可能にする
pt_br: Tornar editável
ru: Сделать доступным для редактирования

source: Make Path Editable
de: Pfad editierbar machen
es: Hacer el trazado editable
fr: Rendre le chemin modifiable
it: Rendi il percorso modificabile
ja: パスを編集可能にする
pt_br: Tornar caminho editável
ru: Сделать путь редактируемым

source: Make Sharp Point
de: Scharfen Punkt machen
es: Crear punto nítido
fr: Créer un point net
it: Crea punto appuntito
ja: ポイントをシャープにする
pt_br: Criar ponto nítido
ru: Сделать резкую точку

source: Make Smooth Point
de: Glatten Punkt machen
es: Crear punto suavizado
fr: Créer un point lisse
it: Crea punto curvo
ja: ポイントを滑らかにする
pt_br: Criar ponto suave
ru: Сделать мягкую точку

source: Manage Sidecar Files
de: Sidecar-Dateien verwalten
es: Gestionar archivos Sidecar
fr: Gérer les fichiers sidecar
it: Gestisci i file collaterali
ja: Sidecarファイルの管理
pt_br: Gerenciar arquivos sidecar
ru: Управление файлами sidecar

source: Mask
de: Maske
es: Máscara
fr: Masque
it: Maschera
ja: マスク
pt_br: Máscara
ru: Маска

source: Mask Blending Mode
de: Masken-Füllmodus
es: Modo de fusión de máscara
fr: Mode de fusion de masque
it: Metodo di fusione maschera
ja: ブレンディングモードをマスク
pt_br: Modo de Mesclagem da Máscara
ru: Режим наложения маски

source: Mask Subject
de: Motiv maskieren
es: Enmascarar sujeto
fr: Masquer le sujet
it: Maschera soggetto
ja: 対象をマスク
pt_br: Mascarar assunto
ru: Маскировать объект

source: Mask With Shape
de: Mit Form maskieren
es: Máscara con forma
fr: Masquer avec une forme
it: Maschera con forma
ja: シェイプでマスク
pt_br: Mascarar com Forma
ru: Маска-фигура

source: Masks
de: Masken
es: Máscaras
fr: Masques
it: Maschere
ja: マスク
pt_br: Máscaras
ru: Маски

source: Master
es: Principal
fr: Principal
it: Principale
ja: マスター
pt_br: Principal
ru: Мастер

source: Master Color Wheel
de: Master-Farbrad
es: Rueda principal de color
fr: Roue chromatique principale
it: Ruota colori principale
ja: マスターカラーホイール
pt_br: Disco de cores principal
ru: Цветовой мастер-круг

source: Match Colors
de: Farben angleichen
es: Coincidencia de colores
fr: Adapter les couleurs
it: Corrispondenza colori
ja: 色を一致
pt_br: Combinar cores
ru: Подобрать цвета

source: Match Colors…
de: Farben abgleichen …
es: Coincidencia de colores…
fr: Adapter les couleurs…
it: Corrispondenza colori…
ja: 色を一致...
pt_br: Combinar cores...
ru: Подобрать цвета…

source: Match Profile
de: Profil übereinstimmen
es: Hacer coincidir con perfil
fr: Faire correspondre au profil
it: Adegua profilo
ja: プロファイルを一致させる
pt_br: Associar perfil
ru: Подогнать к профилю

source: Matching colors…
de: Farben werden angepasst …
es: Coincidencia de colores en curso…
fr: Adaptation des couleurs…
it: Abbinamento dei colori…
ja: 色を一致…
pt_br: Correspondência de cores...
ru: Подгонка цветов…

source: Maximum Pressure Size
de: Maximale Druckgröße
es: Tamaño máximo de presión
fr: Pression maximale
it: Dimensione pressione massima
ja: 最大圧力サイズ
pt_br: Tamanho máximo por pressão
ru: Размер макс. давления

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
pt_br: Médio
ru: Средний

source: Merge
de: Zusammenführen
es: Fusionar
fr: Fusionner
it: Unisci
ja: 結合
pt_br: Mesclar
ru: Объединить

source: Merge All
de: Alle zusammenführen
es: Fusionar todo
fr: Tout fusionner
it: Unisci tutti
ja: すべてを結合
pt_br: Mesclar tudo
ru: Объединить все

source: Merge brush marks
de: Pinselabdrücke zusammenführen
es: Fusionar marcas de pincel
fr: Fusionner les marques de pinceau
it: Unisci segni pennello
ja: ブラシのマークを結合
pt_br: Mesclar marcas de pincel
ru: Объединить следы кисти

source: Merge Masks
de: Masken zusammenführen
es: Combinar máscaras
fr: Fusionner les masques
it: Unisci maschere
ja: マスクを結合
pt_br: Combinar Máscaras
ru: Объединить маски

source: Merge Shape Components
de: Formkomponenten zusammenführen
es: Combinar componentes de figura
fr: Fusionner les éléments de la forme
it: Unisci componenti forma
ja: シェイプの部品を結合
pt_br: Mesclar componentes de forma
ru: Объединить компоненты фигуры

source: Midtones
de: Mitteltöne
es: Medios
fr: Tons moyens
it: Mezzitoni
ja: ミッドトーン
pt_br: Tons médios
ru: Полутона

source: Millimeters
de: Millimeter
es: Milímetros
fr: Millimètres
it: Millimetri
ja: ミリメートル
pt_br: Milímetros
ru: Миллиметры
