Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Drag and drop images here to match their colors using machine learning.
de: Ziehen und legen Sie hier Bilder ab, um deren Farben mithilfe von maschinellem Lernen (ML) anzupassen.
es: Arrastra y suelta imágenes aquí para combinar sus colores por medio del aprendizaje automático.
fr: Glissez et déposez des images ici pour faire correspondre leurs couleurs avec l’apprentissage automatique.
it: Trascina e rilascia le immagini qui per la corrispondenza dei colori utilizzando l'apprendimento automatico.
ja: 機械学習を使用して色を合わせるために、画像をここにドラッグ＆ドロップします。
pt_br: Arraste e solte imagens aqui para combinar suas cores com aprendizado de máquina.
ru: Перетащите любое изображение сюда, чтобы подогнать его цвета, используя машинное обучение.

source: Drag to adjust the position of the gradient
de: Ziehen, um die Position des Verlaufs anzupassen
es: Arrastrar para ajustar la posición del degradado
fr: Faire glisser pour ajuster la position du dégradé
it: Trascina per regolare la posizione del gradiente
ja: ドラッグしてグラデーションの位置を調整
pt_br: Arraste para ajustar a posição do gradiente
ru: Перетащите, чтобы отрегулировать положение градиента

source: Drag your favorite tools into the list above…
de: Ziehen Sie Ihre Lieblingswerkzeuge in die Liste oben …
es: Arrastra tus herramientas favoritas a la lista de arriba…
fr: Faire glisser vos outils favoris dans la liste ci-dessus…
it: Trascina i tuoi strumenti preferiti nell'elenco in alto…
ja: よく使うツールを上部のリストにドラッグしてください…
pt_br: Arraste suas ferramentas favoritas para a lista acima…
ru: Перетащите ваши избранные инструменты в расположенный выше список…

source: Draw Path
de: Pfad zeichnen
es: Dibujar trazo
fr: Dessiner un tracé
it: Disegna percorso
ja: パスを描画
pt_br: Desenhar traçado
ru: Нарисовать путь

source: Draw Slice
de: Slice zeichnen
es: Dibujar sector
fr: Dessiner un tranche
it: Disegna sezione
ja: スライスを描画
pt_br: Desenhar segmento
ru: Нарисовать ломтик

source: Draw With Freeform Pen
de: Mit Freiform-Stift zeichnen
es: Dibujar con el lápiz de formas libres
fr: Dessiner avec la Plume libre
it: Disegna con la penna a forma libera
ja: フリーフォームペンで描く
pt_br: Desenhar com Caneta de Forma Livre
ru: Рисование свободным пером

source: Draw With Pen
de: Mit Stift zeichnen
es: Dibujar con lápiz
fr: Dessiner avec le Stylo
it: Disegna con la penna
ja: ペンで描く
pt_br: Desenhar com Caneta
ru: Рисование пером

source: Drawing
de: Zeichnen
es: Dibujo
fr: Dessin
it: Disegno
ja: 描画
pt_br: Desenho
ru: Рисовать

source: Drop Shadow
de: Schlagschatten
es: Sombreado
fr: Ombre détourée
it: Ombreggiatura
ja: ドロップシャドウ
pt_br: Sombra

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
pt_br: Duplicar
ru: Дублировать

source: Duplicate %d Photos
de: %d Fotos duplizieren
es: Duplicar %d fotos
fr: Dupliquer %d photos
it: Duplica %d foto
ja: %d 枚の写真を複製
pt_br: Duplicar %d fotos
ru: Дублировать %d фото

source: Duplicate %i Photos
de: %i Fotos duplizieren
es: Duplicar %i fotos
fr: Dupliquer %i photos
it: Duplica %i foto
ja: %i 枚の写真を複製
pt_br: Duplicar %i fotos
ru: Дублировать %i фото

source: Duplicate 1 Photo
de: 1 Foto duplizieren
es: Duplicar 1 foto
fr: Dupliquer 1 photo
it: Duplica 1 foto
ja: 1 枚の写真を複製
pt_br: Duplicar 1 foto
ru: Дублировать 1 фото

source: Duplicate Album
de: Album duplizieren
es: Duplicar álbum
fr: Dupliquer l'album
it: Duplica l’album
ja: アルバムを複製
pt_br: Duplicar álbum
ru: Дублировать альбом

source: Duplicate and Invert
de: Duplizieren und invertieren
es: Duplicar e invertir
fr: Dupliquer et inverser
it: Duplica e inverti
ja: 複製と反転
pt_br: Duplicar e Inverter
ru: Дублировать и инвертировать

source: Duplicate Palette
de: Palette duplizieren
es: Duplicar la paleta
fr: Dupliquer la palette
it: Duplica la tavolozza
ja: パレットを複製
pt_br: Duplicar paleta
ru: Дублировать палитру

source: Duplicate Photo
de: Foto duplizieren
es: Duplicar foto
fr: Dupliquer la photo
it: Duplica foto
ja: 写真を複製
pt_br: Duplicar Foto
ru: Дублировать фото

source: Dynamics
de: Dynamik
es: Dinámica
fr: Dynamique
it: Dinamica
ja: ダイナミクス
pt_br: Dinâmica
ru: Динамика

source: Easily paint digital or traditional paintings with a collection of painting tools and over 100 handcrafted dual-texture brushes.
de: Ganz einfach digitale oder klassische Bilder mit einer Sammlung von Werkzeugen und über 100 Pinseln mit zwei Texturen zeichnen.
es: Da color fácilmente a dibujos digitales o tradicionales con una colección de herramientas de pintura y más de 100 pinceles artesanales de doble textura.
fr: Peignez facilement des tableaux numériques ou traditionnels avec une collection d’outils de peinture et plus de 100 pinceaux à double texture artisanaux.
it: Dipingi facilmente dipinti tradizionali o digitali con una collezione di strumenti di pittura e oltre 100 pennelli artigianali a doppia texture.
ja: ペイントツールのコレクションと 100 以上の手作りのデュアルテクスチャブラシを使用して、デジタルまたは伝統的な絵画を簡単にペイントできます。
pt_br: Faça pinturas digitais ou tradicionais com uma coleção de ferramentas de pintura e mais de 100 pincéis de textura dupla, criadas manualmente.
ru: С легкостью рисуйте цифровые и традиционные изображения с помощью коллекции инструментов рисования и более 100 созданных вручную кистей двойной текстуры.

source: EDIT
de: BEARBEITEN
es: EDITAR
fr: MODIFIER
it: MODIFICA
ja: 編集
pt_br: EDITAR
ru: ПРАВКА

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
it: Modifica %@
ja: %@を編集
pt_br: Editar %@
ru: Редактировать %@

source: Edit %d Photos
de: %d Photos bearbeiten
es: Editar %d fotos
fr: Modifier %d photos
it: Modifica %d foto
ja: %d写真を編集
pt_br: Editar %d fotos
ru: Править %d фото

source: Edit 1 Photo
de: 1 Foto bearbeiten
es: Editar 1 foto
fr: Modifier 1 photo
it: Modifica 1 foto
ja: 1写真を編集
pt_br: Editar uma foto
ru: Править 1 фото

source: Edit a Copy
de: Eine Kopie bearbeiten
es: Editar una copia
fr: Modifier une copie
it: Modifica una copia
ja: コピーを編集
pt_br: Editar uma cópia
ru: Редактировать копию

source: Edit Details
de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
it: Modifica dettagli
ja: 詳細を編集
pt_br: Editar detalhes
ru: Править детали

source: Edit Details…
de: Details bearbeiten …
es: Editar detalles...
fr: Modifier les détails…
it: Modifica dettagli…
ja: 詳細を編集…
pt_br: Editar detalhes...
ru: Править детали…

source: Edit Gradient
de: Verlauf bearbeiten
es: Editar degradado
fr: Modifier le dégradé
it: Modifica sfumatura
ja: グラデーションを編集
pt_br: Editar Gradiente
ru: Править градиент

source: Edit images and videos in your library
de: Bilder und Videos in Ihrer Bibliothek bearbeiten
es: Edite imágenes y vídeos de su biblioteca
fr: Modifier les images et les vidéos de la bibliothèque
it: Modifica le immagini e i video nella tua libreria
ja: ライブラリ内の画像や動画を編集
pt_br: Edite imagens e vídeos na sua biblioteca
ru: Править изображения и видео в вашей медиатеке

source: Edit images and videos saved on your Mac
de: Auf Ihrem Mac gesicherte Bilder und Videos bearbeiten
es: Edite imágenes y vídeos guardados en su Mac
fr: Modifier les images et les vidéos enregistrées sur votre Mac
it: Modifica le immagini e i video salvati sul tuo Mac
ja: Macに保存されている画像や動画を編集
pt_br: Edite imagens e vídeos salvos no seu Mac
ru: Править изображения и видео, сохраненные на вашем Mac

source: Edit Mask
de: Maske bearbeiten
es: Editar máscara
fr: Modifier le masque
it: Modifica maschera
ja: マスクを編集
pt_br: Editar máscara
ru: Изменить маску

source: Edit Photo
de: Foto bearbeiten
es: Editar foto
fr: Modifier la photo
it: Modifica la foto
ja: 写真を編集
pt_br: Editar foto
ru: Править фото

source: Edit Photos
de: Fotos bearbeiten
es: Editar fotos
fr: Modifier photos
it: Modifica Photos
ja: 写真を編集
pt_br: Editar fotos
ru: Править фото

source: Edit Slice
de: Slice bearbeiten
es: Editar sector
fr: Modifier la tranche
it: Modifica sezione
ja: スライスを編集
pt_br: Editar segmento
ru: Править ломтик

source: Edit Video…
de: Video bearbeiten …
es: Editar vídeo…
fr: Modifier la vidéo…
it: Modifica video…
ja: ビデオを編集…
pt_br: Editar vídeo…
ru: Править видео…

source: Editing
de: Bearbeitung
es: Edición
fr: Modification
it: Modifica
ja: 編集
pt_br: Edição
ru: Правка

# Editing photo %d of %d…
source: Editing photo %1$d of %2$d…
de: Foto %1$d von %2$d bearbeiten …
es: Editando foto %1$d de %2$d…
fr: Modification de la photo %1$d sur %2$d…
it: Modifico foto %1$d di %2$d…
ja: %2$d 枚中の %1$d 枚の写真を編集中
pt_br: Editando foto %1$d de %2$d…
ru: Правка фото %1$d из %2$d…

source: EDR Mode
es: Modo EDR
fr: Mode GDE
it: Modalità EDR
ja: EDRモード
pt_br: Modo EDR
ru: EDR-режим

source: Effects
de: Effekte
es: Efectos
fr: Effets
it: Effetti
ja: エフェクト
pt_br: Efeitos
ru: Эффекты

source: Empty Group
de: Gruppe leeren
es: Vaciar grupo
fr: Vider le groupe
it: Gruppo vuoto
ja: グループを空にする
pt_br: Grupo vazio
ru: Пустая группа

source: Empty Layer
de: Leere Ebene
es: Capa vacía
fr: Calque vide
it: Livello vuoto
ja: 空のレイヤー
pt_br: Camada vazia
ru: Пустой слой

source: Enable Auto-Center
de: Auto-Zentrieren aktivieren
es: Activar el centrado automático
fr: Activer le centrage automatique
it: Attiva centro automatico
ja: 自動中央を有効にする
pt_br: Ativar a centralização automática
ru: Отключить автоцентровку

source: Enable Mask
de: Maske aktivieren
es: Activar máscara
fr: Activer le masque
it: Abilita maschera
ja: マスクを有効
pt_br: Ativar a máscara
ru: Включить маску

source: Enable Masks
de: Masken aktivieren
es: Activar máscaras
fr: Activer les masques
it: Abilita maschere
ja: マスクを有効
pt_br: Ativar Máscaras
ru: Включить маски

source: Enable Sharpening
de: Schärfung aktivieren
es: Permitir enfoque
fr: Activer l’accentuation
it: Attiva nitidezza
ja: シャープ化を有効にする
pt_br: Ativar nitidez
ru: Включить резкость

source: Enable Soft Proof Colors
de: Softproof-Farben aktivieren
es: Habilitar colores de revisión
fr: Activer les couleurs de correction douces
it: Abilita i colori della prova colore a monitor
ja: ソフトプルーフカラーを有効
pt_br: Ativar cores de prova de impressão
ru: Включить цвета цветопробы

source: Enable Texture-Aware Algorithm
de: Texturerkennungs-Algorithmus aktivieren
es: Activar algoritmo de reconocimiento de texturas
fr: Activer l’algorithme d’analyse de texture
it: Attiva l’algoritmo di riconoscimento della texture
ja: テクスチャ認識アルゴリズムを有効
pt_br: Ativar o algoritmo de reconhecimento de texturas
ru: Включить алгоритм с учетом текстуры

source: End
de: Beenden
es: Final
fr: Fin
it: Fine
ja: 終点
pt_br: Fim
ru: Конец

source: End Point
de: Endpunkt
es: Punto final
fr: Point de fin
it: Punto finale
ja: 終了ポイント
pt_br: Ponto final
ru: Конечная точка

source: Endpoint
de: Endpunkt
es: Punto final
fr: Point de terminaison
it: Estremità
ja: 終点
pt_br: Ponta

source: Enhance your photos with a collection of machine learning-powered color adjustments and perfect every detail with the magical retouching tools.
de: Verbessern Sie Ihre Fotos mit einer Sammlung von durch AI verbesserten Farbanpassungen und perfektionieren Sie jedes Detail mit den magischen Retuschierungs-Werkzeuge.
es: Mejora tus fotos con una colección de ajustes de color basados en el aprendizaje automático y perfecciona cada detalle con las mágicas herramientas de retoque.
fr: Améliorez vos photos avec une collection d’ajustements de couleurs tournant grâce un apprentissage automatique et perfectionnez chaque détail avec les outils magiques de retouche.
it: Arricchisci le tue foto con una collezione di regolazioni del colore basata sull'apprendimento automatico e perfeziona ogni dettaglio con i magici strumenti di ritocco.
ja: 機械学習を活用したカラー調整のコレクションで写真を補正し、レタッチツールで細部を完璧に仕上げます。
pt_br: Aprimore suas fotos com uma coleção de ajustes de cores com aprendizado de máquina, e aperfeiçoe cada detalhe com as ferramentas mágicas de retoques.
ru: Улучшайте фотографии с помощью коллекции машинно-обучаемых цветокорректировок и совершенствуйте каждую деталь волшебными ретуширующими инструментами.

source: Erase
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
pt_br: Apagar
ru: Ластик

source: Error Calculating Size…
de: Fehler beim Berechnen der Größe …
es: Error al calcular el tamaño…
fr: Erreur de calcul de taille…
it: Errore nel calcolo della dimensione…
ja: サイズ計算中のエラー...
pt_br: Erro ao Calcular Tamanho…
ru: Сбой при вычислении размера…

source: Error:
de: Fehler:
fr: Erreur :
it: Errore:
ja: エラー:
pt_br: Erro:
ru: Ошибка:

source: Even
de: Gleichmäßig
fr: Régulier
it: Uniforme

source: Event Cover
es: Portada de evento
fr: Couverture d'événement
it: Copertina evento
pt_br: Capa de Evento
ru: Обложка события

source: Exclude
de: Ausschl.
es: Excluir
fr: Exclure
it: Escludi
ja: 除外
pt_br: Excluir
ru: Исключить

source: Exclude from Shape
de: Aus Form ausschließen
es: Excluir de figura
fr: Exclure de la forme
it: Escludi dalla forma
ja: シェイプから除外
pt_br: Excluir da forma
ru: Исключить из фигуры

source: Exclude Shapes
de: Formen ausschließen
es: Excluir figuras
fr: Exclure les formes
it: Escludi forme
ja: シェイプを除外
pt_br: Excluir formas
ru: Исключить фигуры

source: Excluded
de: Ausgeschlossen
es: Excluidas
fr: Exclus
it: Escluso
ja: 除外
pt_br: Excluído
ru: Исключенные

source: Exclusion
de: Ausschluss
es: Exclusión
it: Esclusione
ja: 除外
pt_br: Exclusão
ru: Исключение

source: Exclusive OR
de: Exklusives ODER
es: O exclusivo
fr: Ou exclusif
it: OR esclusivo
ja: 排他的論理和
pt_br: OU exclusivo
ru: Эксклюзивное ИЛИ

source: Exclusively Mac
de: Nur für Mac
es: Exclusivamente para Mac
fr: Exclusivement Mac
it: Esclusivamente per Mac
ja: Mac 専用
pt_br: Exclusivamente para Mac
ru: Эксклюзивно Mac

source: Existing Profile in Image
de: Bestehendes Profil im Bild
es: Perfil existente en la imagen
fr: Profil existant de l’image
it: Profilo esistente in immagine
ja: 画像内の既存プロファイル
pt_br: Perfil existente na imagem
ru: Имеющийся в изображении профиль

source: Exit Editing
de: Bearbeitung verlassen
es: Cerrar edición
fr: Quitter édition
it: Esci da modifiche
ja: 編集を解除
pt_br: Sair da edição
ru: Выход из редактирования

source: Expand
de: Entpacken
es: Expandir
fr: Développer
it: Espansione
ja: 拡大
pt_br: Expandir
ru: Развернуть

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
pt_br: Exportar
ru: Экспорт

source: Export %d Photos…
de: %d Fotos exportieren …
es: Exportar %d fotos…
fr: Exporter %d photos…
it: Esporta %d foto…
ja: %d 枚の写真を書き出す…
pt_br: Exportar %d Fotos…
ru: Экспорт %d фото…

source: Export %d Photo…
de: %d Foto exportieren …
es: Exportar %d foto…
fr: Exporter %d photo…
it: Esporta %d foto…
ja: %d 枚の写真を書き出す…
pt_br: Exportar %d Foto…
ru: Экспорт %d фото…

source: Export Adjustments as LUT…
de: Anpassungen als LUT exportieren …
es: Exportar Ajustes como LUT…
fr: Export des Réglages au format LUT…
it: Esporta regolazioni come LUT…
ja: 調整をLUTで書き出す…
pt_br: Exportar Ajustes como LUT…
ru: Экспортировать корректировки как LUT…

source: Export All Effects
de: Alle Effekte exportieren
es: Exportar todos los efectos
fr: Exporter tous les effets
it: Esporta tutti gli effetti
ja: すべてのエフェクトを書き出す
pt_br: Exportar todos os efeitos
ru: Экспорт всех эффектов

source: Export All…
de: Alle exportieren …
es: Exportar todos…
fr: Tout exporter…
it: Esporta tutti…
ja: すべてを書き出す…
pt_br: Exportar tudo…
ru: Экспортировать все…

source: Export Anyway
de: Trotzdem exportieren
es: Exportar de todos modos
fr: Exporter quand même
it: Esporta comunque
ja: 書き出す
pt_br: Exportar mesmo assim
ru: Всё равно экспортировать

source: Export Color Adjustments
de: Farbanpassungen exportieren
es: Exportar los ajustes de color
fr: Exporter les réglages des couleurs
it: Esporta regolazioni colore
ja: カラー調整を書き出す
pt_br: Exportar os ajustes de cores
ru: Экспорт цветокорректировок

source: Export Color Palettes
de: Farbpaletten exportieren
es: Exportar las paletas de color
fr: Exporter les palettes de couleurs
it: Esporta tavolozze colori
ja: カラーパレットを書き出す
pt_br: Exportar as paletas de cores
ru: Экспорт цветовых палет

source: Export Document as Images
de: Dokument als Bilder exportieren
es: Exportar documentos como imágenes
fr: Exporter le document en tant qu’images
it: Esporta documento come immagini
ja: 書類を画像として書き出す
pt_br: Exportar documento como imagens
ru: Экспортировать документы как изображения

source: Export Effects
de: Effekte exportieren
es: Exportar los efectos
fr: Exporter les effets
it: Esporta Effetti
ja: エフェクトを書き出す
pt_br: Exportar os efeitos
ru: Экспорт эффектов

source: Export for Web
de: Für das Web exportieren
es: Exportar para web
fr: Exporter pour le web
it: Esporta per il web
ja: Web用に書き出す
pt_br: Exportar para web
ru: Экспорт для веб-использования

source: Export Gradient Collection
de: Verlaufsammlung exportieren
es: Exportar la colección de degradados
fr: Exporter la collection de dégradés
it: Esporta collezione gradiente
ja: グラデーションコレクションを書き出す
pt_br: Exportar a coleção de gradientes
ru: Экспортировать коллекцию градиентов

source: Export Layer Styles
de: Ebenenstile exportieren
es: Exportar estilos de capas
fr: Exporter les styles de calque
it: Esporta stili di livello
ja: レイヤースタイルを書き出す
pt_br: Exportar os estilos de camada
ru: Экспорт стилей слоев

source: Export Library
de: Mediathek exportieren
es: Exportar biblioteca
fr: Exporter la bibliothèque
it: Esporta libreria
ja: 書き出しライブラリ
pt_br: Exportar biblioteca
ru: Экспортировать библиотеку

source: export mask as png
de: Maske als PNG exportieren
es: exportar máscara como png
fr: exporter le masque en png
it: esporta maschera come png
ja: マスクを png 形式でエクスポート
pt_br: exportar máscara como png
ru: экспорт маски как png

source: Export Photo…
de: Foto exportieren …
es: Exportar foto…
fr: Exporter la photo…
it: Esporta foto…
ja: 写真を書き出す…
pt_br: Exportar Foto…
ru: Экспортировать фото…

source: Export RAW…
de: RAW exportieren …
es: Exportar RAW…
fr: Exporter RAW…
it: Esporta RAW…
ja: RAW 書き出し…
pt_br: Exportar RAW…
ru: Экспортировать RAW…

source: Export Slice "%@"
de: Slice "%@" exportieren
es: Exportar sector "%@"
fr: Exporter la tranche « %@ »
it: Esporta la sezione "%@"
ja: スライス"%@"を書き出す
pt_br: Exportar segmento "%@"
ru: Экспортировать ломтик "%@"

source: Export Slice "%@"…
de: Slice "%@" exportieren …
es: Exportar sector "%@"…
fr: Exporter la tranche « %@ »…
it: Esporta la sezione "%@"…
ja: スライス"%@"を書き出す…
pt_br: Exportar segmento "%@"…
ru: Экспортировать ломтик "%@"…

source: Export Slices as Images
de: Slices als Bilder exportieren
es: Exportar sectores como imágenes
fr: Exporter les tranches en tant qu’images
it: Esporta sezioni come immagini
ja: スライスを画像として書き出す
pt_br: Exportar segmentos com imagens
ru: Экспортировать ломтики как изображения

source: Export Slice…
de: Slice exportieren …
es: Exportar sector…
fr: Exporter la tranche…
it: Esporta la sezione ""…
ja: スライスを書き出す…
pt_br: Exportar segmento…
ru: Экспортировать ломтик…

source: Exporting %i photos…
de: %i Fotos exportieren …
es: Exportando %i fotos…
fr: Exportation de %i photos…
it: Esporto %i foto…
ja: %i 枚の写真を書き出しています…
pt_br: Exportando %i fotos…
ru: Экспорт %i фото…

source: Exporting 1 photo…
de: 1 Foto exportieren …
es: Exportando 1 foto…
fr: Exportation de 1 photo…
it: Esporto 1 foto…
ja: 1 枚の写真を書き出しています…
pt_br: Exportando 1 foto…
ru: Экспорт 1 фото…

source: Exporting album…
de: Album exportieren …
es: Exportando álbum…
fr: Exportation de l'album…
it: Esporto album…
ja: アルバムを書き出しています...
pt_br: Exportando álbum…
ru: Экспорт альбома…

source: Exporting Animated Image…
de: Animiertes Bild wird exportiert …
es: Exportando la imagen animada…
fr: Exportation de l’image animée…
it: Esportazione dell’immagine animata…
ja: アニメーション画像を書き出し中…
pt_br: Exportando imagem animada…
ru: Экспорт анимированного изображения…

source: Exporting collections…
de: Kollektionen exportieren …
es: Exportando colecciones…
fr: Exportation des collections…
it: Esporto raccolte…
ja: コレクションを書き出しています...
pt_br: Exportando coleções…
ru: Экспорт коллекций…

source: Exporting Document
de: Exportiere Dokument
es: Exportando documento
fr: Exporter le document
it: Esportazione documento
ja: 書類を書き出し中
pt_br: Exportando documento
ru: Экспорт документа

source: Exporting folder…
de: Ordner exportieren …
es: Exportando carpeta…
fr: Exportation du dossier…
it: Esporto cartella…
ja: フォルダを書き出しています...
pt_br: Exportando pasta…
ru: Экспорт папки…

# Exporting photo %d of %d…
source: Exporting photo %1$d of %2$d…
de: Foto %1$d von %2$d exportieren …
es: Exportando foto %1$d de %2$d…
fr: Exportation de la photo %1$d sur %2$d…
it: Esporto foto %1$d di %2$d…
ja: %2$d 枚中の %1$d 枚の写真を書き出しています...
pt_br: Exportando foto %1$d de %2$d…
ru: Экспорт фото %1$d из %2$d…

source: Exporting Video…
de: Video wird exportiert …
es: Exportando vídeo…
fr: Exportation de la vidéo…
it: Esportazione del video…
ja: ビデオを書き出し中…
pt_br: Exportando o vídeo...
ru: Идет экспорт видео…

source: Exporting…
de: Exportiere …
es: Exportando…
fr: Exportation en cours…
it: Esportazione…
ja: 書き出し中…
pt_br: Exportando…
ru: Идет экспорт…

source: Export…
de: Exportieren …
es: Exportar…
fr: Exporter…
it: Esporta…
ja: 書き出す…
pt_br: Exportar…
ru: Экспортировать…

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
ja: 露光量
pt_br: Exposição
ru: Экспозиция

source: Extended
de: Erweitert
es: Ampliado
fr: Étendu
it: Esteso
ja: 拡張
pt_br: Estendido
ru: Расширенное

source: Fade
de: Verblassen
es: Transición
fr: Décolorer
it: Dissolvenza
ja: フェード
pt_br: Atenuar
ru: Затухание

source: Failed parsing layers data.
de: Parsen der Ebenendaten fehlgeschlagen.
es: Error al analizar los datos de las capas.
fr: Échec de l’analyse des données de calques.
it: Impossibile analizzare i dati dei livelli.
ja: レイヤーデータの解析に失敗しました。
pt_br: Falha na análise dos dados das camadas.
ru: Не удалось выполнить разбор данных слоев.

source: Failed to export document images.
de: Konnte Dokumentenbilder nicht exportieren.
es: Error al exportar las imágenes del documento.
fr: Impossible d’exporter les images du document.
it: Impossibile esportare le immagini del documento.
ja: 画像の書き出しが失敗しました。
pt_br: Falha na exportação de imagens do documento.
ru: Не удалось экспортировать изображения документов.

source: Failed to export slice "%@".
de: Konnte Slice "%@" nicht exportieren.
es: Error al exportar el sector "%@".
fr: Impossible d’exporter la tranche « %@ ».
it: Impossibile esportare la sezione "%@".
ja: スライス"%@"の書き出しに失敗しました。
pt_br: Falha na exportação do segmento "%@".
ru: Не удалось экспортировать ломтик "%@".

source: Failed to export slices.
de: Konnte Slices nicht exportieren.
es: Error al exportar los sectores.
fr: Impossible d’exporter les tranches.
it: Impossibile esportare le sezioni.
ja: スライスの書き出しに失敗しました。
pt_br: Falha na exportação dos segmentos.
ru: Не удалось экспортировать ломтики.

source: Failed to Fetch Metadata
de: Metadaten konnten nicht abgerufen werden
es: Error al recuperar los metadatos
fr: Impossible de récupérer les métadonnées
it: Impossibile recuperare i metadati
ja: メタデータの取得に失敗
pt_br: Não Foi Possível Obter os Metadados
ru: Не удалось загрузить метаданные

source: Failed to get one or more extended attribute values
de: Konnte einen oder mehrere erweiterte Attributwerte nicht einholen
es: Error al obtener uno o más valores de atributos ampliados
fr: Impossible de récupérer une ou plusieurs valeurs d’attributs étendus
it: Impossibile ottenere uno o più valori estesi attributi
ja: 拡張属性の値の取得に失敗しました
pt_br: Falha na obtenção de um ou mais valores dos atributos estendidos
ru: Не удалось получить один или более значений расширенных атрибутов

source: Failed to open 3D LUT file.
de: 3D LUT-Datei konnte nicht geöffnet werden.
es: Error al abrir el archivo LUT 3D.
fr: L’ouverture du fichier LUT 3D a échoué.
it: Impossibile aprire il file LUT 3D.
ja: 3D LUTファイルを開けませんでした。
pt_br: Não foi possível abrir o arquivo 3D do LUT
ru: Не удалось открыть файл 3D LUT.

source: Failed to save LUT.
de: LUT konnte nicht gesichert werden.
es: Error al guardar el LUT.
fr: Impossible d'enregistrer la LUT.
it: Salvataggio della LUT non riuscito.
ja: LUT の保存に失敗しました。
pt_br: Erro ao salvar o LUT.
ru: Не удалось сохранить LUT.
