Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
ja: %@を削除
pt_br: Remover %@
ru: Удалить %@

source: Remove %d Photos from Album
de: %d Fotos aus Album entfernen
es: Borrar %d fotos del álbum
fr: Retirer %d photos de l'album
it: Rimuovi %d foto dall'album
ja: アルバムから %d 枚の写真を削除
pt_br: Remover %d Fotos do Álbum
ru: Удалить %d фото из альбома

source: Remove %d Photos from Library
de: %d Fotos aus Mediathek entfernen
es: Eliminar %d fotos de la biblioteca
fr: Supprimer %d photos de la photothèque
it: Rimuovi %d foto dalla libreria
ja: %d 枚の写真をライブラリから削除
pt_br: Remover %d Fotos da Fototeca
ru: Удалить %d фото из библиотеки

source: Remove 1 Photo from Album
de: 1 Foto aus Album entfernen
es: Borrar 1 foto del álbum
fr: Retirer 1 photo de l'album
it: Rimuovi 1 foto dall'album
ja: アルバムから 1 枚の写真を削除
pt_br: Remover 1 Foto do Álbum
ru: Удалить 1 фото из альбома

source: Remove 1 Photo from Library
de: 1 Foto aus Mediathek entfernen
es: Eliminar 1 foto de la biblioteca
fr: Supprimer 1 photo de la photothèque
it: Rimuovi 1 foto dalla libreria
ja: 1 枚の写真をライブラリから削除
pt_br: Remover 1 Foto da Fototeca
ru: Удалить 1 фото из библиотеки

source: Remove Adjustment
de: Anpassung entfernen
es: Eliminar el ajuste
fr: Supprimer le réglage
it: Rimuovi regolazione
ja: 調整を取り除く
pt_br: Remover ajuste
ru: Удалить корректировки

source: Remove Anchor Point
de: Ankerpunkt entfernen
es: Eliminar punto de anclaje
fr: Supprimer le point d’ancrage
it: Rimuovi punto di ancoraggio
ja: アンカーポイントを削除
pt_br: Remover ponto âncora
ru: Удалить узловую точку

source: Remove Background
de: Hintergrund entfernen
es: Eliminar fondo
fr: Supprimer l’arrière-plan
it: Rimuovi sfondo
ja: 背景を削除
pt_br: Remover fundo
ru: Удалить фон

source: Remove Collection
de: Sammlung entfernen
es: Eliminar colección
fr: Supprimer la collection
it: Rimuovi collezione
ja: コレクションを削除
pt_br: Remover coleção
ru: Удалить коллекцию

source: Remove Color
de: Farbe entfernen
es: Eliminar color
fr: Supprimer couleur
it: Rimuovi colore
ja: カラーを削除
pt_br: Remover cor
ru: Удалить цвет

source: Remove Color Tag
de: Farbetikett entfernen
es: Quitar etiqueta de color
fr: Supprimer le tag de couleur
it: Rimuovi etichetta colore
ja: カラータグを削除
pt_br: Remover etiqueta de cor
ru: Удалить цветовой тег

source: Remove Document Color
de: Dokumentfarbe entfernen
es: Eliminar el color del documento
fr: Supprimer la couleur du document
it: Rimuovi il colore del documento
ja: 書類のカラーを削除
pt_br: Remover as cores do documento
ru: Удалить цвет документа

source: Remove Folder
de: Ordner entfernen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Rimuovi la cartella
ja: フォルダを削除
pt_br: Remover Pasta
ru: Удалить папку

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de Favoritas
fr: Supprimer des favoris
it: Rimuovi dai Preferiti
ja: お気に入りから削除
pt_br: Remover dos favoritos
ru: Убрать из избранного

source: Remove Guide
de: Hilfslinie entfernen
es: Eliminar guía
fr: Supprimer le repère
it: Rimuovi guida
ja: ガイドを削除
pt_br: Remover guia
ru: Удалить направляющую

source: Remove Layer
de: Ebene entfernen
es: Eliminar capa
fr: Supprimer le calque
it: Rimuovi livello
ja: レイヤーを削除
pt_br: Remover camada
ru: Удалить слой

source: Remove LUT
de: LUT entfernen
es: Eliminar LUT
fr: Supprimer la LUT
it: Rimuovi LUT
ja: LUTを削除
pt_br: Remover LUT
ru: Удалить LUT

source: Remove Mask
de: Maske entfernen
es: Eliminar máscara
fr: Supprimer masque
it: Rimuovi maschera
ja: マスクを削除
pt_br: Mover máscara
ru: Удалить маску

source: Remove Masks
de: Masken entfernen
es: Eliminar máscaras
fr: Supprimer les masques
it: Rimuovi maschere
ja: マスクを削除
pt_br: Remover Máscaras
ru: Удалить маски

source: Remove Palette
de: Palette entfernen
es: Eliminar la paleta
fr: Supprimer la palette
it: Rimuovi tavolozza
ja: パレットを削除
pt_br: Remover paleta
ru: Удалить палитру

source: Remove Photo from Album
de: Foto aus Album entfernen
es: Eliminar foto del álbum
fr: Supprimer la photo de l'album
it: Rimuovi foto dall'album
ja: アルバムから写真を削除
pt_br: Remover Foto do Álbum
ru: Удалить фото из альбома

source: Remove Photo from Library
de: Foto aus Mediathek entfernen
es: Eliminar foto de la biblioteca
fr: Supprimer la photo de la photothèque
it: Rimuovi foto dalla libreria
ja: ライブラリから写真を削除
pt_br: Remover Foto da Fototeca
ru: Удалить фото из библиотеки

source: Remove Profile
de: Profil entfernen
es: Eliminar perfil
fr: Supprimer le profil
it: Rimuovi profilo
ja: プロファイルを削除
pt_br: Remover perfil
ru: Удалить профиль

source: Remove Shape Path
de: Formpfad entfernen
es: Eliminar ruta formas
fr: Supprimer le tracé de la forme
it: Rimuovi il percorso forma
ja: シェイプのパスを削除
pt_br: Remover caminho da forma
ru: Удалить путь фигуры

source: Remove Shape Paths
de: Formpfade entfernen
es: Eliminar trazados de forma
fr: Supprimer les tracés de la forme
it: Rimuovi i percorsi forma
ja: シェイプのパスを削除
pt_br: Remover caminhos da forma
ru: Удалить пути фигуры

source: Remove Style
de: Stil entfernen
es: Eliminar estilo
fr: Supprimer le style
it: Rimuovi stile
ja: スタイルを削除
pt_br: Remover estilo
ru: Удалить стиль

source: Remove this effect.
de: Diesen Effekt entfernen.
es: Elimina este efecto.
fr: Supprimer cet effet.
it: Rimuovi questo effetto.
ja: このエフェクトを削除。
pt_br: Remover este efeito.
ru: Удалить этот эффект.

source: Remove this layer style.
de: Diesen Ebenenstil entfernen.
es: Elimina este estilo de capa.
fr: Supprimer ce style de calque.
it: Rimuovi questo stile di livello.
ja: このレイヤースタイルを削除。
pt_br: Remover este estilo de camada.
ru: Удалить этот стиль слоя.

source: Remove “%@” Collection
de: Sammlung "%@" entfernen
es: Eliminar colección “%@”
fr: Supprimer la collection « %@ »
it: Rimuovi Collezione “%@”
ja: “%@” コレクションを削除
pt_br: Remover a coleção “%@”
ru: Удалить коллекцию "%@"

source: Remove “%@” Preset
de: Voreinstellung "%@" entfernen
es: Eliminar preajuste “%@”
fr: Supprimer les préréglages « %@ »
it: Rimuovi Preset “%@”
ja: “%@” プリセットを削除
pt_br: Remover o pré-ajuste “%@”
ru: Удалить пресет “%@”

source: Remove…
de: Entfernen …
es: Eliminar…
fr: Supprimer…
it: Rimuovo…
ja: 削除…
pt_br: Remover…
ru: Удалить…

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
pt_br: Renomear
ru: Переименовать

source: Rename "%@"
de: "%@" umbenennen
es: Renombrar "%@"
fr: Renommer « %@ »
it: Rinomina "%@"
ja: "%@"の名称を変更
pt_br: Renomear “%@"
ru: Переименовать %@

source: Rename "%@"…
de: "%@" umbenennen …
es: Renombrar "%@"…
fr: Renommer « %@ »…
it: Rinomina "%@"…
ja: "%@" の名称を変更…
pt_br: Renomear "%@"…
ru: Переименовать "%@"…

source: Rename Album
de: Album umbenennen
es: Renombrar álbum
fr: Renommer l'album
it: Rinomina l’album
ja: アルバムの名称を変更
pt_br: Renomear álbum
ru: Переименовать альбом

source: Rename Folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
it: Rinomina la cartella
ja: フォルダ名を変更
pt_br: Renomear pasta
ru: Переименовать папку

source: Rename…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
it: Rinomina…
ja: 名前を変更…
pt_br: Renomear…
ru: Переименовать…

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara
ja: 修復
pt_br: Reparar
ru: Исправление

source: Repairing…
de: Repariere …
es: Reparando…
fr: Réparation…
it: Riparazione…
ja: 修復中…
pt_br: Reparando…
ru: Исправление…

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
pt_br: Substituir
ru: Заменить

source: Replace All
de: Alle ersetzen
es: Reemplazar todo
fr: Tout remplacer
it: Sostituisci tutto
ja: すべて置き換え
pt_br: Substituir tudo
ru: Заменить все

source: Replace Color
de: Farbe ersetzen
es: Cambio color
fr: Remplacer les couleurs
it: Sostituisci
ja: 色の置き換え
pt_br: Substituir cor
ru: Замена цвета

source: Replace Fonts
de: Schriftarten ersetzen
es: Reemplazar fuentes
fr: Remplacer les polices
it: Sostituisci i font
ja: フォントを置き換え
pt_br: Substituir fontes
ru: Заменить шрифты

source: Replace from Clipboard
de: Aus Zwischenablage ersetzen
es: Reemplazar desde el portapapeles
fr: Remplacer à partir du presse-papiers
it: Sostituisci dagli appunti
ja: クリップボードから置き換え
pt_br: Substituir a partir da Área de Transferência
ru: Заменить из буфера обмена

source: Replace from Files…
de: Aus Dateien ersetzen …
es: Sustituir desde Archivos...
fr: Remplacer à partir des fichiers…
it: Sostituisci dai file…
ja: ファイルから置換…
pt_br: Substituir dos arquivos...
ru: Заменить из Файлов…

source: Replace from Photos…
de: Aus Fotos ersetzen …
es: Sustituir desde Fotos...
fr: Remplacer à partir des photos…
it: Sostituisci dalle foto…
ja: 写真から置き換え...
pt_br: Substituir a partir de Fotos...
ru: Заменить из Фото…

source: Replace Image Masks…
de: Bildmasken ersetzen …
es: Reemplazar máscaras de imagen…
fr: Remplacer les masques de forme…
it: Sostituisci maschere immagine…
ja: 画像マスクの置き換え…
pt_br: Substituir Máscaras de Imagem…
ru: Заменить маски изображения…

source: Replace Image Mask…
de: Bildmaske ersetzen …
es: Reemplazar máscara de imagen…
fr: Remplacer les masques d'image…
it: Sostituisci maschera immagine…
ja: 画像マスクの置き換え…
pt_br: Substituir Máscara de Imagem…
ru: Заменить маску изображения…

source: Replace Layer
de: Ebene ersetzen
es: Sustituir capa
fr: Remplacer le calque
it: Sostituisci livello
ja: レイヤーを置き換え
pt_br: Substituir camada…
ru: Заменить Слой

source: Replace Mask
de: Maske ersetzen
es: Reemplazar máscara
fr: Remplacer le masque
it: Sostituisci maschera
ja: マスクを置き換え
pt_br: Substituir máscara
ru: Заменить маску

source: Replace Masks
de: Masken ersetzen
es: Reemplazar máscaras
fr: Remplacer les masques
it: Sostituisci maschere
ja: マスクを置き換え
pt_br: Substituir Máscaras
ru: Заменить маски

source: Replace Shape
de: Form ersetzen
es: Sustituir forma
fr: Remplacer la forme
it: Sostituisci forma
ja: シェイプを置き換え
pt_br: Substituir forma
ru: Заменить фигуру

source: Replace Shape Mask…
de: Formmaske ersetzen …
es: Reemplazar máscara de forma…
fr: Remplacer le masque de forme…
it: Sostituisci maschera di forma…
ja: シェイプマスクの置き換え...
pt_br: Substituir Máscara de Forma…
ru: Заменить маску-фигуру…

source: Replace Shape…
de: Form ersetzen …
es: Sustituir forma…
fr: Remplacer la forme…
it: Sostituisci forma…
ja: シェイプを置き換え...
pt_br: Substituir forma…
ru: Заменить фигуру…

source: Replace Text
de: Text ersetzen
es: Reemplazar texto
fr: Remplacer le texte
it: Sostituisci testo
ja: テキストを置き換える
pt_br: Substituir texto
ru: Заменить текст

source: Replace this image with another.
de: Dieses Bild durch ein anderes ersetzen.
es: Remplazar esta imagen con otra.
fr: Remplacer cette image par une autre.
it: Sostituisci questa immagine con un'altra.
ja: この画像を他の画像で置き換えます。
pt_br: Substituir a imagem por outra.
ru: Заменить это изображение другим.

source: Report…
de: Bericht …
es: Informe…
fr: Signaler…
it: Segnala…
ja: レポート…
pt_br: Relatar…
ru: Отчет…

source: Reprocess RAW
de: RAW wiederaufbereiten
es: Reprocesar RAW
fr: Retraiter RAW
it: Rielabora RAW
ja: RAWを再処理
pt_br: Reprocessar RAW
ru: Репроцесс RAW

source: Required Resources Unavailable
de: Erforderliche Ressourcen nicht verfügbar
es: Recursos necesarios no disponibles
fr: Ressources requises indisponibles
it: Risorse richieste non disponibili
ja: 必要なリソースが利用できません
pt_br: Recursos obrigatórios não disponíveis
ru: Недоступны требуемые ресурсы

source: Reselect
de: Erneut auswählen
es: Volver a seleccionar
fr: Resélectionner
it: Riseleziona
ja: 再選択
pt_br: Selecionar novamente
ru: Выбрать заново

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
pt_br: Redefinir
ru: Сброс

source: Reset %@
de: %@ zurücksetzen
es: Restablecer %@
fr: Réinitialiser %@
it: Ripristina %@
ja: %@をリセット
pt_br: Redefinir %@
ru: Сбросить %@

source: Reset Adjustments
de: Anpassungen zurücksetzen
es: Restaurar ajustes
fr: Réinitialiser les réglages
it: Azzera regolazioni
ja: 調整をリセット
pt_br: Redefinir ajustes
ru: Сброс корректировок

source: Reset All
de: Alle zurücksetzen
es: Restaurar todo
fr: Tout réinitialiser
it: Ripristina tutto
ja: すべてをリセット
pt_br: Redefinir tudo
ru: Сбросить все

source: Reset All Color Adjustments
de: Alle Farbanpassungen zurücksetzen
es: Restablecer todos los ajustes de color
fr: Réinitialiser tous les ajustements de couleurs
it: Ripristina tutte le regolazioni colore
ja: すべてのカラー調整をリセット
pt_br: Redefinir Todos os Ajustes de Cor
ru: Сбросить цветокоррекцию

source: Reset Angle
de: Winkel zurücksetzen
es: Restablecer el ángulo
fr: Réinitialiser l’angle
it: Ripristina angolo
ja: 角度をリセット
pt_br: Redefinir ângulo
ru: Сбросить угол

source: Reset Auto Straighten
de: Auto-Begradigen zurücksetzen
es: Restablecer el enderezamiento automático
fr: Réinitialiser le redressement auto
it: Reimposta raddrizzamento automatico
ja: 自動矯正をリセット
pt_br: Redefinir o ajuste automático
ru: Сброс автовыпрямления

source: Reset Clone
de: Kopie zurücksetzen
es: Restablecer la clonación
fr: Réinitialiser l'action Cloner
it: Ripristina clona
ja: クローンをリセット
pt_br: Redefinir Clone
ru: Сбросить клонирование

source: Reset Color Palettes
de: Farbpaletten zurücksetzen
es: Restaurar las paletas de color
fr: Réinitialiser les palettes de couleurs
it: Ripristina le tavolozze colori
ja: カラーパレットをリセット
pt_br: Redefinir as paletas de cores
ru: Удалить цветовые палитры

source: Reset Convert to HDR
de: Umwandlung in HDR zurücksetzen
es: Restablecer conversión a HDR
fr: Réinitialiser la conversion en HDR
it: Ripristina Converti in HDR
ja: HDR変換をリセット
pt_br: Redefinir Converter em HDR
ru: Сбросить конвертировку в HDR

source: Reset Crop
de: Schnitt zurücksetzen
es: Restablecer el recorte
fr: Réinitialiser le recadrage
it: Ripristinare ritaglio
ja: 切り抜きをリセット
pt_br: Desfazer corte
ru: Сбросить обрезку

source: Reset Deband
de: Deband-Funktion zurücksetzen
es: Restablecer eliminación de bandas
fr: Réinitialiser la suppression de l'effet de bande
it: Reimposta Elimina bande
ja: デバンドのリセット
pt_br: Redefinir Eliminar Faixas
ru: Сбросить депостеризацию

source: Reset Denoise
de: Entrauschen zurücksetzen
es: Restablecer eliminación ruido
fr: Réinitialiser l'action Débruiter
it: Ripristina la riduzione disturbo
ja: ノイズ除去をリセット
pt_br: Redefinir Redução de Ruído
ru: Сбросить снижение шума

source: Reset Effects
de: Effekte zurücksetzen
es: Restablecer efectos
fr: Réinitialiser les effets
it: Reimposta gli effetti
ja: エフェクトをリセット
pt_br: Redefinir efeitos
ru: Сбросить эффекты

source: Reset Handles
de: Griffe zurücksetzen
es: Restablecer marcadores
fr: Réinitialiser les poignées
it: Ripristina maniglie
ja: ハンドルをリセット
pt_br: Redefinir alças
ru: Сбросить маркеры

source: Reset LUTs
de: LUTs zurücksetzen
es: Restablecer LUT
fr: Réinitialiser les LUT
it: Reimposta le LUT
ja: LUTsをリセット
pt_br: Redefinir LUTs
ru: Удалить несколько LUT

source: Reset Mask Styles
de: Maskenstile zurücksetzen
es: Restablecer estilos de máscara
fr: Réinitialiser les styles de masque
it: Ripristina stili maschera
ja: マスクスタイルをリセット
pt_br: Redefinir Estilos de Máscara
ru: Сбросить стили маски

source: Reset ML Crop
de: ML-Schnitt zurücksetzen
es: Restablecer Recorte con ML
fr: Réinitialiser le recadrage par ML
it: Ripristinare Ritaglio ML
ja: ML 切り抜きをリセット
pt_br: Desfazer Corte com ML
ru: Сбросить ИИ-обрезку

source: Reset Repair
de: Reparatur zurücksetzen
es: Restablecer la reparación
fr: Réinitialiser l'action Réparer
it: Ripristina ripara
ja: 修復をリセット
pt_br: Redefinir Reparar
ru: Сбросить исправление

source: Reset Ruler's origin
de: Linealursprung zurücksetzen
es: Restablecer origen de regla
fr: Réinitialiser l’origine de la règle
it: Ripristina origine del righello
ja: ルーラーの原点をリセット
pt_br: Redefinir origem da régua
ru: Сбросить происхождение линеек

source: Reset Styles
de: Stile zurücksetzen
es: Restablecer estilos
fr: Revenir aux styles de départ
it: Ripristina stili
ja: スタイルをリセット
pt_br: Redefinir estilos
ru: Сбросить стили

source: Reset Super Resolution
de: Super-Resolution zurücksetzen
es: Restablecer Superresolución
fr: Réinitialiser l'action Super résolution
it: Ripristina Super Risoluzione
ja: 超解像をリセット
pt_br: Redefinir Super‑resolução
ru: Сбросить супер-разрешение

source: Resize
de: Skalieren
es: Redimensionar
fr: Redimensionner
it: Ridimensiona
ja: リサイズ
pt_br: Redimensionar
ru: Изменить размер

source: Resize Slices
de: Slices skalieren
es: Redimensionar sectores
fr: Redimensionner les tranches
it: Ridimensiona sezioni
ja: スライスのリサイズ
pt_br: Redimensionar segmentos
ru: Масштабировать ломтики

source: Resize Transform
de: Transformation skalieren
es: Transformación de la redimensión
fr: Transformation de redimensionnement
it: Ridimensiona trasformazione
ja: サイズ変更
pt_br: Transformação de redimensionamento
ru: Сменить размер преобразования

source: Resolution:
de: Auflösung:
es: Resolución:
fr: Résolution :
it: Risoluzione:
ja: 解像度:
pt_br: Resolução:
ru: Разрешение:

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt_br: Restaurar
ru: Восстановить

source: Retouch
de: Retuschieren
es: Retocar
fr: Retoucher
it: Ritocca
ja: レタッチ
pt_br: Retocar
ru: Ретушь

source: Retouching
de: Retuschieren
es: Retoque
fr: Retouche
it: Ritocco
ja: レタッチ
pt_br: Retoque
ru: Ретушь

source: Reveal All
de: Alle anzeigen
es: Mostrar todo
fr: Tout révéler
it: Rivela tutto
ja: すべてを表示
pt_br: Mostrar Tudo
ru: Показать все

source: Reveal Canvas
de: Arbeitsfläche anzeigen
es: Descubrir lienzo
fr: Faire apparaître la zone de travail
it: Mostra quadro
ja: キャンバスを表示
pt_br: Revelar a tela
ru: Раскрыть холст

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Rivela nel Finder
ja: Finderに表示
pt_br: Mostrar no Finder
ru: Показать в Finder

source: Reveal or hide the layer mask.
de: Ebenenmaske ein- oder ausblenden.
es: Muestra u oculta la máscara de capa.
fr: Révélez ou masquez le masque de calque.
it: Mostra o nascondi la maschera di livello.
ja: レイヤーマスクを表示 / 非表示。
pt_br: Exibir ou ocultar a máscara da camada.
ru: Раскрыть или скрыть маску слоя.

source: Reveal or hide the layer masks.
de: Ebenenmasken ein- oder ausblenden.
es: Mostrar u ocultar las máscaras de capa.
fr: Affichez ou masquez les masques du calque.
it: Mostra o nascondi le maschere di livello.
ja: レイヤーマスクを表示/非表示。
pt_br: Mostre ou oculte as máscaras da camada.
ru: Показать или скрыть маски слоев.

source: Reveal Shape
de: Form einblenden
es: Mostrar forma
fr: Révéler la forme
it: Rivela forma
ja: シェイプを表示
pt_br: Mostrar Forma
ru: Показать фигуру

source: Reveal Sidecar File
de: Sidecar-Datei anzeigen
es: Mostrar archivo Sidecar
fr: Afficher le fichier sidecar
it: Mostra il file collaterale
ja: Sidecarファイルを表示
pt_br: Exibir arquivo sidecar
ru: Показать файл sidecar

source: Reveal Sidecar Folder
de: Sidecar-Ordner anzeigen
es: Mostrar carpeta Sidecar
fr: Afficher le dossier sidecar
it: Mostra la cartella collaterale
ja: Sidecarファルダを表示
pt_br: Exibir pasta de sidecar
ru: Показать папку sidecar

source: Revert to Default Set
de: Standard wiederherstellen
es: Revertir a los ajustes predeterminados
fr: Rétablir l’ensemble par défaut
it: Ripristino del set di default
ja: デフォルトのセットに戻す
pt_br: Reverter aos valores padrão
ru: Вернуть к набору по умолчанию

source: Revert to Original
de: Zurück zum Original
es: Revertir al original
fr: Revenir à l’original
it: Ripristina
ja: 元に戻す
pt_br: Reverter ao original
ru: Вернуть к оригиналу

source: RGB Color Profiles
de: RGB-Farbprofile
es: Perfiles de color RGB
fr: Profils de couleur RGB
it: Profili colore RGB
ja: RGBカラープロファイル
pt_br: Perfis de cores RGB
ru: Цветовые профили RGB

source: RGB Color Values
de: RGB-Farbwerte
es: Valores de color RGB
fr: Valeurs de couleur RVB
it: Valori colore RGB
ja: RGB カラー値
pt_br: Valores de cores RGB
ru: Цветовые значения RGB

source: RGB Profiles
de: RGB-Profile
es: Perfiles RGB
fr: Profils RVB
it: Profili RGB
ja: RGB プロファイル
pt_br: Perfis RGB
ru: Профили RGB

source: Right Indent
de: Rechter Einzug
es: Sangría derecha
fr: Indentation droite
it: Rientro destro
ja: 右インデント
pt_br: Endentação à direita
ru: Правый отступ

source: Rotate
de: Drehen
es: Rotar
fr: Rotation
it: Ruota
ja: 回転
pt_br: Girar
ru: Повернуть

source: Rotate 180°
de: Um 180° drehen
es: Rotar 180°
fr: Rotation à 180°
it: Ruota di 180°
ja: 180°回転
pt_br: Girar 180°
ru: Повернуть на 180°

source: Rotate 90° Left
de: 90° nach Links drehen
es: Rotar 90° a la izquierda
fr: Faire pivoter de 90° vers la gauche
it: Ruota di 90° a sinistra
ja: 左回りに90°回転
pt_br: Girar 90° para a esquerda
ru: Повернуть на 90° влево

source: Rotate 90° Right
de: 90° nach Rechts drehen
es: Rotar 90° a la derecha
fr: Faire pivoter de 90° vers la droite
it: Ruota di 90° a destra
ja: 右回りに90°回転
pt_br: Girar 90° para a direita
ru: Повернуть на 90° вправо

source: Rotate Image 180°
de: Bild um 180° drehen
es: Rotar la imagen 180°
fr: Rotation de l’image à 180°
it: Ruota immagine 180°
ja: 画像を180°回転
pt_br: Girar a imagem 180°
ru: Повернуть изображение на 180°

source: Rotate Image 90° Left
de: Bild 90° nach Links drehen
es: Rotar la imagen 90° a la izquierda
fr: Faire pivoter l’image de 90° vers la gauche
it: Ruota immagine di 90° a sinistra
ja: 画像を90°左に回転
pt_br: Girar a imagem 90° para a esquerda
ru: Повернуть изображение на 90° влево

source: Rotate Image 90° Right
de: Bild 90° nach Rechts drehen
es: Rotar la imagen 90° hacia la derecha
fr: Faire pivoter l’image de 90° vers la droite
it: Ruota immagine di 90° a destra
ja: 画像を90°右に回転
pt_br: Girar a imagem 90° para a direita
ru: Повернуть изображение на 90° вправо

source: Rotate Scene
de: Szene drehen
es: Girar escena
fr: Faire pivoter la scène
it: Ruota scena
ja: シーンを回転
pt_br: Girar cena
ru: Повернуть сцену

source: Round
de: Rund
es: Redondo
fr: Arrondi
it: Arrotondate
ja: 角丸
pt_br: Arredondado
ru: Скругленный

source: Round Text Font Sizes
de: Runde Textschriftgrößen
es: Tamaños de letra de texto redondo
fr: Tailles de la police de texte arrondi
it: Dimensioni dei caratteri del testo arrotondati
ja: テキストフォントのサイズを丸める
pt_br: Arredondar tamanhos de fontes de texto
ru: Размеры шрифта круглого текста

source: Rounded Rectangle
de: Abgerundetes Rechteck
es: Rectángulo redondeado
fr: Rectangle arrondi
it: Rettangolo arrotondato
ja: 角丸長方形
pt_br: Retângulo arredondado
ru: Скругл. прямоугольник

source: Rounded Rectangle Shape
de: Abgerundete Rechteckform
es: Forma rectangular redondeada
fr: Forme rectangle arrondie
it: Forma rettangolo arrotondato
ja: 角丸長方形
pt_br: Forma retangular arredondada
ru: Форма: скругл. прямоугольник

source: Roundness
de: Rundung
es: Redondez
fr: Rondeur
it: Arrotondamento
ja: 丸み
pt_br: Arredondamento
ru: Округлость

source: Row Selection
de: Zeilenauswahl
es: Selección de fila
fr: Sélection de la ligne
it: Selezione riga
ja: 行の選択
pt_br: Seleção da linha
ru: Выбор строкой

source: Ruler's Origin
de: Linealursprung
es: Origen de regla
fr: Origine de la règle
it: Origine del righello
ja: ルーラの起点
pt_br: Origem da régua
ru: Происхождение линейки

source: Rulers
de: Lineale
es: Reglas
fr: Règles
it: Righelli
ja: ルーラ
pt_br: Réguas
ru: Линейки

source: Saturate
de: Sättigen
es: Saturar
fr: Saturer
it: Satura
ja: 彩度を上げる
pt_br: Saturar
ru: Насыщенность

source: Saturate Settings
de: Sättigungseinstellungen
es: Ajustes de saturación
fr: Paramètres de saturation
it: Impostazioni di saturazione
ja: 彩度の設定
pt_br: Configurações de saturação
ru: Настройки насыщенности

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
ja: 彩度
pt_br: Saturação
ru: Насыщенность

source: Saturation Scatter
de: Sättigungsstreuung
es: Dispersión de saturación
fr: Dispersion de la saturation
it: Dispersione saturazione
ja: 彩度散布
pt_br: Dispersão de saturação
ru: Разброс насыщенности

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar

source: Save As:
de: Sichern unter:
es: Guardar como:
fr: Enregistrer sous :
it: Salva col nome:
ja: 別名で保存:
pt_br: Salvar como:
ru: Сохранить как:

source: Save As…
de: Sichern als …
es: Guardar como…
fr: Enregistrer sous…
it: Salva col nome…
ja: 別名で保存…
pt_br: Salvar como…
ru: Сохранить как…
