Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Unlink Masks
de: Maskenverbindung aufheben
es: Desvincular máscaras
fr: Délier les masques
it: Scollega maschere
ja: マスクのリンクを解除
pt_br: Desvincular Máscaras
ru: Отсоединить маски

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロックを解除
pt_br: Desbloquear
ru: Разблокировать

source: Unlock Folder
de: Ordner entsperren
es: Desbloquear carpeta
fr: Déverrouiller le dossier
it: Sblocca cartella
ja: フォルダのロックを解除
pt_br: Desbloquear Pasta
ru: Разблокировать папку

source: Unlock Guides
de: Hilfslinien entriegeln
es: Desbloquear guías
fr: Déverrouiller les repères
it: Sblocca guide
ja: ガイドのロックを解除
pt_br: Destravar guias
ru: Разблокировать направляющие

source: Unlock Photo
de: Foto entsperren
es: Desbloquear foto
fr: Déverrouiller la photo
it: Sblocca foto
ja: 写真のロックを解除
pt_br: Desbloquear Foto
ru: Разблокировать фото

source: Unmute
de: Stummschaltung aufheben
es: Activar sonido
fr: Activer le son
it: Attiva audio
ja: ミュート解除
pt_br: Ativar som
ru: Вкл. звук

source: Unmute Audio
de: Audiostummschaltung aufheben
es: Activar audio
fr: Activer le son
it: Attiva audio
ja: オーディオのミュートを解除
pt_br: Ativar áudio
ru: Вкл. аудио

source: Unnamed
de: Ohne Namen
es: Sin nombre
fr: Sans nom
it: Senza nome
ja: 名称未設定
pt_br: Sem nome
ru: Без имени

source: Unnamed Collection
de: Unbenannte Sammlung
es: Colección sin nombre
fr: Collection sans nom
it: Collezione senza nome
ja: 名称未設定のコレクション
pt_br: Coleção sem nome
ru: Коллекция без имени

source: Unsupported Adjustments
de: Nicht unterstützte Anpassungen
es: Ajustes no compatibles
fr: Ajustements non pris en charge
it: Impostazioni non supportate
ja: サポートしていない調整
pt_br: Ajustes incompatíveis
ru: Неподдерживаемые корректировки

source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
pt_br: Sem nome
ru: Без названия

source: Untitled Album
de: Unbenanntes Album
es: Álbum sin título
fr: Album sans titre
it: Album senza titolo
ja: 名称未設定のアルバム
pt_br: Grupo sem título
ru: Альбом без названия

source: Untitled Folder
de: Unbenannter Ordner
es: Carpeta sin título
fr: Dossier sans titre
it: Cartella senza titolo
ja: 名称未設定フォルダ
pt_br: Pasta sem título
ru: Папка без названия

source: Untitled Layer
de: Unbenannte Ebene
es: Capa sin título
fr: Calque sans nom
it: Livello senza titolo
ja: 名称未設定
pt_br: Camada sem nome
ru: Слой без названия

source: Untitled layer
de: Unbenannte Ebene
es: Capa sin título
fr: Calque sans nom
it: Livello senza titolo
ja: 名称未設定レイヤー
pt_br: Camada sem nome
ru: Слой без названия

source: Untitled layer mask
de: Unbenannte Ebenenmaske
es: Máscara de capa sin título
fr: Masque de calque sans nom
it: Maschera livello senza titolo
ja: 名称未設定レイヤーマスク
pt_br: Máscara de camada sem nome
ru: Маска слоя без названия

source: Update to the latest version of macOS using Software Update in System Settings.
de: Aktualisieren Sie mithilfe der Softwareaktualisierung in den Systemeinstellungen auf die neueste macOS Version.
es: Actualiza a la versión más reciente de macOS desde Actualización de software en Ajustes del Sistema.
fr: Passez à la dernière version de macOS via l'option Mise à jour de logiciels dans Réglages Système.
it: Aggiorna alla versione più recente di macOS utilizzando Aggiornamento software in Impostazioni di sistema.
ja: システム設定のソフトウェアアップデートを使用して、macOSの最新バージョンにアップデートします。
pt_br: Use a Atualização de Software nos Ajustes do Sistema para atualizar para a versão mais recente do macOS.
ru: Обновитесь до последней версии macOS, перейдя в раздел «Обновление ПО» в Системных настройках.

source: Updates Unavailable for Demo
de: In der Demo gibt es keine Updates
es: Actualizaciones no disponibles para la Demo
fr: Mises à jour indisponibles pour Démo
it: Aggiornamenti non disponibili per Demo
ja: デモ用のアップデートはありません
pt_br: Atualizações não disponíveis para a demonstração
ru: Недоступная для обновлений демо-версия

source: Upgrade
de: Upgraden
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップグレード
pt_br: Atualizar
ru: Обновить

source: Useful Resources
de: Nützliche Ressourcen
es: Recursos útiles
fr: Ressources utiles
it: Risorse utili
ja: 便利なリソース
pt_br: Recursos úteis
ru: Полезные ресурсы

source: Version
es: Versión
it: Versione
ja: バージョン
pt_br: Versão
ru: Версия

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

source: Version history is not fully supported for images with sidecar files.
de: Der Versionsverlauf wird für Bilder mit Sidecar-Dateien nicht vollständig unterstützt.
es: El historial de versiones no es totalmente compatible con las imágenes que tienen archivos Sidecar.
fr: L'historique des versions n'est pas entièrement pris en charge pour les images avec fichiers sidecar.
it: La cronologia delle versioni non è completamente supportata per le immagini con file collaterali.
ja: バージョン履歴は、Sidecarファイルを含む画像では完全にはサポートされていません。
pt_br: O histórico de versões não é totalmente compatível com imagens com arquivos sidecar.
ru: История версий не полностью поддерживается для изображений с sidecar-файлами.

source: Vertical Alignment
de: Vertikale Ausrichtung
es: Alineación vertical
fr: Alignement vertical
it: Allineamento verticale
ja: 垂直方向の配置
pt_br: Alinhamento vertical
ru: Вертикальное выравнивание

source: Vibrance
de: Lebendigkeit
es: Vivacidad
fr: Brillance
it: Vivacità
ja: バイブランス
pt_br: Vivacidade
ru: Красочность

source: Video Layer
de: Videoebene
es: Capa de vídeo
fr: Calque vidéo
it: Livello video
ja: ビデオレイヤー
pt_br: Camada de vídeo
ru: Слой видео

source: Viewfinder
de: Sucher
fr: Viseur
it: Mirino

source: Vignette
es: Viñeta
fr: Vignetage
it: Vignetta
ja: ビネット
pt_br: Vinheta
ru: Виньетка

source: Vignette Softness
de: Vignette-Weichheit
es: Suavidad del degradado
fr: Douceur du vignetage
it: Morbidezza vignetta
ja: ビネットの柔らかさ
pt_br: Suavidade da vinheta
ru: Мягкость виньетирования

source: Vivid Light
de: Strahlendes Licht
es: Luz intensa
fr: Lumière vive
it: Luce vivida
ja: ビビッドライト
pt_br: Luz brilhante
ru: Яркий свет

# w: %@ h: %@
source: w: %1$@ h: %2$@
de: B: %1$@ H: %2$@
fr: l : %1$@ h : %2$@
it: l: %1$@ h: %2$@
ja: 幅: %1$@ 高さ: %2$@
ru: ш: %1$@ в: %2$@

source: Warp
de: Verkrümmen
es: Deformar
fr: Déformation
it: Altera
ja: ワープ
pt_br: Distorcer
ru: Искажение

source: Watercolor
de: Wasserfarbe
es: Acuarela
fr: Aquarelle
it: Acquerello
ja: 水彩画
pt_br: Aquarela
ru: Акварель

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
it: Filigrana
ja: ウォーターマーク
pt_br: Marca d’Água
ru: Водяной знак

source: Welcome to Pixelmator Pro
de: Willkommen bei Pixelmator Pro
it: Benvenuti in Pixelmator Pro

source: Wetness
de: Feuchtigkeit
es: Humedad
fr: Humidité
it: Umidità
ja: 湿気
pt_br: Umidade
ru: Влажность

source: What’s New in Pixelmator Pro
de: Was ist neu in Pixelmator Pro
es: Novedades en Pixelmator Pro
fr: Quoi de neuf dans Pixelmator Pro
it: Novità di Pixelmator Pro
ja: Pixelmator Proの新機能
pt_br: Novidades do Pixelmator Pro
ru: Что нового в Pixelmator Pro

source: White Balance
de: Weißabgleich
es: Balance de blancos
fr: Balance des blancs
it: Bilanciamento bianco
ja: ホワイトバランス
pt_br: Equilíbrio de branco
ru: Баланс белого

source: Whites
de: Weißtöne
es: Blancos
fr: Blancs
it: Bianchi
ja: ホワイト
pt_br: Brancos
ru: Белые

source: Width:
de: Breite:
es: Anchura:
fr: Largeur :
it: Larghezza:
ja: 幅:
pt_br: Largura:
ru: Ширина:

source: Workflows
de: Arbeitsabläufe
es: Procesos de trabajo
it: Flussi di Lavoro
ja: ワークフロー
pt_br: Fluxos de trabalho
ru: Процессы

source: Workspace
de: Arbeitsplatz
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
pt_br: Espaço de trabalho
ru: Рабочая область

source: Workspace Layout
de: Arbeitsplatz-Layout
es: Diseño del espacio de trabajo
fr: Présentation de l’espace de travail
it: Layout dell'area di lavoro
ja: ワークスペースのレイアウト
pt_br: Layout do espaço de trabalho
ru: Макет рабочей области

source: Workspace Settings…
de: Arbeitsbereichseinstellungen …
es: Ajustes del espacio de trabajo...
fr: Paramètres de l'espace de travail…
it: Impostazioni dell'area di lavoro…
ja: ワークスペース設定…
pt_br: Configurações do espaço de trabalho…
ru: Настройки рабочего пространства…

source: Would you like to preserve these edits in your Photos library?
de: Möchten Sie diese Änderungen in Ihrer Fotobibliothek sichern?
es: ¿Te gustaría conservar estas ediciones en la fototeca de Fotos?
fr: Souhaitez-vous préserver ces modifications dans votre bibliothèque Photos ?
it: Vuoi conservare queste modifiche nella tua libreria Photos?
ja: これらの変更を写真ライブラリに保存しますか？
pt_br: Deseja preservar as edições na sua biblioteca do Photos?
ru: Не хотите ли сохранить эти правки в вашей медиатеке Photos?

source: Would you like to save your changes to the original JPEG/PNG/TIFF file or a Pixelmator Pro document?
de: Möchten Sie Ihre Änderungen in die ursprüngliche JPEG/PNG/TIFF-Datei, oder in ein Pixelmator Pro Dokument sichern?
es: ¿Quieres guardar los cambios en el archivo JPEG/PNG/TIFF original o en un documento de Pixelmator Pro?
fr: Souhaitez-vous enregistrer les modifications apportées au fichier JPEG/PNG/TIFF d’origine ou au document Pixelmator Pro ?
it: Vuoi salvare le modifiche apportate al file JPEG/PNG/TIFF originale o a un documento di Pixelmator Pro?
ja: オリジナルのJPEG/PNG/TIFFファイル、またはPixelmator Pro書類に変更を保存しますか？
pt_br: Deseja salvar as alterações no arquivo JPEG/PNG/TIFF original ou como um document do Pixelmator Pro?
ru: Куда сохранить изменения — в исходный файл PNG/JPEG/TIFF или в документ Pixelmator Pro?

source: Would you like to upgrade this document?
de: Möchten Sie dieses Dokument wirklich upgraden?
es: ¿Quieres actualizar este documento?
fr: Souhaitez-vous mettre ce document à jour ?
it: Vuoi aggiornare questo documento?
ja: この書類をアップグレードしますか？
pt_br: Deseja atualizar o documento?
ru: Обновить этот документ?

# yaw: %@ pitch: %@, roll: %@
source: yaw: %1$@ pitch: %2$@, roll: %3$@
fr: lacet : %1$@ tangage : %2$@, roulis : %3$@
it: imbardata: %1$@ beccheggio: %2$@, rollio: %3$@
ja: ヨー: %1$@ ピッチ: %2$@, ロール: %3$@
pt_br: guinada: %1$@ arfagem: %2$@, rolagem: %3$@
ru: рысканье: %1$@ тангаж: %2$@, крен: %3$@

source: Yellow / Blue
de: Gelb / Blau
es: Amarillo/Azul
fr: Jaune / bleu
it: Giallo / Blu
ja: イエロー/ブルー
pt_br: Amarelo/Azul
ru: Желтый / синий

source: You can choose to quit and reopen %@ now or do it yourself later.
de: Sie können %@ jetzt beenden und neu öffnen oder dies später selbst tun.
es: Puedes elegir si quieres salir y volver a abrir %@ ahora o si prefieres hacerlo más tarde.
fr: Vous pouvez fermer et relancer %@ maintenant ou le faire vous-même plus tard.
it: Puoi scegliere di chiudere e riaprire ora %@, o farlo tu stesso in seguito.
ja: 今すぐ%@を終了して再度開くか、後で自分で行うかを選択できます。
pt_br: Você pode optar por sair e reabrir %@ agora ou fazer isso mais tarde por conta própria.
ru: Вы можете выбрать завершить и переоткрыть «%@» сейчас или сделать это позже.

source: You can discard the edits to keep your original file unmodified.
de: Sie können die Änderungen verwerfen, um Ihre ursprüngliche Datei unverändert beizubehalten.
es: Puedes descartar las ediciones para mantener el archivo original sin modificar.
fr: Vous pouvez annuler les modifications afin de maintenir votre fichier d’origine inchangé.
it: Puoi annullare le modifiche per mantenere il file originale non modificato.
ja: 編集内容を破棄して、オリジナルのファイルを変更しないようにできます。
pt_br: Descarte as edições para manter o arquivo original inalterado.
ru: Можно отменить изменения, чтобы сохранить исходный файл без изменений.

source: You can download the latest version from the Mac App Store.
de: Sie können im Mac App Store die neueste Version herunterladen.
es: Puedes descargar la última versión en el Mac App Store.
fr: Vous pouvez télécharger la dernière version depuis le Mac App Store.
it: Puoi scaricare l’ultima versione dal Mac App Store.
ja: Mac App Store から最新版をダウンロードできます。
pt_br: Baixe a versão mais recente na Mac App Store.
ru: Вы можете загрузить последнюю версию из Mac App Store.

source: You can download the latest version of %@ from the Mac App Store.
de: Sie können im Mac App Store die neueste Version von %@ herunterladen.
es: Puedes descargar la última versión de %@ en el Mac App Store.
fr: Vous pouvez télécharger la dernière version de %@ depuis le Mac App Store.
it: Puoi scaricare l’ultima versione di %@ dal Mac App Store.
ja: Mac App Storeから最新版の%@をダウンロードできます。
pt_br: Baixe a versão mais recente do %@ na Mac App Store.
ru: Вы можете загрузить последнюю версию %@ из Mac App Store.

source: You can revert to a previous version of your document, however, it will not contain any nondestructive edits.
de: Sie können zu einer früheren Version Ihres Dokuments zurückkehren, die jedoch keine nicht-destruktiven Änderungen enthält.
es: Puedes restaurar la versión anterior de tu documento, pero no contendrá las ediciones no destructivas.
fr: Vous pouvez restaurer une ancienne version de votre document, mais les modifications non destructives ne seront pas présentes.
it: Puoi ripristinare una versione precedente del documento, che però non conterrà eventuali modifiche non distruttive.
ja: 書類を以前のバージョンに戻すことはできますが、非破壊編集の内容は含まれません。
pt_br: Você pode reverter para uma versão anterior do seu documento, porém ele não conterá nenhuma edição não destrutiva.
ru: Вы можете вернуться к предыдущей версии вашего документа, однако она не будет содержать никаких неразрушающих правок

source: You have previously denied access so, if you’d like to use the FaceTime camera to add images to your documents, please allow access in System Preferences.
de: Sie haben der FaceTime-Kamera zuvor den Zugriff verweigert. Wenn Sie Ihren Dokumenten Bilder hinzufügen möchten, dann erlauben sie ihr bitte über die Systemeinstellungen den Zugriff.
es: Has denegado el acceso con anterioridad. Por tanto, si quieres usar la cámara FaceTime para añadir imágenes en los documentos, permite el acceso en las preferencias del sistema.
fr: Vous avez précédemment refusé l’accès, donc si vous souhaitez utiliser la caméra FaceTime pour ajouter des images à vos documents, veuillez autoriser l’accès dans les Préférences Système.
it: In precedenza hai negato l'accesso, quindi se desideri utilizzare la videocamera di FaceTime per aggiungere delle immagini ai tuoi documenti è necessario consentire l'accesso nelle preferenze di sistema.
ja: 以前にアクセスを拒否したため、FaceTimeカメラを使用して画像を書類に追加する場合は、システム環境設定でアクセスを許可してください。
pt_br: Você negou o acesso anteriormente. Se desejar usar a câmera FaceTime para adicionar imagens a seus documentos, autorize o acesso nas Preferências do Sistema.
ru: Вам ранее было отказано в доступе, так что, если хотите использовать камеру FaceTime для добавления изображений в документы, откройте доступ в Системных настройках.

source: You need a newer version of %@ to open this document.
de: Sie benötigen eine neuere Version von %@, um dieses Dokument zu öffnen.
es: Necesitas una nueva versión de %@ para abrir este documento.
fr: Vous avez besoin d’une version plus récente de %@ pour ouvrir de document.
it: Per aprire questo documento occorre una versione più recente di %@.
ja: この書類を開くには新しいバージョンの%@が必要です。
pt_br: É preciso uma versão mais recente do %@ para abrir este documento.
ru: Вам нужна более новая версия %@, чтобы открыть этот документ.

source: You need a newer version to open this document.
de: Sie benötigen eine neuere Version, um dieses Dokument zu öffnen.
es: Necesitas una nueva versión para abrir este documento.
fr: Vous avez besoin d’une version plus récente pour ouvrir de document.
it: Per aprire questo documento occorre una versione più recente.
ja: この書類を開くには新しいバージョンが必要です。
pt_br: É preciso uma versão mais recente para abrir este documento.
ru: Вам нужна более новая версия, чтобы открыть этот документ.

source: You'll need to move ”%@“ to iCloud before you can collaborate.
de: Zum Zusammenarbeiten müssen Sie „%@“ in iCloud bewegen.
es: Debes mover ”%@“ a iCloud para poder colaborar.
fr: Pour pouvoir collaborer, vous devez déplacer « %@ » dans iCloud.
it: È necessario spostare ”%@“ su iCloud prima di poter collaborare.
ja: 共同作業を行う前に "%@" をiCloudに移動する必要があります。
pt_br: Você precisará mover “%@” para o iCloud para poder colaborar.
ru: Для совместной работы «%@» необходимо переместить в iCloud.

source: You're attempting to open a %@ sidecar document which cannot be edited directly.
de: Sie versuchen, ein %@-Sidecar-Dokument zu öffnen, das nicht direkt bearbeitet werden kann.
es: Intentas abrir un documento Sidecar de %@ que no se puede editar directamente.
fr: Vous essayez d'ouvrir un document sidecar %@ qui ne peut pas être directement modifié.
it: Stai tentando di aprire un documento collaterale di %@ che non è direttamente modificabile.
ja: 直接編集できない%@ Sidecar書類を開こうとしています。
pt_br: Você está tentando abrir um documento sidecar %@ que não pode ser editado diretamente.
ru: Вы пытаетесь открыть sidecar-документ %@, который нельзя редактировать непосредственно.

source: Your new autosave settings will not take effect until you quit %@.
de: Ihre neuen Einstellungen für die automatische Speicherung werden erst nach Beenden von %@ übernommen.
es: Tus nuevos ajustes de guardado automático no se aplicarán hasta que salgas de %@.
fr: Vos nouveaux paramètres d'enregistrement automatique ne seront pas appliqués tant que vous n'aurez pas relancé %@.
it: Le tue nuove impostazioni di salvataggio automatico non avranno effetto finché non uscirai da %@.
ja: 新しい自動保存設定は%@を終了するまで有効になりません。
pt_br: Suas novas configurações de gravação automática não terão efeito até você sair de %@.
ru: Ваши новые настройки автосохранения не будут применены, пока вы не закроете %@.

source: Your trial has now expired. To enjoy the benefits of editing your images with both Pixelmator Pro and its Photos extension as well as easily downloading, redownloading, and automatically updating Pixelmator Pro on all your computers purchase the app from the Mac App Store.
de: Ihre Testversion ist jetzt abgelaufen. Um die Vorteile zur Bildbearbeitung mit sowohl Pixelmator Pro und der Fotos-Erweiterung sowie das einfache Herunterladen, erneute Herunterladen und automatische Aktualisieren von Pixelmator Pro auf all Ihren Computern zu genießen, kaufen Sie die App im Mac App Store.
es: Tu periodo de prueba ha caducado. Para disfrutar de los beneficios de editar tus imágenes con Pixelmator Pro y su extensión de Fotos, al igual que de descargar, volver a descargar y actualizar automáticamente Pixelmator Pro en todos tus ordenadores, compra la aplicación en la App Store de Mac.
fr: Votre période d’essai a maintenant expiré. Pour profiter des avantages de l’édition de vos images avec à la fois Pixelmator Pro et son extension Photos tout en téléchargeant, retéléchargeant et en mettant à jour facilement Pixelmator Pro sur tous vos ordinateurs, achetez l’appli sur l’App Store Mac.
it: Il tuo periodo di prova è scaduto. Per usufruire dei vantaggi di modificare le tue immagini con Pixelmator Pro e la sua estensione Photos, nonché scaricare, scaricare più volte e aggiornare automaticamente Pixelmator Pro su tutti i tuoi computer, acquista l'app dal Mac App Store.
ja: 試用期限が終了しました。 Pixelmator Proとその写真機能拡張の両方で画像を編集したり、すべてのコンピュータでPixelmator Proを簡単にダウンロード、再ダウンロード、および自動的に更新するには、Mac App Storeからこのアプリを購入してください。
pt_br: Seu período de testes expirou. Para aproveitar os benefícios de edição das suas imagens, com o Pixelmator Pro e sua extensão Photos, assim como poder baixar e baixar novamente com facilidade e atualizar o Pixelmator Pro em todos os seus computadores, compre o aplicativo na Mac App Store.
ru: Срок использования пробной версии истек. Чтобы воспользоваться преимуществами правки изображений с помощью Pixelmator Pro и его расширения Photos, а также загрузки, повторной загрузки и автоматического обновления Pixelmator Pro на всех ваших компьютерах, приобретайте это приложение в Mac App Store.

source: Your trial period has now expired.
de: Ihre Testphase ist nun abgelaufen.
es: Tu período de prueba ha caducado.
fr: Votre période d’essai est désormais terminée.
it: Il periodo di prova è scaduto.
ja: 試用期間は終了しました。
pt_br: O período de avaliação expirou.
ru: Ваш период пробного использования истек.

source: YouTube Channel Art
es: Arte del canal de YouTube
fr: Art de chaîne YouTube
it: Arte del canale di YouTube
ja: YouTube チャンネル アート
pt_br: Arte de canal do YouTube
ru: Канал YouTube Art

source: YouTube Video Thumbnail
es: Miniatura vídeo YouTube
fr: Miniature de vidéo YouTube
it: Miniatura video di YouTube
ja: YouTube 動画サムネイル
pt_br: Miniatura de vídeo do YouTube
ru: Миниатюра видео YouTube

source: Zero Alternative Elements
de: Keine alternativen Elemente
es: Cero elementos alternativos
fr: Zéro élément alternatif
it: Zero elementi alternativi
ja: 代替要素なし
pt_br: Zero elementos alternativos
ru: Нулевой альтернативный элемент

source: Zoom
de: Zoomen
it: Ridimensiona
ja: 拡大/縮小
pt_br: Ampliar
ru: Масштабирование

source: Zoom In
de: Vergrößen
es: Acercar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
pt_br: Ampliar
ru: Увеличить

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Riduci
ja: 縮小
pt_br: Reduzir
ru: Уменьшить

source: Zoom to Fit
de: Größe anpassen
es: Ajustar a ventana
fr: Zoom adapté à la fenêtre
it: Adatta alla finestra
ja: ウインドウに合わせる
pt_br: Ajustar à janela
ru: Масштабировать под размер

source: “%@.app” would like to access your FaceTime camera.
de: „%@.app“ möchte auf Ihre FaceTime-Kamera zugreifen.
es: "%@.app" quiere acceder a tu cámara FaceTime.
fr: "%@.app" souhaite accéder à votre caméra FaceTime.
it: "%@.app" richiede l'accesso alla videocamera di FaceTime.
ja: “%@.app”がFaceTimeカメラにアクセスしようとしています。
pt_br: “%@.app” deseja acessar sua câmera FaceTime.
ru: Приложение «%@.app» запрашивает доступ к вашей камере FaceTime.

source: “%@” already exists. Do you want to replace it?
de: “%@” existiert bereits. Möchten Sie es ersetzen?
es: “%@” ya existe. ¿Quieres reemplazarlo?
fr: « %@ » existe déjà. Souhaitez-vous le remplacer?
it: "%@" esiste già. Vuoi sostituirlo?
ja: “%@”はすでに存在します。置き換えますか？
pt_br: “%@” já existe. Deseja substituí-lo?
ru: «%@» уже имеется. Заменить?

source: “%@” can’t be opened because your device does not support the Metal graphics technology.
de: „%@“ kann nicht geöffnet werden, weil Ihr Gerät die Metal-Grafiktechnologie nicht unterstützt.
es: "%@" no se puede abrir porque tu dispositivo no es compatible con la tecnología de gráficos de Metal.
fr: Impossible d’ouvrir "%@" car votre système ne supporte pas la technologie graphique Metal.
it: "%@" non può essere aperto perché il dispositivo non supporta la tecnologia grafica Metal.
ja: お使いのデバイスがMetalグラフィックステクノロジーをサポートしていないため、 "%@"を開くことはできません。
pt_br: “%@” não pode ser aberto porque seu dispositivo não é compatível com a tecnologia gráfica Metal.
ru: Программу «%@» нельзя открыть, так как ваше устройство не поддерживает графическую технологию Metal.

source: %d Album
es: %d álbum
ja: %d アルバム
pt_br: %d Álbum
ru: %d альбом

source: Album
es: Álbum
ja: アルバム
pt_br: Álbum
ru: Альбом

source: AUTO
ja: 自動
ru: АВТО

source: cm
ja: センチ
ru: см

source: HEX
ja: 16進コード

source: Image Straightened by %@
de: Bild begradigt um %@
es: Imagen corregida por %@
fr: Image redressée par %@
ja: %@ で正された画像
pt_br: Imagem ajustada por %@
ru: Изображение выпрямлено %@

source: in
es: en
fr: pouce
ja: インチ
pt_br: pol
ru: дюйм

source: Logo
ja: ロゴ
pt_br: Logotipo
ru: Лого

source: Menu
de: Menü
es: Menú
ja: メニュー
ru: Меню

source: ML Unshake
de: Bild durch ML schärfen
es: Corregir con ML
ja: ML 手ぶれ補正
pt_br: Tornar nítido com ML

source: mm
ja: ミリ
ru: мм

source: New from Image…
de: Neu aus Datei …
es: Nuevo a partir de imagen…
fr: Nouveau à partir de l’image…
ja: 画像から新規作成…
pt_br: Nova da imagem…
ru: Новое из изображения…

source: Offset
es: Posición
fr: Décalage
ja: オフセット
pt_br: Deslocamento
ru: Сдвиг

source: Poster
es: Póster
fr: Affiche
ja: ポスター
pt_br: Pôster
ru: Плакат
