Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: ML Crop
de: ML-Schnitt
es: Recorte con ML
fr: Recadrer par ML
it: Ritaglio ML
ja: ML 切り抜き
pt_br: Corte com ML
ru: ИИ-обрезка

source: ML Enhance
de: ML verbessern
es: Mejora con ML
fr: Améliorer par ML
it: Miglioramento ML
ja: ML 自動補正
pt_br: Realce com ML

source: Mockups
de: Modell
es: Maquetas
fr: Maquettes
it: Prototipi
ja: モックアップ
pt_br: Protótipos
ru: Макеты

source: Modifying the document in place might cause you to lose some of the current formatting. Would you like to duplicate the document first?
de: Verändern des Dokuments am aktuellen Ort führt eventuell dazu, dass einige der aktuellen Formatierungsoptionen verloren gehen. Möchten Sie das Dokument zuerst duplizieren?
es: Si modificas el documento, podrían perderse algunas partes del formato actual. ¿Deseas duplicar el documento primero?
fr: La modification du document en place risque de causer la perte d’une partie de la mise en page actuelle. Souhaitez-vous d’abord dupliquer le document ?
it: Se decidi di modificare e salvare questo documento potresti perdere alcune delle caratteristiche della formattazione attuale. Vuoi duplicare il documento prima di procedere?
ja: その場所で書類を変更すると現在の書式の一部が失われる可能性があります。最初に書類を複製しますか？
pt_br: Modificar o documento no mesmo lugar pode causar a perda de parte da formatação atual. Deseja duplicar o documento primeiro?
ru: Изменение этого документа на месте может привести к потере части его исходного форматирования. Хотите сначала создать дубликат этого документа?

source: More Workflows…
de: Mehr Arbeitsabläufe …
es: Más procesos de trabajo…
fr: Plus de workflows…
it: Più flussi di lavoro…
ja: その他のワークフロー…
pt_br: Mais fluxos de trabalho...
ru: Еще процессы…

source: Motion Project
de: Motion-Projekt
es: Proyecto de movimiento
fr: Projet Motion
it: Progetto movimento
ja: Motion プロジェクト
pt_br: Projeto de movimento
ru: Проект Motion

source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
pt_br: Mover
ru: Передвинуть

source: Move %@
de: %@ verschieben
es: Mover %@
fr: Déplacer %@
it: Sposta %@
ja: %@ を移動
pt_br: Mover %@
ru: Ход %@

source: Move %d Photos to Trash
de: %d Fotos in den Papierkorb bewegen
es: Mover %d fotos a la Papelera
fr: Placer %d photos dans la corbeille
it: Sposta %d foto nel Cestino
ja: %d 枚の写真をゴミ箱に移動
pt_br: Mover %d Fotos para o Lixo
ru: Переместить %d фото в Корзину

source: Move 1 Photo to Trash
de: 1 Foto in den Papierkorb bewegen
es: Mover 1 foto a la Papelera
fr: Placer 1 photo dans la corbeille
it: Sposta 1 foto nel Cestino
ja: 1 枚の写真をゴミ箱に移動
pt_br: Mover 1 Foto para o Lixo
ru: Переместить 1 фото в Корзину

source: Move 1 Photo To Trash
de: 1 Foto in den Papierkorb bewegen
es: Mover 1 foto a la Papelera
fr: Placer 1 photo dans la corbeille
it: Sposta 1 foto nel Cestino
ja: 1 枚の写真をゴミ箱に移動
pt_br: Mover 1 Foto para o Lixo
ru: Переместить 1 фото в Корзину

source: Move Down
de: Nach unten bewegen
es: Mover hacia abajo
fr: Aller vers le bas
it: Sposta in basso
ja: 下に移動
pt_br: Mover para baixo
ru: Переместить вниз

source: Move Guide
de: Hilfslinie bewegen
es: Mover guía
fr: Déplacer le repère
it: Sposta guida
ja: ガイドを移動
pt_br: Mover guia
ru: Переместить направляющую

source: Move Mask
de: Maske bewegen
es: Mover máscara
fr: Déplacer le masque
it: Sposta maschera
ja: マスクを移動
pt_br: Mover a máscara
ru: Передвинуть маску

source: Move Photo to Trash
de: Foto in den Papierkorb bewegen
es: Mover foto a la Papelera
fr: Placer la photo dans la corbeille
it: Sposta foto nel Cestino
ja: 写真をゴミ箱に移動
pt_br: Mover Foto para o Lixo
ru: Переместить фото в Корзину

source: Move Point
de: Punkt bewegen
es: Mover punto
fr: Déplacer position
it: Sposta punto
ja: ポイントを移動
pt_br: Mover ponto
ru: Передвинуть точку

source: Move Slice
de: Slice bewegen
es: Mover sector
fr: Déplacer la tranche
it: Sposta sezione
ja: スライスを移動
pt_br: Mover segmento
ru: Переместить ломтик

source: Move Slices
de: Slices bewegen
es: Mover sectores
fr: Déplacer les tranches
it: Sposta sezioni
ja: スライスを移動
pt_br: Mover segmentos
ru: Переместить ломтики

source: Move to iCloud
de: In iCloud bewegen
es: Mover a iCloud
fr: Déplacer dans iCloud
it: Sposta su iCloud
ja: iCloudに移動
pt_br: Mover para o iCloud
ru: Переместить в iCloud

source: Move to iCloud to Collaborate
de: Zum Zusammenarbeiten in iCloud bewegen
es: Mover a iCloud para colaborar
fr: Déplacer dans iCloud pour collaborer
it: Sposta su iCloud per collaborare
ja: iCloudに移動して共同作業
pt_br: Mover para o iCloud para Colaborar
ru: Для совместной работы переместите файл в iCloud

source: Move to Trash
de: In den Papierkorb bewegen
es: Mover a la Papelera
fr: Placer dans la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
pt_br: Mover para o Lixo
ru: В Корзину

source: Move Up
de: Nach oben bewegen
es: Mover hacia arriba
fr: Aller vers le haut
it: Sposta in alto
ja: 上に移動
pt_br: Mover para cima
ru: Переместить вверх

source: Move window to %@ to view HDR content.
de: Fenster auf %@ verschieben zum Anzeigen von HDR-Inhalt.
es: Mueve la ventana a %@ para ver el contenido HDR.
fr: Déplacez la fenêtre sur %@ pour afficher le contenu HDR.
it: Sposta la finestra su %@ per visualizzare i contenuti HDR.
ja: HDRコンテンツを表示するには、ウインドウを %@ に移動します。
pt_br: Mova a janela para %@ para visualizar o conteúdo HDR.
ru: Для просмотра HDR-контента переместите окно на %@.

source: Movie
de: Film
es: Película
fr: Film
it: Filmato
ja: ムービー
pt_br: Filme
ru: Фильм

source: Movie Title
de: Filmtitel
es: Título de la película
fr: Titre de la vidéo
it: Titolo del filmato
ja: ムービータイトル
pt_br: Título do filme
ru: Название фильма

source: Multiple Fonts
de: Mehrere Schriften
es: Varios tipos de letra
fr: Plusieurs polices
it: Font multipli
ja: 複数のフォント
pt_br: Fontes múltiplas
ru: Несколько шрифтов

source: Multiple formats
de: Mehrere Formate
es: Varios formatos
fr: Formats multiples
it: Formati multipli
ja: 複数の形式
pt_br: Formatos múltiplos
ru: Несколько форматов

source: Multiple Sizes
de: Mehrere Größen
es: Varios tamaños
fr: Plusieurs tailles
it: Dimensioni multiple
ja: 複数のサイズ
pt_br: Tamanhos múltiplos
ru: Несколько размеров

source: Multiple Text Styles
de: Mehrere Textstile
es: Varios estilos de texto
fr: Plusieurs styles de texte
it: Stili di testo multipli
ja: 複数のテキストスタイル
pt_br: Estilos de texto múltiplos
ru: Несколько стилей текста

source: Multiple Typefaces
de: Mehrere Schriftarten
es: Varios tipos de letra
fr: Plusieurs types de caractères
it: Caratteri tipografici multipli
ja: 複数のタイプフェイス
pt_br: Fontes múltiplas
ru: Несколько начертаний

source: Multiply
de: Multiplizieren
es: Multiplicar
fr: Multiplier
it: Moltiplica
ja: 乗算
pt_br: Multiplicar
ru: Умножить

source: Mustache
de: Schnurrbart
es: Bigote
fr: Moustache
it: Baffi
ja: 口ひげ
pt_br: Bigode
ru: Усы

source: Mute
de: Ton aus
es: Sin sonido
fr: Son désactivé
it: Disattiva audio
ja: ミュート
pt_br: Mudo
ru: Выкл. звук

source: Mute Audio
de: Ton ausschalten
es: Silenciar audio
fr: Désactiver le son
it: Disattiva audio
ja: 音声をミュート
pt_br: Silenciar áudio
ru: Выкл. аудио

source: My Shapes
de: Meine Formen
es: Mis formas
fr: Mes formes
it: Le mie forme
ja: マイシェイプ
pt_br: Minhas formas
ru: Мои фигуры

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
pt_br: Nome:
ru: Имя:

source: New Album
de: Neues Album
es: Nuevo álbum
fr: Nouvel album
it: Nuovo album
ja: 新規アルバム
pt_br: Novo álbum
ru: Новый альбом

source: New Album with Selection (%i Photo)
de: Neues Album mit Auswahl (%i Foto)
es: Nuevo álbum con selección (%i foto)
fr: Nouvel album à partir de la sélection (%i photo)
it: Nuovo album con selezione (%i foto)
ja: 選択で新規アルバム (%i 写真)
pt_br: Novo álbum com seleção (%i foto)
ru: Новый альбом из выбранного (%i фото)

source: New Album with Selection (%i Photos)
de: Neues Album mit Auswahl (%i Fotos)
es: Nuevo álbum con selección (%i fotos)
fr: Nouvel album à partir de la sélection (%i photos)
it: Nuovo album con selezione (%i foto)
ja: 選択で新規アルバム (%i 写真)
pt_br: Novo álbum com seleção (%i fotos)
ru: Новый альбом из выбранного (%i фото)

source: New Collection
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection
it: Nuova Collezione
ja: 新規コレクション
pt_br: Nova coleção
ru: Новая коллекция

source: New Color Adjustments Layer
de: Neue Farbanpassungsebene
es: Nueva capa de ajustes de color
fr: Nouveau calque d’ajustements de couleurs
it: Nuovo livello di regolazioni di colore
ja: 新規カラー調整レイヤー
pt_br: Nova camada de ajuste de cor
ru: Новый слой цветокоррекции

source: New Effects Layer
de: Neue Effektebene
es: Nueva capa de efectos
fr: Nouveau calque d’effets
it: Nuovo livello di effetti
ja: 新規エフェクトレイヤー
pt_br: Nova camada de efeito
ru: Новый слой эффектов

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
pt_br: Nova pasta
ru: Новая папка

source: New from Clipboard
de: Neu aus Zwischenablage
es: Nuevo desde portapapeles
fr: Nouveau depuis presse-papiers
it: Nuovo da appunti
ja: クリップボードから新規作成
pt_br: Novo da área de transferência
ru: Новое из буфера обмена

source: New Layer
de: Neue Ebene
es: Nueva capa
fr: Nouveau calque
it: Nuovo livello
ja: 新規レイヤー
pt_br: Nova camada
ru: Новый слой

source: New Line Shape
de: Neue Linienform
es: Nueva figura lineal
fr: Nouvelle forme de ligne
it: Nuova forma lineare
ja: 新規のライン
pt_br: Nova forma de linha
ru: Новая линия

source: New name for adjustment preset:
de: Neuer Name für die Anpassungs-Voreinstellung:
es: Nuevo nombre para el preajuste de ajuste:
fr: Nouveau nom du préréglage d'ajustement :
it: Nuovo nome per il preset della regolazione:
ja: 調整プリセットの新しい名前:
pt_br: Novo nome para o pré-ajuste:
ru: Новое имя для пресета корректировки:

source: New name for color adjustments collection:
de: Neuer Name für die Farbanpassungensammlung:
es: Nuevo nombre para la colección de ajustes de color:
fr: Nouveau nom de la collection d’ajustements de couleurs :
it: Nuovo nome per collezione di regolazioni colore:
ja: 新しいカラー調整コレクション名:
pt_br: Novo nome para a coleção de ajustes de cores:
ru: Новое имя для коллекции цветокоррекции:

source: New name for color adjustments:
de: Neuer Name für die Farbanpassungen:
es: Nuevo nombre para los ajustes de color:
fr: Nouveau nom des réglages de couleurs :
it: Nuovo nome per regolazioni colore:
ja: 新しいカラー調整コレクション名:
pt_br: Novo nome para os ajustes de cores:
ru: Новое имя для цветокоррекции:

source: New name for color palette:
de: Neuer Name für die Farbpalette:
es: Nuevo nombre para la paleta de colores:
fr: Nouveau nom d’une palette de couleurs :
it: Nuovo nome per la tavolozza colori:
ja: 新しいカラーパレット名:
pt_br: Novo nome da paleta de cores:
ru: Новое имя для цветовой палитры:

source: New name for color preset:
de: Neuer Name für die Farbvoreinstellung:
es: Nuevo nombre para el preajuste de color:
fr: Nouveau nom des préréglages de couleurs :
it: Nuovo nome per il preset colore:
ja: 新しいカラープリセット名:
pt_br: Novo nome para o pré-ajuste de cores:
ru: Новое имя для пресета цветов:

source: New name for effects collection:
de: Neuer Name für die Effektsammlung:
es: Nuevo nombre para la colección de efectos:
fr: Nouveau nom de la collection d’effets :
it: Nuovo nome per la collezione di effetti:
ja: 新しいエフェクトコレクション名:
pt_br: Novo nome para a coleção de efeitos:
ru: Новое имя для коллекции эффектов:

source: New name for effects preset:
de: Neuer Name für die Effektvoreinstellung:
es: Nuevo nombre para el preajuste de efectos:
fr: Nouveau nom des préréglages d’effet :
it: Nuovo nome per il preset di effetti:
ja: 新しいエフェクトプリセット名:
pt_br: Novo nome para o pré-ajuste de efeitos:
ru: Новое имя для пресета эффектов:

source: New name for gradient collection:
de: Neuer Name für die Verlaufsammlung:
es: Nuevo nombre para la colección de degradados:
fr: Nouveau nom de la collection de dégradés :
it: Nuovo nome per la collezione gradiente:
ja: 新しいグラデーションコレクション名:
pt_br: Novo nome para a coleção de gradientes:
ru: Новое имя для коллекции градиентов:

source: New name for layer style collection:
de: Neuer Name für die Ebenenstilsammlung:
es: Nuevo nombre para la colección de estilo de capas:
fr: Nouveau nom de la collection de styles de calque :
it: Nuovo nome per la collezione di stile di livello:
ja: 新しいレイヤースタイルコレクション名:
pt_br: Novo nome para a coleção de estilos de camada:
ru: Новое имя для коллекции стилей слоев:

source: New name for layout preset:
de: Neuer Name für die Layout-Voreinstellung:
es: Nuevo nombre para el preajuste de diseño:
fr: Nouveau nom des préréglages de calques :
it: Nuovo nome per il preset del layout:
ja: 新しいレイヤープリセット名:
pt_br: Novo nome para o pré-ajuste de layout:
ru: Новое имя для пресета макета:

source: New name for shapes preset:
de: Neuer Name für die Formvoreinstellung:
es: Nuevo nombre para el preajuste de formas:
fr: Nouveau nom du préréglage de formes :
it: Nuovo nome per il preset delle forme:
ja: 新しいシェイププリセット名:
pt_br: Novo nome para o pré-ajuste de formas:
ru: Новое имя для пресета фигур:

source: New name for style preset:
de: Neuer Name für die Stilvoreinstellung:
es: Nuevo nombre para el preajuste de estilo:
fr: Nouveau nom des préréglages de styles :
it: Nuovo nome per il preset dello stile:
ja: 新しいスタイルプリセット名:
pt_br: Novo nome para o pré-ajuste de estilo:
ru: Новое имя для пресета стилей:

source: New Oval Shape
de: Neue Ovalform
es: Nueva figura de óvalo
fr: Nouvelle forme ovale
it: Nuova forma ovale
ja: 新規の楕円シェイプ
pt_br: Nova Forma Oval
ru: Новый овал

source: New Polygon Shape
de: Neue Polygonform
es: Nueva figura poligonal
fr: Nouvelle forme polygonale
it: Nuova forma poligonale
ja: 新規の多角形
pt_br: Nova forma de polígono
ru: Новый многоугольник

source: New Rectangle Shape
de: Neue Rechteckform
es: Nueva figura rectangular
fr: Nouvelle forme rectangulaire
it: Nuova forma rettangolare
ja: 新規の長方形
pt_br: Nova forma retangular
ru: Новый прямоугольник

source: New Rounded Rectangle Shape
de: Neue Abgerundete Rechteckform
es: Nueva figura rectangular redondeada
fr: Nouvelle forme rectangulaire arrondie
it: Nuova forma rettangolo arrotondato
ja: 新規の角丸長方形
pt_br: Nova forma retangular arredondada
ru: Новый скругл. прямоугольник

source: New Shape
de: Neue Form
es: Nueva forma
fr: Nouvelle forme
it: Nuova forma
ja: 新規シェイプ
pt_br: Nova forma
ru: Новая фигура

source: New Shape Layer
de: Neue Formebene
es: Nueva capa de figura
fr: Nouveau calque de forme
it: Nuovo livello forma
ja: 新規シェイプレイヤー
pt_br: Nova camada de forma
ru: Новый слой фигуры

source: New Star Shape
de: Neue Sternform
es: Nueva figura de estrella
fr: Nouvelle forme d’étoile
it: Nuova forma stella
ja: 新規のスター
pt_br: Nova forma de estrela
ru: Новая звезда

source: New Text Layer
de: Neue Textebene
es: Nueva capa de texto
fr: Nouveau calque de texte
it: Nuovo livello di testo
ja: 新規テキストレイヤー
pt_br: Nova camada de texto
ru: Новый текстовый слой

source: New…
de: Neu …
es: Nuevo…
fr: Nouveau…
it: Nuovo…
ja: 新規…
pt_br: Novo…
ru: Новый…

source: Next…
de: Weiter …
es: Siguiente…
fr: Suivant…
it: Avanti…
ja: 次へ
pt_br: Avançar…
ru: Далее…

source: No Camera Info
de: Keine Kamera-Info
es: No hay información de la cámara
fr: Aucune info sur l’appareil
it: Nessuna informazione sulla fotocamera
ja: カメラ情報なし
pt_br: Sem informações da câmera
ru: Нет сведений о камере

source: No camera information
de: Keine Kamera-Informationen
es: No hay información de la cámara
fr: Aucune information d’appareil photo
it: Nessuna informazione sulla fotocamera
ja: カメラ情報はありません
pt_br: Sem informações da câmera
ru: Нет данных по камере

source: No camera or scanner connected.
de: Keine Kamera oder Scanner verbunden.
es: No hay ninguna cámara ni escáner conectado.
fr: Aucun appareil photo ou scanner branché.
it: Nessuna fotocamera o scanner collegati.
ja: カメラまたはスキャナーは接続されていません。
pt_br: Nenhuma câmera ou scanner conectado.
ru: Камера или сканер не подключены.

source: No camera or scanner selected.
de: Keine Kamera oder Scanner ausgewählt.
es: No hay ninguna cámara ni escáner seleccionado.
fr: Aucun appareil photo ou scanner sélectionné.
it: Nessuna fotocamera o scanner selezionati.
ja: カメラまたはスキャナーが選択されていません。
pt_br: Nenhuma câmera ou scanner selecionado.
ru: Камера или сканер не выбраны.

source: No Color Adjustments
de: Keine Farbanpassungen
es: Sin ajustes de color
fr: Aucun ajustement de couleurs
it: Nessuna regolazione del colore
ja: カラー調整なし
pt_br: Novos ajustes de cor
ru: Без цветокоррекции

source: No Color Profile
de: Kein Farbprofil
es: Sin perfil de color
fr: Aucun profil de couleur
it: Nessun profilo colore
ja: カラープロファイルなし
pt_br: Sem perfil de cores
ru: Нет цветового профиля

source: No commitment, cancel anytime.
de: Keine Verpflichtung, jederzeit kündbar.
es: Sin compromiso, cancela cuando quieras.
fr: Sans engagement, annulez à tout moment.
it: Senza compromessi, annulla quando vuoi.
ja: コミットメントなし、いつでもキャンセル。
pt_br: Sem compromisso, cancele quando quiser.
ru: Без обязательств, отмена в любой момент.

source: No Effects
de: Keine Effekte
es: Sin efectos
fr: Aucun effet
it: Nessun effetto
ja: エフェクトなし
pt_br: Sem efeitos
ru: Без эффектов

source: No format
de: Kein Format
es: Sin formato
fr: Aucun format
it: Nessun formato
ja: フォーマットなし
pt_br: Sem formato
ru: Без формата

source: No Horizon Detected
de: Kein Horizont gefunden
es: No se ha detectado ningún horizonte
fr: Pas d’horizon détecté
it: Nessun orizzonte rilevato
ja: 水平線が検出されません
pt_br: Nenhum horizonte detectado
ru: Горизонт не обнаружен

source: No Internet Connection
de: Keine Internetverbindung
es: No hay conexión a Internet
fr: Aucune connexion Internet
it: Nessuna connessione a Internet
ja: インターネット未接続
pt_br: Sem conexão com a Internet

source: No Items
de: Keine Objekte
es: Ningún ítem
fr: Aucun élément
it: Nessun elemento
ja: 項目なし
pt_br: Nenhum Item
ru: Нет объектов

source: No Layer Selected
de: Keine Ebene ausgewählt
es: No hay ninguna capa seleccionada
fr: Aucun calque sélectionné
it: Nessun livello selezionato
ja: レイヤーが選択されていません
pt_br: Nenhuma camada selecionada
ru: Слоёв не выбрано

source: No layers match the filter.
de: Keine Ebenen passen zum Filter.
es: No hay ninguna capa que coincida con el filtro.
fr: Aucun calque ne correspond au filtre.
it: Nessun livello corrispondente al filtro.
ja: フィルターに一致するレイヤーがありません。
pt_br: Nenhuma camada corresponde ao filtro.
ru: Слои не подходят фильтру.

source: No Lens Info
de: Keine Objektiv-Info
es: No hay información del objetivo
fr: Aucune info d’objectif
it: Nessuna informazione sull'obiettivo
ja: レンズ情報なし
pt_br: Sem informações da lente
ru: Нет сведений об объективе

source: No lens information
de: Keine Linsen-Information
es: No hay información del objetivo
fr: Aucune information d’objectif
it: Nessuna informazione sulle lenti
ja: レンズ情報はありません
pt_br: Sem informações da lente
ru: Нет сведений об объективе

source: No Recent Documents
de: Keine zuletzt verwendeten Dokumente
es: No hay documentos recientes
fr: Aucun document récent
it: Non ci sono documenti recenti
ja: 最近使った書類なし
pt_br: Nenhum documento recente
ru: Нет недавних документов

source: No Results
de: Keine Ergebnisse
es: No hay resultados
fr: Aucun résultat
it: Nessun risultato
ja: 検索結果がありません
pt_br: Nenhum Resultado
ru: Нет результатов

source: No Sky Detected
de: Kein Himmel erkannt
es: No se ha detectado el cielo
fr: Aucun ciel détecté
it: Nessun cielo rilevato
ja: 空が検出されませんでした
pt_br: Nenhum Céu Detectado
ru: Небо не обнаружено

source: No Subject Detected
de: Kein Motiv erkannt
es: No se detecta ningún sujeto
fr: Aucun objet détecté
it: Nessun soggetto rilevato
ja: 対象が見つかりません
pt_br: Nenhum assunto detectado
ru: Объектов не обнаружено

source: None
de: Ohne
es: Ninguno
fr: Aucun
it: Nessuna
ja: なし
pt_br: Nenhuma
ru: Нет

source: Normal
fr: Normale
it: Normale
ja: 通常
ru: Нормальный

source: Not an iCloud Location
de: Kein iCloud-Speicherort
es: No es una ubicación de iCloud
fr: Emplacement hors iCloud
it: Non è una posizione iCloud
ja: iCloudの場所ではありません
pt_br: Não é um Local do iCloud
ru: Папка не в iCloud

source: Off
de: Aus
es: Inactivo
fr: Arrêt
it: Spento
ja: オフ
pt_br: Desativado
ru: Выкл.

source: Offline LUT
es: LUT sin conexión
fr: LUT hors ligne
it: LUT offline
ja: オフライン LUT
pt_br: LUT offline
ru: LUT офлайн

source: On
de: Ein
es: Activo
fr: Marche
it: Acceso
ja: オン
pt_br: Ativado
ru: Вкл.

# One year %@, then %@/year. Cancel anytime.
source: One year %1$@, then %2$@/year. Cancel anytime.
de: 1 Jahr %1$@, anschließend %2$@ pro Jahr. Jederzeit kündbar.
es: Un año por %1$@, después %2$@ al año. Cancela cuando quieras.
fr: Un an %1$@, puis %2$@/an. Résiliation possible à tout moment.
it: %1$@ per un anno, poi %2$@/anno. Annulla quando vuoi.
ja: 1年 %1$@、その後は %2$@ / 年。いつでもキャンセルできます。
pt_br: Um ano %1$@, depois %2$@/ano. Cancele quando quiser.
ru: Год работы за %1$@, затем %2$@ в год. Отмена в любой момент.

source: One-time payment of %@.
de: Einmalige Zahlung von %@.
es: Un pago único de %@.
fr: Achat unique de %@.
it: Pagamento unico di %@.
ja: %@ の一括払い
pt_br: Pagamento único de %@.
ru: Разовый платеж (%@).

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
pt_br: Opacidade
ru: Непрозрачность

source: Opacity by Pressure
de: Deckkraft nach Druck
es: Opacidad por presión
fr: Opacité par pression
it: Opacità per pressione
ja: 圧力による不透明度
pt_br: Opacidade por pressão
ru: Непрозрач. от давления

source: Opacity by Speed
de: Deckkraft (Schnelligkeit)
es: Opacidad por velocidad
fr: Opacité par vitesse
it: Opacità per velocità
ja: 速度による透明度
pt_br: Opacidade por velocidade
ru: Непрозрач. от скорости

source: Opacity Scatter
de: Deckkraftstreuung
es: Dispersión de opacidad
fr: Dispersion de l’opacité
it: Dispersione opacità
ja: 不透明度の散布
pt_br: Dispersão de opacidade
ru: Разброс непрозрачности

source: Open App Store
de: App Store öffnen
es: Abrir el App Store
fr: Ouvrir l'App Store
it: Apri App Store
ja: App Store を開く
pt_br: Abrir App Store
ru: Открыть App Store

source: Open Edit Tools
de: Bearbeitungswerkzeuge öffnen
es: Abrir herramientas de edición
fr: Ouvrir les outils d’édition
it: Apri gli strumenti di editing
ja: 編集ツールを開く
pt_br: Abrir ferramentas de edição
ru: Открыть инструменты правки

source: Open Image
de: Bild öffnen
es: Abrir imagen
fr: Ouvrir l'image
it: Apri l’immagine
ja: 画像を開く
pt_br: Abrir imagem
ru: Открыть изображение

source: Open Original Image
de: Originalbild öffnen
es: Abrir imagen original
fr: Ouvrir l'image d'origine
it: Apri l’immagine originale
ja: オリジナルの画像を開く
pt_br: Abrir imagem original
ru: Открыть исходное изображение

source: Open Sidecar
de: Sidecar öffnen
es: Abrir Sidecar
fr: Ouvrir le fichier sidecar
it: Apri il file collaterale
ja: Sidecarを開く
pt_br: Abrir sidecar
ru: Открыть sidecar

source: Open Software Update
de: Softwareaktualisierung öffnen
es: Abrir actualización de software
fr: Ouvrir Mise à jour de logiciels
it: Apri Aggiornamento software
ja: ソフトウェアアップデートを開く
pt_br: Abrir Atualização de Software
ru: Открыть «Обновление ПО»

source: Open System Preferences
de: Systemeinstellungen öffnen
es: Abrir preferencias del sistema
fr: Ouvrir les Préférences Système
it: Apri preferenze di sistema
ja: システム環境設定を開く
pt_br: Abrir preferências do sistema
ru: Открыть Системные настройки

source: Open the Photos browser
de: Foto-Browser öffnen
es: Abrir el explorador de Fotos
fr: Ouvrir l'explorateur Photos
it: Apri il navigatore delle foto
ja: 写真ブラウザを開く
pt_br: Abrir explorador de fotos
ru: Открыть браузер фото

source: Optimize & Export
de: Optimieren und exportieren
es: Optimizar y exportar
fr: Optimiser et exporter
it: Ottimizza ed esporta
ja: 最適化 & 書き出し
pt_br: Otimizar e exportar
ru: Оптимизация и экспорт

source: Orientation
de: Orientierung
es: Orientación
it: Orientamento
ja: 向き
pt_br: Orientação
ru: Ориентация

source: Oriented
de: Orientiert
es: Orientado
fr: Orienté
it: Orientato
ja: 方向に追随
pt_br: Direcionado
ru: Ориентированный

source: Original
it: Originale
ja: オリジナル
ru: Исходный

source: Original Size
de: Originalgröße
es: Tamaño original
fr: Taille d’origine
it: Dimensione originale
ja: オリジナルのサイズ
pt_br: Tamanho original
ru: Исходный размер
