Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Save Flattened
de: Reduziert sichern
es: Guardar imagen compactada
fr: Enregistrer aplati
it: Salva compattata
ja: 最終画像で保存
pt_br: Salvar achatada
ru: Сохранить сглаженный

source: Save Images
de: Bilder sichern
es: Guardar imágenes
fr: Enregistrer les images
it: Salva immagini
ja: 画像を保存
pt_br: Salvar Imagens
ru: Сохранить изображения

source: Save layers and edits to a sidecar file
de: Ebenen und Bearbeitungen in einer Sidecar-Datei sichern
es: Guarda las capas y ediciones en un archivo Sidecar
fr: Enregistrer les calques et les modifications dans un fichier sidecar
it: Salva i livelli e le modifiche in un file collaterale
ja: レイヤーと編集内容をSidecarファイルに保存
pt_br: Salvar camadas e edições em um arquivo sidecar
ru: Сохранять слои и правки в sidecar-файле

source: Save LUT
de: LUT sichern
es: Guardar LUT
fr: Enregistrer la LUT
it: Salva LUT
ja: LUTを保存
pt_br: Salvar LUT
ru: Сохранить LUT

source: Save to My Shapes
de: In „Meine Formen“ sichern
es: Guardar en Mis Formas
fr: Enregistrer dans Mes Formes
it: Salva in Le mie forme
ja: マイシェイプに保存
pt_br: Salvar em Minhas formas
ru: Сохранить в Мои фигуры

source: Save…
de: Sichern …
es: Guardar…
fr: Enregistrer…
it: Salva…
ja: 保存…
pt_br: Salvar…
ru: Сохранить…

source: Saving…
de: Sichern …
es: Guardando…
fr: Enregistrement…
it: Salvataggio in corso…
ja: 保存中…
pt_br: Salvando…
ru: Сохранение…

source: Scale
de: Größe
es: Escala
fr: Échelle
it: Scala
ja: 縮小・拡大
pt_br: Redimensionar
ru: Масштаб

source: Scale Horizontally by Tilt
de: Horizontal d. Kippen skalieren
es: Escalado horizontal por inclinación
fr: Redim. horiz. par incl.
it: Scala orizzontale inclinando
ja: 傾きに応じて水平方向に拡大/縮小
pt_br: Ajuste horiz p/inclinação
ru: Гориз. масштаб наклоном

source: Scale Mode
de: Größenmodus
es: Modo de escala
fr: Mode d’échelle
it: Modalità scala
ja: スケールモード
pt_br: Modo de redimensionamento
ru: Режим масштабирования

source: Scale Shape Horizontally
de: Form horizontal skalieren
es: Escalar figura horizontalmente
fr: Redim. la forme horiz.
it: Scala forma orizzontalmente
ja: シェイプを水平方向に拡大/縮小
pt_br: Ajuste horizontal da forma
ru: Гориз. масштаб фигуры

source: Scale Shape Vertically
de: Form vertikal skalieren
es: Escalar figura verticalmente
fr: Redim. la forme vert.
it: Scala forma verticalmente
ja: シェイプを垂直方向に拡大/縮小
pt_br: Ajuste vertical da forma
ru: Верт. масштаб фигуры

source: Scale to Fill
de: Füllend skalieren
es: Escalar hasta llenar
fr: Ajuster au contenu
it: Scala per riempire
ja: 縦横比を合わせる
pt_br: Ajustar para preencher
ru: Подогнать масштаб под размер

source: Scale To Fit
de: Passend skalieren
es: Cambiar escala para ajustar a medios
fr: Ajuster au support
it: Adatta in scala
ja: サイズを合わせる
pt_br: Ajustar para caber
ru: Масштаб под размер

source: Scale to Fit
de: Passend skalieren
es: Escalar hasta ajustar
fr: Ajuster à l’écran
it: Adatta in scala
ja: サイズを合わせる
pt_br: Ajustar para caber
ru: Масштаб под размер

source: Scale Vertically by Tilt
de: Vertikal d. Kippen skalieren
es: Escalado vertical por inclinación
fr: Redim. vert. par incl.
it: Scala verticale inclinando
ja: 傾きに応じて垂直方向に拡大/縮小
pt_br: Ajuste vertical por inclinação
ru: Верт.масштаб наклоном

source: Scanned Image
de: Gescanntes Bild
es: Imagen escaneada
fr: Image numérisée
it: Immagine acquisita
ja: スキャンしたイメージ
pt_br: Imagem digitalizada
ru: Сканируемое изображение

source: Scatter
de: Streuen
es: Dispersión
fr: Disperser
it: Dispersione
ja: 散布
pt_br: Dispersão
ru: Разброс

source: Screen
de: Negativ multiplizieren
es: Pantalla
fr: Écran
it: Schermo
ja: スクリーン
pt_br: Tela
ru: Экран

source: Screenshot
es: Captura de pantalla
fr: Capture d’écran
it: Istantanea schermo
ja: スクリーンショット
pt_br: Captura de tela
ru: Снимок экрана

source: Select "%@" LUT
de: LUT „%@“ auswählen
es: Seleccionar LUT "%@"
fr: Choisir LUT « %@ »
it: Seleziona LUT "%@"
ja: "%@" LUTを選択
pt_br: Selecione o LUT "%@"
ru: Выбрать "%@" LUT

source: Select a preset to change your workspace layout.
de: Wählen Sie eine Voreinstellung aus, um Ihr Arbeitsplatz-Layout zu ändern.
es: Selecciona un preajuste para cambiar el diseño de su espacio de trabajo.
fr: Sélectionner un préréglage pour modifier la présentation de l’espace de travail.
it: Seleziona un preset per modificare il layout della tua area di lavoro.
ja: プリセットを選択してワークスペースのレイアウトを変更します。
pt_br: Selecione um pré-ajuste para alterar o layout do espaço de trabalho.
ru: Выбрать пресет, чтобы изменить макет рабочей области.

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
pt_br: Selecionar tudo
ru: Выбрать все

source: Select All Layers
de: Alle Ebenen auswählen
es: Seleccionar todas las capas
fr: Sélectionner tous les calques
it: Seleziona tutti i livelli
ja: すべてのレイヤーを選択
pt_br: Selecionar todas as camadas
ru: Выбрать все слои

source: Select and Mask
de: Auswählen und Maskieren
es: Seleccionar y enmascarar
fr: Sélectionner et masquer
it: Seleziona e maschera
ja: 選択とマスク
pt_br: Selecionar e aplicar máscara
ru: Выбрать и маскировать

source: Select and Mask…
de: Auswählen und Maskieren …
es: Seleccionar y enmascarar…
fr: Sélectionner et masquer…
it: Seleziona e maschera...
ja: 選択とマスク...
pt_br: Selecionar e aplicar máscara...
ru: Выбрать и маскировать…

source: Select background
de: Hintergrund auswählen
es: Seleccionar fondo
fr: Sélectionner l'arrière-plan
it: Seleziona sfondo
ja: 背景を選択
pt_br: Selecione o fundo
ru: Выбрать фон

source: Select Background
de: Hintergrund auswählen
es: Seleccionar fondo
fr: Sélectionner l'arrière-plan
it: Seleziona sfondo
ja: 背景を選択
pt_br: Selecionar Fundo
ru: Выбор фона

source: Select Bottom Layer
de: Unterste Ebene auswählen
es: Seleccionar capa inferior
fr: Sélectionner le calque du bas
it: Seleziona il livello di fondo
ja: 最下部のレイヤーを選択
pt_br: Selecionar camada do fundo
ru: Выбрать нижний слой

source: Select Color Range
de: Farbbereich auswählen
es: Seleccionar intervalo de color
fr: Choisir gamme de couleur
it: Seleziona la gamma di colori
ja: 色の範囲を選択
pt_br: Selecionar faixa de cores
ru: Выбрать цветовой диапазон

source: Select Column
de: Spalte auswählen
es: Seleccionar columna
fr: Sélectionnez la colonne
it: Seleziona colonna
ja: 列を選択
pt_br: Selecionar coluna
ru: Выбрать столбец

source: Select Groups
de: Gruppen auswählen
es: Seleccionar grupos
fr: Sélectionner des groupes
it: Seleziona i gruppi
ja: グループを選択
pt_br: Selecionar grupos
ru: Выбрать группы

source: Select Layers
de: Ebenen auswählen
es: Seleccionar capas
fr: Sélectionner des calques
it: Seleziona i livelli
ja: レイヤーを選択
pt_br: Selecionar camadas
ru: Выбрать слои

source: Select multiple shape layers
de: Wählen Sie mehrere Formebenen aus
es: Seleccionar capas de formas múltiples
fr: Sélectionner plusieurs calques de forme
it: Seleziona livelli di forma multipli
ja: 複数のシェイプレイヤーを選択
pt_br: Selecionar diversas camadas de forma
ru: Выбрать слои с несколькими фигурами

source: Select Next Layer
de: Nächste Ebene auswählen
es: Seleccionar siguiente capa
fr: Sélectionner le calque suivant
it: Seleziona il livello successivo
ja: 次のレイヤーを選択
pt_br: Selecionar próxima camada
ru: Выбрать следующий слой

source: Select or move a shape layer
de: Eine Formebene auswählen oder verschieben
es: Seleccionar o mover una capa de forma
fr: Sélectionner ou déplacer un calque de forme
it: Seleziona o sposta un livello di forma
ja: シェイプレイヤーを選択/移動
pt_br: Selecionar ou mover uma camada de forma
ru: Выбрать или переместить слой с фигурой

source: Select Previous Layer
de: Vorherige Ebene auswählen
es: Seleccionar capa anterior
fr: Sélectionner le calque précédent
it: Seleziona il livello precedente
ja: 前のレイヤーを選択
pt_br: Selecionar a camada anterior
ru: Выбрать предыдущий слой

source: Select Row
de: Zeile auswählen
es: Seleccionar fila
fr: Sélectionner la ligne
it: Seleziona riga
ja: 行を選択
pt_br: Selecionar linha
ru: Выбрать строку

source: Select Sky
de: Himmel auswählen
es: Seleccionar cielo
fr: Sélectionner le ciel
it: Seleziona cielo
ja: 空を選択
pt_br: Selecionar Céu
ru: Выбор неба

source: Select Subject
de: Motiv wählen
es: Seleccionar sujeto
fr: Sélectionner le sujet
it: Seleziona soggetto
ja: 対象を選択
pt_br: Selecionar assunto
ru: Выбор объекта

source: Select Top Layer
de: Oberste Ebene auswählen
es: Seleccionar capa superior
fr: Sélectionner le calque du haut
it: Seleziona il livello superiore
ja: 最上部のレイヤーを選択
pt_br: Selecionar a camada superior
ru: Выбрать верхний слой

source: Selected Color
de: Gewählte Farbe
es: Color seleccionado
fr: Sélectionner la couleur
it: Colore selezionato
ja: 選択したカラー
pt_br: Cor selecionada
ru: Выбранный цвет

source: Selected Layer
de: Ausgewählte Ebene
es: Capa seleccionada
fr: Calque sélectionné
it: Livello selezionato
ja: 選択したレイヤー
pt_br: Camada Selecionada
ru: Выбранный слой

source: Selecting
de: Auswählen
es: Selección
fr: Sélection
it: Seleziono
ja: 選択
pt_br: Selecionando
ru: Выбор

source: Selection
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
ja: 選択範囲
pt_br: Seleção
ru: Выбор

source: Selection Move
de: Auswahl Bewegung
es: Movimiento de selección
fr: Déplacer la sélection
it: Sposta selezione
ja: 選択範囲を移動
pt_br: Movimentação da seleção
ru: Перенос выбора

source: Selection Resize
de: Auswahl Größe anpassen
es: Cambio del tamaño de la selección
fr: Redimensionner la sélection
it: Ridimensiona selezione
ja: 選択範囲のサイズ変更
pt_br: Redimensionamento da seleção
ru: Масштабирование выбора

source: Selection Rotate
de: Auswahl Rotieren
es: Giro de la selección
fr: Faire pivoter la sélection
it: Ruota selezione
ja: 選択範囲を回転
pt_br: Rotação da seleção
ru: Поворот выбора

source: Selective Clarity
de: Selektive Klarheit
es: Claridad selectiva
fr: Clarté sélective
it: Chiarezza selettiva
ja: 選択可能な鮮明さ
pt_br: Claridade seletiva
ru: Выборочная ясность

source: Selective Color
de: Selektive Farbe
es: Color selectivo
fr: Couleur sélective
it: Colore selettivo
ja: 選択可能なカラー
pt_br: Cor seletiva
ru: Выборочный цвет

source: Send %@ Backwards
de: %@ schrittweise rückwärts
es: Colocar %@ por debajo
fr: Éloigner %@
it: Metti %@ dietro
ja: %@を背面へ
pt_br: Deslocar %@ para trás
ru: Отправить %@ назад

source: Send %@ to Back
de: %@ in den Hintergrund
es: Colocar %@ en segundo plano
fr: Envoyer %@ à l’arrière-plan
it: Metti %@ in secondo piano
ja: %@を最背面へ
pt_br: Enviar %@ para trás
ru: Отправить %@ на задний план

source: Send Backward
de: Schrittweise rückwärts
es: Colocar por debajo
fr: Reculer d’un plan
it: Metti dietro
ja: 背面へ
pt_br: Deslocar para trás
ru: Назад

source: Send to Back
de: In den Hintergrund
es: Colocar en segundo plano
fr: Envoyer à l’arrière-plan
it: Metti in secondo piano
ja: 最背面へ
pt_br: Enviar par trás
ru: На задний план

source: Sepia
fr: Sépia
it: Seppia
ja: セピア
pt_br: Sépia
ru: Сепия

source: Set alpha color component value
de: Alpha-Farbkomponentenwert einstellen
es: Establecer el valor del componente de color alfa
fr: Définir la valeur de composante de la couleur alpha
it: Imposta il valore del componente di colore alpha
ja: アルファカラーコンポーネント値を設定
pt_br: Definir o valor do componente de cor alfa
ru: Задать значение компоненты альфа-цвета

source: Set as Mask
de: Maske einstellen
es: Ajustar como máscara
fr: Définir comme masque
it: Imposta come maschera
ja: マスクとして設定
pt_br: Definir como máscara
ru: Задать как маску

source: Set blue color component value
de: Wert der blauen Farbkomponente einstellen
es: Establecer el valor del componente de color azul
fr: Définir la valeur de composante de la couleur bleue
it: Imposta il valore del componente di colore blu
ja: ブルー成分の値を設定します
pt_br: Definir o valor do componente da cor azul
ru: Задать значение компоненты голубого цвета

source: Set green color component value
de: Wert der grünen Farbkomponente einstellen
es: Establecer el valor del componente de color verde
fr: Définir la valeur de composante de la couleur verte
it: Imposta il valore del componente di colore verde
ja: イエロー成分の値を設定します
pt_br: Definir o valor do componente da cor verde
ru: Задать значение компоненты зеленого цвета

source: Set Playback Delay
de: Wiedergabeverzögerung einstellen
es: Ajustar retardo de reproducción
fr: Définir le délai de lecture
it: Imposta il ritardo di riproduzione
ja: 再生遅延の設定
pt_br: Definir atraso na reprodução
ru: Задать время задержки воспроизведения

source: Set Poster Frame
de: Posterrahmen festlegen
es: Fijar marco de póster
fr: Définir un cadre de poster
it: Imposta fotogramma di copertina
ja: ポスターフレームを設定
pt_br: Definir moldura do poster
ru: Задать кадр постера

source: Set red color component value
de: Wert der roten Farbkomponente einstellen
es: Establecer el valor del componente de color rojo
fr: Définir la valeur de composante de la couleur rouge
it: Imposta il valore del componente di colore rosso
ja: レッド成分の値を設定します
pt_br: Definir o valor do componente da cor vermelho
ru: Задать значение компоненты красного цвета

source: Set the %@ color
de: %@-Farbe festlegen
es: Establecer el color %@
fr: Définir la couleur de %@
it: Imposta il colore %@
ja: %@カラーを設定
pt_br: Definir a cor de %@
ru: Установить цвет: %@

source: Set the color using a Hex color code.
de: Farbe mithilfe eines Hexcodes auswählen.
es: Ajusta el color usando un código de color hexadecimal.
fr: Définissez la couleur à l’aide d’un code de couleur hexadécimale.
it: Imposta il colore utilizzando un codice colore HEX.
ja: 16進カラーコードを使用して色を設定します。
pt_br: Defina a cor com um código de cores Hex.
ru: Задать цвет, используя цветовой Hex-код.

source: Set the endpoint size.
de: Einstellen der Größe des Endpunkts.
es: Establece el tamaño del punto final.
fr: Définir la taille de l'extrémité.
it: Imposta la dimensione delle estremità.
ja: 終点のサイズを設定します。
pt_br: Definir o tamanho do ponto final.
ru: Отрегулировать размер эндпойнта

source: Set the Fill color
de: Füllfarbe festlegen
it: Imposta colore di riempimento

source: Set the transparency of the color.
de: Farbtransparenz einstellen.
es: Establece la transparencia del color.
fr: Définissez la transparence de la couleur.
it: Imposta la trasparenza del colore.
ja: 色の透明度を設定します。
pt_br: Definir a transparência da cor.
ru: Задать прозрачность цвета.

source: Shadow
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
ja: シャドウ
pt_br: Sombra
ru: Тень

source: Shadows
de: Schatten
es: Sombras
fr: Tons foncés
it: Ombre
ja: シャドウ
pt_br: Sombras
ru: Тени

source: Shape
de: Form
es: Figura
fr: Forme
it: Forma
ja: シェイプ
pt_br: Forma
ru: Фигура

source: Shape Angle
de: Formwinkel
es: Ángulo de figura
fr: Angle de la forme
it: Angolo forma
ja: シェイプの角度
pt_br: Ângulo da forma
ru: Угол формы

source: Shape Direction
de: Formrichtung
es: Dirección de figura
fr: Direction de la forme
it: Direzione forma
ja: シェイプの方向
pt_br: Direção da forma
ru: Направление фигуры

source: Shape Mask
de: Formmaske
es: Máscara de forma
fr: Masque de forme
it: Maschera di forma
ja: シェイプマスク
pt_br: Máscara de Forma
ru: Маска фигуры

source: Shapes
de: Formen
es: Figuras
fr: Formes
it: Forme
ja: シェイプ
pt_br: Formas
ru: Фигуры

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt_br: Compartilhar
ru: Поделиться

source: Sharing Error
de: Fehler beim Teilen
es: Error al compartir
fr: Erreur de partage
it: Errore di condivisione
ja: 共有エラー
pt_br: Erro de Compartilhamento
ru: Ошибка общего доступа

source: Sharpen
de: Schärfen
es: Enfocar
fr: Netteté
it: Nitidezza
ja: シャープ
pt_br: Tornar nítido
ru: Повышение резкости

source: Sharpen Path
de: Pfad schärfen
es: Enfocar trazo
fr: Tracé de netteté
it: Nitidezza percorso
ja: パスをシャープにする
pt_br: Tornar traçado nítido
ru: Повысить резкость пути

source: Sharpen Point
de: Punkt schärfen
es: Enfocar punto
fr: Point de netteté
it: Punto nitidezza
ja: ポイントをシャープにする
pt_br: Tornar ponto nítido
ru: Повысить резкость точки

source: Sharpen Settings
de: Schärfungseinstellungen
es: Ajustes de nitidez
fr: Paramètres de netteté
it: Impostazioni contrasto
ja: シャープさの設定
pt_br: Configurações de nitidez
ru: Настройки резкости

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
it: Nitidezza
ja: シャープさ
pt_br: Nitidez
ru: Резкость

source: Short Name:
de: Kurzname:
es: Nombre corto:
fr: Nom abrégé :
it: Nome breve:
ja: 短い名前:
pt_br: Nome Curto:
ru: Короткое имя:

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
pt_br: Mostrar
ru: Показать

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutti
ja: すべてを表示
pt_br: Mostrar tudo
ru: Показать все

source: Show All Other Layers
de: Alle anderen Ebenen anzeigen
es: Mostrar todas las otras capas
fr: Afficher tous les autres calques
it: Visualizza tutti gli altri livelli
ja: 他のすべてのレイヤーを表示
pt_br: Exibir todas as outras camadas
ru: Показать все другие слои

source: Show Collection
de: Sammlung anzeigen
es: Mostrar colección
fr: Afficher la collection
it: Mostra Collezione
ja: コレクションを表示
pt_br: Mostrar Coleção
ru: Показать коллекцию

source: Show Colors
de: Farben anzeigen
es: Mostrar colores
fr: Afficher les couleurs
it: Mostra colori
ja: カラーを表示
pt_br: Mostrar cores
ru: Показать цвета

source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Visualizza dettagli
ja: 詳細を表示
pt_br: Mostrar detalhes
ru: Подробнее

source: Show Document Info
de: Dokumentinfo anzeigen
es: Mostrar información del documento
fr: Afficher les informations du document
it: Mostra informazioni documento
ja: 書類情報を表示
pt_br: Mostrar informações do documento
ru: Показать сведения о документе

source: Show Filmstrip
de: Filmstreifen anzeigen
es: Mostrar la tira de película
fr: Afficher la pellicule
it: Mostra pellicola
ja: フィルムストリップを表示
pt_br: Exibir fita de filme
ru: Показать диафильм

source: Show Fonts
de: Schriften einblenden
es: Mostrar tipos
fr: Afficher les polices
it: Mostra font
ja: フォントを表示
pt_br: Mostrar fontes
ru: Показать шрифты

source: Show Grid
de: Gitter einblenden
es: Mostrar cuadrícula
fr: Afficher la grille
it: Mostra griglia
ja: グリッドを表示
pt_br: Mostrar grade
ru: Показать сетку

source: Show Guides
de: Hilfslinien einblenden
es: Mostrar guías
fr: Afficher les repères
it: Mostra guide
ja: ガイドを表示
pt_br: Mostrar guias
ru: Показать направляющие

source: Show Handles
de: Griffe anzeigen
es: Mostrar marcadores
fr: Afficher les poignées
it: Mostra maniglie
ja: ハンドルを表示
pt_br: Exibir alças
ru: Показать маркеры

source: Show hidden tools or customize the list of tools.
de: Versteckte Werkzeuge anzeigen oder die Liste der Werkzeuge anpassen.
es: Muestra las herramientas ocultas o personaliza la lista de herramientas.
fr: Afficher les outils masqués ou personnaliser la liste des outils.
it: Mostra gli strumenti nascosti o personalizza la lista degli strumenti.
ja: 非表示のツールを表示またはツールのリストをカスタマイズします。
pt_br: Exibir ferramentas ocultas para personalizar a lista de ferramentas.
ru: Показать скрытые инструменты или настроить список инструментов.

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans Finder
it: Mostra nel Finder
ja: Finderに表示
pt_br: Mostrar no Finder
ru: Показать в Finder

source: Show Info
de: Info anzeigen
es: Mostrar información
fr: Afficher les informations
it: Mostra informazioni
ja: 情報を表示
pt_br: Mostrar informações
ru: Показать свойства

source: Show Info Bar
de: Infoleiste einblenden
es: Mostrar barra de información
fr: Afficher la barre d’information
it: Mostra barra informazioni
ja: 情報バーを表示
pt_br: Mostrar barra de informação
ru: Показать панель информации

source: Show Interface
de: Oberfläche anzeigen
es: Mostrar interfaz
fr: Afficher l’interface
it: Mostra interfaccia
ja: インターフェースを表示
pt_br: Mostrar interface
ru: Показать интерфейс

source: Show Layers
de: Ebenen anzeigen
es: Mostrar capas
fr: Afficher les calques
it: Mostra livelli
ja: レイヤーを表示
pt_br: Exibir camadas
ru: Показать слои

source: Show Optimized Preview
de: Optimierte Vorschau anzeigen
es: Mostrar vista previa optimizada
fr: Afficher l’aperçu optimisé
it: Mostra anteprima ottimizzata
ja: 最適化したプレビューを表示
pt_br: Exibir prévia otimizada
ru: Показать оптимизированное превью

source: Show or hide the gradient handles on the canvas.
de: Die Verlauf-Regler auf der Leinwand ein- oder ausblenden.
es: Muestra u oculta los marcadores de degradado en el lienzo.
fr: Afficher ou masquer les poignées dégradées sur la zone.
it: Mostra o nascondi le maniglie gradiente sul quadro.
ja: キャンバス上のグラデーションハンドルを表示または非表示にします。
pt_br: Exibir ou ocultar as alças de gradiente sobre a tela.
ru: Показать/скрыть маркеры градиентов на холсте.

source: Show Overlay
de: Überlagerungen anzeigen
es: Mostrar superposición
fr: Afficher l'incrustation
it: Mostra sovrapposizione
ja: オーバーレイを表示
pt_br: Exibir sobreposição
ru: Показать оверлей

source: Show Presets
de: Voreinstellungen anzeigen
es: Mostrar preajustes
fr: Afficher les préréglages
it: Mostra preset
ja: プリセットを表示
pt_br: Mostrar pré-ajustes
ru: Показать пресеты

source: Show Rulers
de: Lineale anzeigen
es: Mostrar reglas
fr: Afficher les règles
it: Mostra righelli
ja: ルーラを表示
pt_br: Mostrar réguas
ru: Показать линейки

source: Show Shape Outline
de: Formkontur anzeigen
es: Mostrar el contorno de la figura
fr: Afficher le contour de la forme
it: Mostra il contorno della forma
ja: シェイプのアウトラインを表示
pt_br: Mostrar o contorno da forma
ru: Показать контур фигуры

source: Show Tab Bar
de: Tableiste einblenden
es: Mostrar barra de pestañas
fr: Afficher la barre d’onglets
it: Mostra barra dei pannelli
ja: タブバーを表示
pt_br: Mostrar barra de guias
ru: Показать панель вкладок

source: Show the effect rope on canvas.
de: Den Seil-Effekt auf der Leinwand anzeigen.
es: Muestra el efecto de cuerda en el lienzo.
fr: Afficher l’effet corde sur la zone.
it: Mostra l'effetto corda sul quadro.
ja: キャンバスにエフェクトロープを表示します。
pt_br: Exibir o efeito de corda na tela.
ru: Показать эффект веревки на холсте.

source: Show the pattern rope on canvas.
de: Seil-Muster auf Arbeitsfläche zeigen.
es: Muestra el patrón de cuerda en el lienzo.
fr: Afficher l'effet corde sur la zone.
it: Mostra il pattern a corda nell’area di disegno
ja: キャンバスにパターンロープを表示します。
pt_br: Exibir o padrão de corda na tela.
ru: Показать узор веревки на холсте.

source: Show this window when Pixelmator Pro launches
de: Dieses Fenster anzeigen, wenn Pixelmator Pro gestartet wird
es: Mostrar esta ventana al iniciar Pixelmator Pro
fr: Afficher cette fenêtre quand Pixelmator Pro démarre
it: Mostra questa finestra quando Pixelmator Pro si avvia
ja: Pixelmator Pro起動時にこのウインドウを表示する
pt_br: Mostrar esta janela quando o Pixelmator Pro iniciar
ru: Показывать это окно при запуске Pixelmator Pro

source: Show Tool Names
de: Tool-Namen einblenden
es: Mostrar los nombres de las herramientas
fr: Afficher le nom des outils
it: Mostra Nomi Strumenti
ja: ツール名を表示
pt_br: Exibir nomes das ferramentas
ru: Показывать имена инструментов

source: Show Tool Options
de: Werkzeugoptionen einblenden
es: Mostrar opciones de herramientas
fr: Afficher options d’outil
it: Mostra opzioni strumento
ja: ツールオプションを表示
pt_br: Mostrar opções da ferramenta
ru: Показать опции инструментов

source: Show Toolbar
de: Werkzeugleiste einblenden
es: Mostrar barra de herramientas
fr: Afficher la barre d’outils
it: Mostra barra degli strumenti
ja: ツールバーを表示
pt_br: Mostrar barra de ferramentas
ru: Показать панель инструментов

source: Show Tools
de: Werkzeuge einblenden
es: Mostrar herramientas
fr: Afficher les outils
it: Mostra strumenti
ja: ツールを表示
pt_br: Mostrar ferramentas
ru: Показать инструменты

source: Shrink text to fit
de: Text passend verkleinern
es: Reducir el texto para ajustarlo
fr: Réduire le texte pour ajuster à l'écran
it: Riduci il testo per adattarlo
ja: 縮小して全体を表示
pt_br: Reduzir o texto para ajustar
ru: Сжать текст под размер

source: Shrink Text to Fit Setting
de: Text der Einstellung entsprechend verkleinern
es: Reducir texto para ajustarlo a la configuración
fr: Réduire le texte pour l'adapter aux réglages
it: Riduci il testo per adattarlo alla configurazione
ja: 縮小して全体を表示の設定
pt_br: Reduzir texto para comportar ajuste
ru: Сжать текст под размер настройки
