Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Paint.strings
Languages: de, fr, ja, ru, zh_hant

source: Brush
de: Pinsel
fr: Pinceau
ja: ブラシ
ru: Кисть
zh_hant: 散景

source: Change the name of the brush.
de: Namen des Pinsels ändern.
fr: Modifiez le nom du pinceau.
ja: ブラシの名前を変更します。
ru: Изменить название кисти.
zh_hant: 更改畫筆的名稱。

source: Choose a brush collection.
de: Pinselsammlung wählen.
fr: Choisissez une collection de pinceaux.
ja: ブラシコレクションを選択します。
ru: Выбрать коллекцию кистей.
zh_hant: 選擇畫筆集合。

source: Choose which brush settings category to adjust.
de: Wählen Sie, welche Pinseleinstellungskategorie Sie anpassen möchten.
fr: Choisissez la catégorie de paramètres du pinceau que vous souhaitez modifier.
ja: 調整するブラシの設定項目を選択します。
ru: Выберите подходящую категорию опций кисти для регулировки.
zh_hant: 選擇要調整的畫筆設定類別。

source: Done
de: OK
fr: Terminé
ja: 完了
ru: Готово
zh_hant: 完成

source: Drag additional brushes here
de: Zusätzliche Pinsel hierher ziehen
fr: Faire glisser les pinceaux supplémentaires ici
ja: 追加のブラシをここにドラッグ
ru: Перетащите дополнительные кисти сюда
zh_hant: 在此處拖動其他畫筆

source: Drag and drop the brushes you want to appear here
de: Pinsel, die Sie hier haben möchten, hierher ziehen
fr: Glissez-déposez les pinceaux que vous souhaitez voir apparaître ici
ja: 表示するブラシをここにドラッグ＆ドロップ
ru: Перетаскивайте сюда кисти, которые хотите видеть здесь
zh_hant: 拖放你要在此處顯示的畫筆

source: Duplicate
de: Duplizieren
fr: Dupliquer
ja: 複製
ru: Дублировать
zh_hant: 複製

source: Edit
de: Bearbeiten
fr: Édition
ja: 編集
ru: Правка
zh_hant: 編輯

source: Erase
de: Löschen
fr: Effacer
ja: 消去
ru: Ластик
zh_hant: 清除

source: Finish customizing the brush.
de: Anpassen des Pinsels abschließen.
fr: Terminez la personnalisation du pinceau.
ja: ブラシのカスタマイズを終了します。
ru: Завершение настройки кисти.
zh_hant: 完成自訂畫筆。

source: No Brushes
de: Keine Pinsel
fr: Aucun pinceau
ja: ブラシなし
ru: Нет кистей
zh_hant: 無畫筆

source: Paint
de: Zeichnung
fr: Dessin
ja: ペイント
ru: Закраска
zh_hant: 繪製

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
ru: Сброс
zh_hant: 重設

source: Reset all brush settings to default.
de: Alle Pinseleinstellungen auf Standard zurücksetzen.
fr: Revenez aux paramètres des pinceaux par défaut.
ja: すべてのブラシ設定をデフォルトにリセットします。
ru: Сбросьте все настройки кисти на значения по умолчанию.
zh_hant: 將所有畫筆設定重設為預設值。

source: Reset All Brushes
de: Alle Pinsel zurücksetzen
fr: Réinitialiser tous les pinceaux
ja: すべてのブラシをリセット
ru: Сбросить все кисти
zh_hant: 重設所有畫筆
