Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Photos.strings
Languages: it, ja, ru, zh_hans, zh_hant

source: An error occurred while opening the photo.
it: Si è verificato un errore durante l'apertura della foto.
ja: 写真を開く際にエラーが発生しました。
ru: Ошибка при открытии фото.
zh_hans: 打开照片时发生错误。
zh_hant: 開啟照片時發生錯誤。

source: Cancel
it: Annulla
ru: Отмена
zh_hant: 取消

source: Contact Support
it: Contatta l'assistenza
ja: サポートに連絡
ru: Свяжитесь с поддержкой
zh_hans: 联系支持人员
zh_hant: 聯繫客服

source: Downloading photos from iCloud…
it: Download di foto da iCloud…
ja: iCloudから写真をダウンロードしています…
ru: Идет загрузка фото из iCloud…
zh_hans: 从 iCloud 下载照片…
zh_hant: 正在從 iCloud 下載照片…

# Error code: %@ (%@).
source: Error code: %1$@ (%2$@).
it: Codice errore: %1$@ (%2$@).
ja: エラーコード: %1$@ (%2$@)。
ru: Код ошибки: %1$@ (%2$@).
zh_hans: 错误代码：%1$@ (%2$@)。
zh_hant: 錯誤碼：%1$@（%2$@）。

source: Insert
it: Inserisci
ja: 挿入
ru: Вставить
zh_hans: 插入
zh_hant: 插入

source: Insert Original
it: Inserisci originale
ja: オリジナルを挿入
ru: Вставить оригинал
zh_hans: 插入原件
zh_hant: 插入原始檔

source: Insert RAW
it: Inserisci RAW
ja: RAWを挿入
ru: Вставить RAW
zh_hans: 插入 RAW
zh_hant: 插入 RAW

source: Loading…
it: Caricamento in corso…
ja: 読み込み中…
ru: Загрузка…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Multiple errors occurred while opening the photos (error codes: %@).
it: Si sono verificati più errori durante l'apertura delle foto (codici di errore: %@).
ru: При открытии фото произошел ряд сбоев (коды ошибок: %@).
zh_hant: 開啟照片時發生多項錯誤（錯誤代碼：%@）。

source: No Internet Connection
it: Nessuna connessione a Internet
ja: インターネット未接続
ru: Нет интернет-подключения
zh_hans: 无互联网连接
zh_hant: 沒有網路連線

source: Open
it: Apri
ja: 開く
ru: Открыть
zh_hans: 打开
zh_hant: 開啟

source: Open Original
it: Apri originale
ja: オリジナルを開く
ru: Открыть оригинал
zh_hans: 打开原件
zh_hant: 打開原始檔

source: Open Photos
it: Apri Foto
ru: Открыть Фото
zh_hant: 開啟照片

source: Open RAW
it: Apri RAW
ja: RAWを開く
ru: Открыть RAW
zh_hans: 打开 RAW
zh_hant: 打開 RAW

source: Photos
it: Foto
ja: 写真
ru: Фото
zh_hans: 照片
zh_hant: 照片

source: Photos Library Error
it: Errore libreria Foto
ru: Ошибка медиатеки Фото
zh_hant: 照片圖庫錯誤

# Processing image %d of %d…
source: Processing image %1$d of %2$d…
ru: Обработка изображения %1$d из %2$d…

source: Processing images…
ru: Обработка изображений…

source: The full-size version of this photo is in iCloud and it looks like you aren’t connected to the internet. Check your connection and try again.
it: La versione a grandezza naturale di questa foto è su iCloud e sembra che tu non sia connesso a Internet. Controlla la tua connessione e riprova.
ja: この写真のフルサイズバージョンはiCloudにあり、インターネットに接続していないようです。 接続を確認して、再試行してください。
ru: Полноразмерная версия этого фото находится в iCloud; при этом похоже, что вы не подключены к интернету. Проверьте ваше подключение и попробуйте еще раз.
zh_hans: 这张照片的全尺寸版本储存在 iCloud 中，但你似乎没有连接到互联网。检查连接并再试一次。
zh_hant: 這張照片的完整尺寸版本儲存在 iCloud 中，但您似乎尚未連接網路。請檢查網路連線並再試一次。

source: Unable to Open Photo
it: Impossibile aprire la foto
ja: 写真を開くことができません
ru: Не удается открыть фото
zh_hans: 无法打开照片
zh_hant: 無法開啟照片

source: Unable to Open Photos
it: Impossibile aprire le foto
ja: 写真を開くことができません
ru: Не удается открыть фото
zh_hans: 无法打开照片
zh_hant: 無法開啟照片

source: OK
zh_hans: 好
zh_hant: 好
