Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/PhotoKit.strings
Languages: es, it, ja, pt_br

source: %d Photo
es: %d foto
it: %d foto
ja: %d 写真
pt_br: %d Foto

source: %d Photos
es: %d fotos
it: %d foto
ja: %d 枚の写真
pt_br: %d fotos

source: Add to Favorites
es: Añadir a Favoritas
it: Aggiungi ai preferiti
ja: お気に入りに追加
pt_br: Adicionar aos favoritos

source: Add to Favorites.
es: Añadir a Favoritas.
it: Aggiungi ai Preferiti.
ja: お気に入りに追加。
pt_br: Incluir nos favoritos.

source: Albums
es: Álbumes
it: Album
ja: アルバム
pt_br: Álbuns

source: All Files
es: Todos los archivos
it: Tutti i file
ja: すべてのファイル
pt_br: Todos os Arquivos

source: An error occurred while attempting to fetch the sidecar document.
es: Se ha producido un error al intentar obtener el documento Sidecar.
it: Si è verificato un errore durante il tentativo di recuperare il documento collaterale.
ja: sidecar書類を取得しようとした時にエラーが発生しました。
pt_br: Ocorreu um erro ao tentar obter o documento sidecar.

source: Any photos you've edited with Photomator will appear here.
es: Las fotos que hayas editado con Photomator aparecerán aquí.
it: Tutte le foto che hai modificato con Photomator appariranno qui.
ja: Photomator で編集した写真はすべてここに表示されます。
pt_br: Qualquer foto editada com o Photomator aparecerá aqui.

source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: Choose Import from the File menu.
es: Selecciona Importar en el menú Archivo.
it: Scegli Importa dal menu File.
ja: [ファイル] メニューから [読み込む] を選択します。
pt_br: Escolha Importar no menu Arquivo.

source: Don’t Allow
es: No permitir
it: Non consentire
ja: 許可しない
pt_br: Não permitir

source: Drag files or folders directly into Photomator.
es: Arrastra archivos o carpetas directamente a Photomator.
it: Trascina i file o le cartelle direttamente in Photomator.
ja: ファイルまたはフォルダをPhotomatorに直接ドラッグします。
pt_br: Arraste arquivos ou pastas diretamente para o Photomator.

source: Drive Disconnected
es: Unidad desconectada
it: Unità scollegata
ja: ドライブが切断されました
pt_br: Unidade Desconectada

source: Edited
es: Editadas
it: Modificato
ja: 編集済み
pt_br: Editado

source: Empty Album
es: Álbum vacío
it: Album vuoto
ja: アルバムを空にする
pt_br: Álbum vazio

source: Empty Folder
es: Carpeta vacía
it: Cartella vuota
ja: 空のフォルダ
pt_br: Pasta Vazia

source: Fetching data about your photo library to enable searching.
es: Obtención de datos sobre tu fototeca para habilitar la búsqueda.
it: Recupero dei dati sulla tua libreria di foto per consentire la ricerca.
ja: 写真ライブラリに関するデータを取得して検索できるようにします。
pt_br: Buscando dados da sua biblioteca de fotos para ativar a pesquisa.

source: Files
es: Archivos
it: File
ja: ファイル
pt_br: Arquivos

source: Folders
es: Carpetas
it: Cartelle
ja: フォルダ
pt_br: Pastas

source: Hide Hidden Photo Album
es: Ocultar el álbum de fotos oculto
it: Nascondi album fotografico nascosto
ja: 非表示のフォトアルバムを隠す
pt_br: Ocultar o álbum de fotos oculto

source: Imported
es: Importadas
it: Importazioni
ja: 読み込み済
pt_br: Importadas

source: Import…
es: Importar…
it: Importa…
ja: 読み込む…
pt_br: Importar…

source: It looks like your photo library is in the Trash. To use the photo browser, you can either restore your library from the Trash or open the Photos app and choose a new library.
es: Parece que tu fototeca está en la Papelera. Para utilizar el navegador de fotos, puedes restaurar tu fototeca desde la Papelera o abrir la aplicación Fotos y elegir una nueva fototeca.
it: Sembra che la tua libreria Photos sia nel Cestino. Per utilizzare il browser delle foto, puoi ripristinare la tua libreria dal Cestino o aprire l'app Photos e scegliere una nuova libreria.
ja: 写真ライブラリがゴミ箱にあるようです。 フォトブラウザを使用するには、ゴミ箱からライブラリを復元するか、写真アプリを開いて新しいライブラリを選択します。
pt_br: Parece que sua biblioteca de fotos está na Lixeira. Para usar o navegador de fotos, você pode recuperar sua biblioteca da Lixeira ou abrir o aplicativo Photos e escolher outra biblioteca.

source: Learn More…
es: Más información…
it: Ulteriori Informazioni…
ja: 詳細情報...
pt_br: Saiba Mais…

source: Library
es: Biblioteca
it: Libreria
ja: ライブラリ
pt_br: Biblioteca

source: Locked
es: Bloqueado
it: Bloccato
ja: ロック

source: Newer App Version Required
es: Necesitas una versión más reciente de la app
it: È richiesta una versione più recente dell'app
ja: 新しいアプリバージョンが必要です
pt_br: Versão Mais Recente do App Necessária

source: No Hidden Photos Available
es: No hay fotos ocultas disponibles
it: Nessuna foto nascosta disponibile
ja: 非表示の写真はありません
pt_br: Nenhuma Foto Oculta Disponível

source: No Items
es: Ningún ítem
it: Nessun elemento
ja: 項目なし
pt_br: Nenhum item

source: No Photo Library Found
es: No se ha encontrado ninguna fototeca
it: Nessuna libreria Photos trovata
ja: 写真ライブラリが見つかりません
pt_br: Não foi encontrada uma biblioteca de fotos

source: No Results
es: No hay resultados
it: Nessun risultato
ja: 検索結果がありません
pt_br: Nenhum Resultado

source: OK
es: Aceptar

source: Once you do this, you may need to set the library as your System Photo Library in Photos preferences and then quit and reopen %@.
es: Una vez hecho esto, puede que tengas que establecer la fototeca como tu Fototeca del Sistema en las preferencias de Fotos y luego salir y volver a abrir %@.
it: Dopo aver eseguito questa operazione, potrebbe essere necessario impostare la libreria come Libreria Photos di sistema nelle preferenze di Photos, quindi chiudere e riaprire %@.
ja: これを行ったら、[写真] の環境設定でライブラリをシステム写真ライブラリとして設定してから、終了して ％@ を再度開く必要があります。
pt_br: Depois disso, talvez você tenha que definir a biblioteca como sua Biblioteca de fotos do sistema nos ajustes de Fotos e em seguida sair e tornar a abrir %@.

source: Open Photos
es: Abrir Fotos
it: Apri Photos
ja: 写真を開く
pt_br: Abrir o Fotos

source: Open System Preferences
es: Abrir preferencias del sistema
it: Apri preferenze di sistema
ja: システム環境設定を開く
pt_br: Abrir preferências do sistema

source: Photo
es: Foto
it: Foto
ja: 写真
pt_br: Foto

source: Photos
es: Fotos
it: Foto
ja: 写真

source: Read Only
es: Solo lectura
it: Sola lettura
ja: 読み取り専用

source: Remove from Favorites
es: Eliminar de Favoritas
it: Rimuovi dai Preferiti
ja: お気に入りから削除
pt_br: Remover dos favoritos

source: Remove from Favorites.
es: Eliminar de Favoritas.
it: Rimuovi dai Preferiti.
ja: お気に入りから削除。
pt_br: Remover dos favoritos.

source: Results for:
es: Resultados de:
it: Risultati per:
ja: 結果:
pt_br: Resultados de:

source: Search
es: Buscar
it: Cerca
ja: 検索
pt_br: Busca

source: Show Hidden Photo Album
es: Mostrar álbum de fotos oculto
it: Mostra album fotografico nascosto
ja: 非表示のフォトアルバムを隠す
pt_br: Exibir o álbum de fotos oculto

source: Show thumbnails as square or in full aspect ratio.
es: Mostrar las miniaturas como cuadradas o en relación de aspecto completa.
it: Mostra le miniature come quadrati o con proporzioni complete.
ja: サムネイルを正方形またはフルアスペクト比で表示します。
pt_br: Exibir as miniaturas como quadrados ou com a proporção completa.

source: Sidecar Request Error
es: Error de solicitud de Sidecar
it: Errore di richiesta doc. collaterale
ja: Sidecarリクエストエラー
pt_br: Erro de Pedido de Sidecar

source: The sidecar document for this Photos asset requires a newer version of %@.
es: Para acceder al documento Sidecar de este elemento de Fotos, se necesita una versión más reciente de %@.
it: Il documento collaterale per questa risorsa Foto richiede una versione più recente di %@.
ja: この写真アセットのsidecar書類には、新しいバージョンの %@ が必要です。
pt_br: O documento sidecar deste material do app Fotos requer uma versão mais recente do %@.

source: There were no results for %@. Try a new search.
es: No hubo resultados para %@. Intenta una nueva búsqueda.
it: Non ci sono risultati per %@. Prova una nuova ricerca.
ja: ％@の結果はありませんでした。 新しい検索を試してください。
pt_br: Não houve resultados para %@. Experimente outra pesquisa.

source: This album contains photos you've imported. It's currently empty, but click Import below if you'd like to import some photos.
es: Este álbum contiene fotos que has importado. Actualmente está vacío, pero pulsando Importar más abajo podrás importar algunas fotos.
it: Questo album contiene le foto che hai importato. Al momento è vuoto, ma fai clic su Importa qui sotto se desideri importare alcune foto.
ja: このアルバムには読み込んだ写真が含まれています。現在は空ですが、写真を読み込む場合は、下の [読み込み] をクリックしてください。
pt_br: Este álbum contém as fotos que você importou. Ele está vazio agora, mas você pode clicar em Importar para adicionar fotos.

source: This album does not contain any photos.
es: Este álbum no contiene ninguna foto.
it: Questo album non contiene foto.
ja: このアルバムには写真がありません。
pt_br: Este álbum não contém nenhuma foto.

source: This album may be empty or locked. To view this album, turn off "Use Touch ID or Password to Unlock" in Photos settings, then quit and reopen %@.
es: Este álbum podría estar vacío o bloqueado. Para verlo, desactiva la opción "Usar contraseña" en los ajustes de Fotos y, a continuación, sal de %@ y vuelve a abrirlo.
it: Questo album potrebbe essere vuoto o bloccato. Per visualizzarlo, disattiva "Usa Touch ID o inserisci la password per sbloccare" nelle impostazioni di Foto, quindi esci e riapri %@.
ja: このアルバムは空であるか、ロックされている可能性があります。このアルバムを表示するには、写真の設定で [Touch ID またはパスワードを使用] をオフにして、%@ を終了して再度開きます。
pt_br: Este álbum pode estar vazio ou bloqueado. Para visualizá‑o, desative a opção “Usar Touch ID/Senha para Desbloquear” nos ajustes do app Fotos, e encerre e reabra o %@.

source: This drive appears to have been disconnected.
es: Parece que esta unidad se ha desconectado.
it: Questa unità sembra essere stata scollegata.
ja: このドライブは接続されていないようです。
pt_br: Parece que esta unidade foi desconectada.

source: This folder does not contain any albums.
es: Esta carpeta no contiene ningún álbum.
it: Questa cartella non contiene album.
ja: このフォルダにはアルバムが含まれていません。
pt_br: Esta pasta não contém nenhum álbum.

source: This folder does not contain any images.
es: Esta carpeta no contiene imágenes.
it: Questa cartella non contiene immagini.
ja: このフォルダには画像が含まれていません。
pt_br: Esta pasta não contém nenhuma imagem.

source: To get started with Photomator, do any of the following:
es: Para empezar a usar Photomator, haz una de estas cosas:
it: Per iniziare a lavorare con Photomator, basta eseguire una delle seguenti operazioni:
ja: Photomatorを開始するには、次のいずれかを実行します：
pt_br: Para começar a usar o Photomator, faça o seguinte:

source: Unable to Open Photo
es: No se puede abrir la foto
it: Impossibile aprire la foto
ja: 写真を開くことができません
pt_br: Não é possível abrir a foto

source: Unable to Open Photo Library
es: No se puede abrir la fototeca
it: Impossibile aprire la libreria Photos
ja: 写真ライブラリを開くことができません
pt_br: Não é possível abrir a Biblioteca de fotos

source: Video Duration
es: Duración del vídeo
it: Durata video
ja: ビデオの長さ
pt_br: Duração do vídeo

source: Welcome to Photomator
es: Te damos la bienvenida a Photomator
it: Photomator ti dà il benvenuto
ja: Photomatorへようこそ
pt_br: Photomator

source: When you import files one by one into Photomator, they'll appear here.
es: Al importar archivos uno a uno a Photomator, aparecerán aquí.
it: Quando si importano i file uno per uno in Photomator, saranno visualizzati qui.
ja: Photomatorにファイルを1つずつ読み込むと、ここに表示されます。
pt_br: As fotos importadas individualmente no Photomator aparecerão aqui.

source: You have previously denied access so, if you’d like to use the Photo Browser to open images from your Photos library, please allow access in System Preferences.
es: Has denegado el acceso con anterioridad. Por tanto, si quieres usar el explorador de fotos para abrir imágenes desde la fototeca de Fotos, permite el acceso en las preferencias del sistema.
it: In precedenza hai negato l'accesso, quindi se desideri utilizzare il browser di foto per aprire delle immagini dalla tua libreria Photos è necessario consentire l'accesso nelle preferenze di sistema.
ja: 以前にアクセスを拒否しました。フォトブラウザを使用して写真ライブラリから画像を開く場合は、システム環境設定でアクセスを許可してください。
pt_br: Você negou o acesso anteriormente. Se desejar usar o Navegador Photos para abrir imagens da sua biblioteca, autorize o acesso nas Preferências do Sistema.

source: Your photo library could not be found. To fix this, try opening the Photos app and selecting or creating a new library.
es: No se ha podido encontrar tu fototeca. Para solucionarlo, intenta abrir la aplicación Fotos y seleccionar o crear una nueva fototeca.
it: Impossibile trovare la tua libreria Photos. Per risolvere questo problema, prova ad aprire l'app Photos e a selezionare o creare una nuova libreria.
ja: 写真ライブラリが見つかりませんでした。 これを修正するには、写真アプリを開いて、新しいライブラリを選択または作成してみてください。
pt_br: Sua biblioteca de fotos não foi encontrada. Para corrigir isso, experimente abrir o aplicativo Fotos e selecionar ou criar outra biblioteca.

source: “%@.app” would like to access your photos.
es: "%@.app" quiere acceder a tus fotos.
it: “%@.app” richiede l'accesso alle tue foto.
ja: “%@.app”が写真にアクセスしようとしています。
pt_br: “%@.app” deseja acessar suas fotos.
