Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/PhotoSubscription.strings
Languages: de, fr, it, ja, zh_hans

# %d of %d Edits Used
source: %1$d of %2$d Edits Used
de: %1$d von %2$d Änderungen verwendet
fr: %1$d modification(s) sur %2$d utilisée(s)
it: %1$d di %2$d modifiche utilizzate
ja: %1$d / %2$d の編集が使用済み
zh_hans: 已使用%2$d之%1$d编辑

source: As an early supporter, get an exclusive discount off the lifetime license for Photomator.
de: Als Early Supporter bekommst du einen exklusiven Rabatt auf die Lifetime-Lizenz von Photomator.
fr: En tant que soutien de la première heure, bénéficiez d'une remise exclusive sur la licence à vie Photomator.
it: Come primo sostenitore, ti offriamo uno sconto esclusivo sulla licenza a vita per Photomator.
ja: 初期のサポーターとして、Photomatorの恒久ライセンスを特別割引でご利用いただけます。
zh_hans: 作为Photomator的早期用户，您可获得独家终身折扣。

source: As an early supporter, get an exclusive discount on the lifetime license to access all the advanced photo editing features on Mac.
de: Für Ihre langjährige Unterstützung erhalten Sie einen exklusiven Rabatt auf die lebenslange Lizenz mit Zugriff auf alle fortgeschrittenen Funktionen zur Fotobearbeitung auf dem Mac.
fr: En tant qu'adepte de la première heure, vous bénéficiez d'une remise exclusive sur la licence à vie pour accéder à toutes les fonctionnalités avancées de modification de photo sur Mac.
it: Come primo sostenitore, ti offriamo uno sconto esclusivo sulla licenza a vita per accedere a tutte le funzioni avanzate di fotoritocco su Mac.
ja: 初期サポーターとして、Mac上ですべての高度な写真編集機能にアクセスできる恒久ライセンスを特別割引で入手できます。

source: Contact Support
de: Support kontaktieren
fr: Contacter l'assistance
it: Contatta l'assistenza
ja: サポートに連絡
zh_hans: 联系支持人员

source: Don’t limit yourself
de: Beschränken Sie sich nicht
fr: Ne vous imposez pas de limites
it: Non porti limiti
ja: 自分に限界を作らないでください

source: Early Supporter
fr: Soutien de la première heure
it: Primo sostenitore
ja: 初期のサポーター
zh_hans: 早期用户

source: Enjoy advanced color adjustments, cutting-edge AI tools, powerful batch editing, and other incredible photo editing features.
de: Genießen Sie fortschrittliche Farbanpassungen, modernste KI-Werkzeuge, leistungsstarke Stapelverarbeitung und andere unglaubliche Fotobearbeitungsfunktionen.
fr: Profitez d'ajustements de couleurs avancés, d'outils d'IA de pointe, de puissantes fonctions d'édition par lots et d'autres fonctions de retouche photo incroyables.
it: Sfrutta le regolazioni avanzate del colore, gli strumenti IA all'avanguardia, la potente modifica in batch e altre incredibili funzioni di fotoritocco.
ja: 高度な色調整、最先端のAIツール、強力なバッチ編集、その他の素晴らしい写真編集機能をお楽しみください。

source: Expired Subscription
de: Abonnement abgelaufen
fr: Abonnement expiré
it: Abbonamento scaduto
ja: 購読期限切れ

source: Free Download
de: Kostenloser Download
fr: Téléchargement gratuit
it: Download gratuito
ja: 無料ダウンロード
zh_hans: 免费下载

source: Free Trial Ends in 2 Days
de: Die kostenlose Testversion endet in zwei Tagen
fr: L'essai gratuit se termine dans 2 jours
it: Il periodo di prova gratuito termina tra 2 giorni
ja: 無料トライアルは2日で終了します
zh_hans: 免费试用将于 2 天后到期

source: Get 50% off the first year of an annual subscription.
de: 50% Rabatt für das erste Jahr auf das Jahresabonnement.
fr: Profitez de -50 % sur l'abonnement annuel la première année.
it: Ottieni il 50% di sconto sul primo anno di un abbonamento annuale.
ja: 年間プランの初年度は50%割引になります。
zh_hans: 获得第一年的50%年度订阅折扣。

source: Get unlimited access
de: Erhalten Sie uneingeschränkten Zugriff
fr: Obtenez un accès illimité
it: Ottieni accesso illimitato
ja: 無制限のアクセスを取得
zh_hans: 无限制使用

source: Get Unlimited Access
de: Uneingeschränkten Zugriff holen
fr: Profiter d'un accès illimité
it: Ottieni accesso illimitato
ja: 無制限のアクセスを取得
zh_hans: 获得无限使用权

source: Hide Plans
de: Pläne ausblenden
fr: Cacher les plans
it: Nascondi piani
ja: 計画を非表示

source: Lifetime License
de: Lifetime-Lizenz
fr: Licence à vie
it: Licenza a vita
ja: 永久ライセンス
zh_hans: 终身许可

source: Manage Purchases…
de: Käufe verwalten …
fr: Gérer les achats…
it: Gestisci acquisti…
ja: 購入の管理…
zh_hans: 管理购买…

source: Monthly Subscription
de: Monatliches Abonnement
fr: Abonnement mensuel
it: Abbonamento mensile
ja: 月額プラン
zh_hans: 按月订阅

source: No thanks
de: Nein, danke
fr: Non merci
ja: いいえ
zh_hans: 不，谢谢

source: No Thanks
de: Nein, danke
fr: Non merci
it: No, grazie
ja: いいえ

source: One license for Mac, iPad, iPhone, and Vision Pro.
de: Eine Lizenz für Mac, iPad, iPhone und Vision Pro.
fr: Une licence pour Mac, iPad, iPhone et Vision Pro.
it: Una licenza per Mac, iPad, iPhone e Vision Pro.
ja: Mac、iPad、iPhone、Vision Proで1つのライセンス。

source: Processing…
de: Bearbeiten …
fr: Traitement…
it: Elaborazione in corso…
ja: 処理中…
zh_hans: 正在处理…

source: Redeem Code…
de: Code einlösen …
fr: Utiliser un code…
it: Riscatta il codice…
ja: コード...
zh_hans: 兑换优惠码…

source: Redeem Offer
de: Angebot einlösen
fr: Profiter de l'offre
it: Approfitta dell’offerta
ja: クーポンを利用
zh_hans: 兑换优惠券

source: Redeem Offer…
de: Angebot einlösen …
fr: Profiter de l'offre…
it: Approfitta dell’offerta…
ja: クーポンを利用...
zh_hans: 兑换特价…

source: Remaining Edits: %d
de: Verbleibende Änderungen: %d
fr: Modifications restantes : %d
it: Modifiche rimanenti: %d
ja: 残りの編集: %d
zh_hans: 剩余编辑：%d

source: Remind me
de: Erinnere mich
fr: Me le rappeler
ja: 通知する
zh_hans: 提醒我

source: Remind Me
de: Erinnere mich
fr: Me le rappeler
it: Ricordamelo
ja: 後で通知する

source: Restore
de: Wiederherstellen
fr: Restaurer
it: Ripristina
ja: 復元
zh_hans: 恢复

source: Restore Purchase
de: Kauf wiederherstellen
fr: Restaurer un achat
it: Ripristina l'acquisto
ja: 購入を復元する
zh_hans: 恢复购买信息

source: Save Photo (%d Remaining)
de: Bild sichern (%d verbleibend)
fr: Enregistrer la photo (encore %d)
it: Salva foto (ancora %d)
ja: 写真を保存 (残り %d)
zh_hans: 保存照片（剩余 %d 张）

source: See More Plans
de: Weitere Tarife ansehen
fr: Voir d'autres forfaits
it: Vedi altri piani
ja: その他のプランを見る
zh_hans: 查看更多计划

source: Show Plans…
de: Tarife anzeigen …
fr: Afficher les forfaits…
it: Mostra piani…
ja: プランを表示...
zh_hans: 显示订阅计划…

source: Something went wrong and Photomator didn’t get access to show you notifications, so you won’t be notified about the end of your free trial.
de: Etwas ist schief gelaufen und Photomator hat keinen Zugriff erhalten, um Ihre Benachrichtigungen anzuzeigen, sodass Sie nicht über das Ende Ihrer kostenlosen Testversion benachrichtigt werden.
fr: Un problème est survenu et Photomator n'a pas eu l'autorisation d'afficher des notifications. Vous ne serez donc pas averti de la fin de l'essai gratuit.
it: Qualcosa è andato storto e Photomator non ha avuto accesso per mostrarti le notifiche, quindi non sarai informato della fine della tua prova gratuita.
ja: 問題が発生し Photomator が通知を表示するためのアクセス権を取得できなかったため、無料トライアルの終了について通知されません。
zh_hans: 出错了，Photomator没有通知权限，因此您不会收到免费试用即将结束的通知。

source: Special Offers
fr: Offres spéciales
it: Offerte speciali
ja: 特価提供
zh_hans: 特别优惠

source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento
ja: 定期購入
zh_hans: 订阅

source: Thanks for being an early supporter of Photomator! Enjoy full access to Photomator on iPhone and iPad.
de: Vielen Dank dafür, dass du ein Early Supporter von Photomator bist! Genieße vollen Zugriff auf Photomator auf iPhone und iPad.
fr: Vous faites partie des soutiens de la première heure de Photomator et nous vous en remercions ! Profitez d'un accès complet à Photomator sur iPhone et iPad.
it: Grazie per essere stato uno dei primi sostenitori di Photomator! Goditi l'accesso completo a Photomator su iPhone e iPad.
ja: Photomatorを初期からサポートしていただきありがとうございます！iPhoneおよびiPadで Photomatorにフルアクセスしてお楽しみください。
zh_hans: 感谢您在早期就支持Photomator！请在iPhone和iPad上尽情享受无限使用权。

source: Unable to Register for Notifications
de: Registrierung für Benachrichtigungen nicht möglich
fr: Impossible de s'inscrire aux notifications
it: Non è possibile registrarsi alle notifiche
ja: 通知に登録できません
zh_hans: 未能注册通知

source: Unlock Photomator on Mac, iPad, iPhone, and Vision Pro with a single license.
de: Schalte Photomator für Mac, iPad, iPhone und Vision Pro mit nur einer Lizenz frei.
fr: Débloquez Photomator sur Mac, iPad, iPhone et Vision Pro avec une seule licence.
it: Sblocca Photomator su Mac, iPad, iPhone e Vision Pro con un'unica licenza.
ja: Photomatorのロックを1つのライセンスでMac、iPad、iPhone、Vision Proで解除します。

source: Upgrade to easily export photos, apply watermarks, and get unlimited access to other powerful features.
de: Führen Sie ein Upgrade durch, um Fotos zu exportieren, Wasserzeichen einzusetzen und unbegrenzt Zugriff auf viele weitere leistungsstarke Funktionen zu erhalten.
fr: Mettez à niveau pour exporter facilement des photos, appliquer des filigranes et bénéficier d'un accès illimité à d'autres fonctionnalités puissantes.
it: Effettua l'upgrade per esportare facilmente le foto, applicare filigrane e ottenere un accesso illimitato ad altre potenti funzionalità.
ja: アップグレードすると、写真の書き出しや透かしの適用が簡単になり、その他の強力な機能に無制限にアクセスできるようになります。

source: Upgrade to easily share photos and get unlimited access to all the powerful features in Photomator.
de: Führen Sie ein Upgrade durch, um Fotos ganz einfach zu teilen und unbegrenzt Zugriff auf alle leistungsstarke Funktionen in Photomator zu erhalten.
fr: Mettez à niveau pour partager facilement vos photos et bénéficier d'un accès illimité à toutes les puissantes fonctionnalités de Photomator.
it: Effettua l'upgrade per condividere facilmente le foto e ottenere un accesso illimitato a tutte le potenti funzionalità di Photomator.
ja: アップグレードすると写真を簡単に共有し、Photomator のすべての強力な機能に無制限にアクセスできるようになります。

source: Upgrade to save an unlimited number of edits and get full access to all the powerful features in Photomator.
de: Führen Sie ein Upgrade durch, um unbegrenzt viele Bearbeitungen sichern zu können und vollen Zugriff auf alle leistungsstarke Funktionen in Photomator zu erhalten.
fr: Mettez à niveau pour enregistrer un nombre illimité de modifications et obtenir un accès complet à toutes les puissantes fonctionnalités de Photomator.
it: Effettua l'upgrade per salvare un numero illimitato di modifiche e ottenere l'accesso completo a tutte le potenti funzionalità di Photomator.
ja: アップグレードすると、編集内容を無制限に保存でき、Photomatorのすべての強力な機能にアクセスできるようになります。

source: Upgrade to save edits directly to the photo library and get unlimited access to all the powerful features in Photomator.
de: Führen Sie ein Upgrade durch, um Bearbeitungen direkt in der Foto-Mediathek zu sichern und unbegrenzt Zugriff auf alle leistungsstarke Funktionen in Photomator zu erhalten.
fr: Mettez à niveau pour enregistrer directement dans la photothèque et bénéficier d'un accès illimité à toutes les puissantes fonctionnalités de Photomator.
it: Effettua l'upgrade per salvare le modifiche direttamente nella libreria fotografica e ottenere un accesso illimitato a tutte le potenti funzionalità di Photomator.

source: Upgrade to save the edits of this photo and get unlimited access to all the powerful features in Photomator.
de: Führen Sie ein Upgrade durch, um die Bearbeitungen an diesem Foto zu sichern und unbegrenzt Zugriff auf alle leistungsstarke Funktionen in Photomator zu erhalten.
fr: Mettez à niveau pour enregistrer les modifications de cette photo et bénéficier d'un accès illimité à toutes les puissantes fonctionnalités de Photomator.
it: Effettua l'upgrade per salvare le modifiche di questa foto e ottenere un accesso illimitato a tutte le potenti funzionalità di Photomator.

source: Upgrade to unlock powerful batch editing features and get unlimited access to other advanced tools.
de: Führen Sie ein Upgrade durch, um die leistungsstarke Stapelverarbeitung freizuschalten und unbegrenzten Zugriff auf viele weitere fortgeschrittene Funktionen in Photomator zu erhalten.
fr: Mettez à niveau pour débloquer de puissantes fonctions d'édition groupée et obtenir un accès illimité à d'autres outils avancés.
it: Effettua l'upgrade per sbloccare le potenti funzionalità di modifica in batch e ottenere un accesso illimitato ad altri strumenti avanzati.

source: With the free version of Photomator, you get full access to all the tools in the app and you can save a limited number of photos.
de: Mit der kostenlosen Version von Photomator bekommst du vollen Zugriff auf alle Tools in der App für eine begrenzte Anzahl an Fotos.
fr: Avec la version gratuite de Photomator, vous profitez d'un accès complet à tous les outils de l'application et pouvez enregistrer un nombre limité de photos.
it: Con la versione gratuita di Photomator, hai pieno accesso a tutti gli strumenti dell'app e puoi salvare un numero limitato di foto.
ja: Photomatorの無料版を使用すると、アプリ内のすべてのツールに完全にアクセスでき、限られた数の写真を保存できます。
zh_hans: 免费版Photomator里的所有编辑工具您都可以使用，但是只能保存有限数量的图片。

source: Would you like to be notified before your free trial is about to end?
de: Möchten Sie benachrichtigt werden, bevor Ihre kostenlose Testversion endet?
fr: Souhaitez-vous être informé avant que votre essai gratuit soit sur le point de se terminer ?
it: Vuoi essere avvisato prima che la tua prova gratuita stia per terminare?
ja: 無料トライアルが終了する前に通知を受け取りますか？
zh_hans: 您想要在免费试用期结束之前得到通知吗？

source: Yearly Subscription
de: Jährliches Abonnement
fr: Abonnement annuel
it: Abbonamento annuale
ja: 年額プラン
zh_hans: 按年订阅

source: Yearly Subscription (Free Trial)
de: Jahresabonnement (kostenloser Test)
fr: Abonnement annuel (essai gratuit)
it: Abbonamento annuale (Prova gratuita)
ja: 年額プラン(無料トライアル)
zh_hans: 年度订阅（免费试用）

source: Your 7-day trial has started!
de: Ihre 7-Tage-Testversion hat begonnen!
fr: Votre essai de 7 jours a commencé !
it: La tua prova di 7 giorni è iniziata!
ja: 7日間の試用が始まりました！
zh_hans: 您的 7 天免费试用期已开始！

source: Your free trial will end in 2 days. Explore Photomator by editing a few of your photos!
de: Ihre kostenlose Testversion endet in 2 Tagen. Entdecken Sie Photomator, indem Sie einige Ihrer Fotos bearbeiten!
fr: Votre essai gratuit se termine dans 2 jours. Pour découvrir Photomator, retouchez quelques-unes de vos photos !
it: La tua prova gratuita terminerà tra 2 giorni. Esplora Photomator modificando alcune delle tue foto!
ja: 無料トライアルは 2 日で終了します。いくつかの写真を編集して、Photomatorを試してみてください！
zh_hans: 您的免费试用将于 2 天后到期。请尝试编辑一些照片，体验 Photomator 的功能！

source: Your license expired. Resubscribe to enjoy unlimited access.
de: Ihre Lizenz ist abgelaufen. Erneuern Sie Ihr Abonnement für unbegrenzten Zugriff.
fr: Votre licence a expiré. Réabonnez-vous pour bénéficier d'un accès illimité.
it: La tua licenza è scaduta. Abbonati di nuovo per ottenere un accesso illimitato.

source: Your license grants you full access to Photomator on Mac, iPad, iPhone, and Vision Pro.
de: Mit Ihrer Lizenz haben Sie vollen Zugriff auf Photomator auf Mac, iPad, iPhone und Vision Pro.
fr: Votre licence vous permet de profiter d'un accès complet à Photomator sur Mac, iPad, iPhone et Vision Pro.
it: La tua licenza ti concede accesso completo a Photomator su Mac, iPhone, iPad e Vision Pro.

source: Continue With Purchase
ja: 購入を続ける
zh_hans: 继续购买
