Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/PhotoOnboarding.strings
Languages: es, it, ja, ko, pt_br, ru, zh_hans

# %d of %d
source: %1$d of %2$d
es: %1$d de %2$d
it: %1$d di %2$d
ja: %1$d / %2$d
ko: %1$d/%2$d
pt_br: %1$d de %2$d
ru: %1$d из %2$d
zh_hans: %2$d 中的 %1$d

source: Adjust colors and lighting
es: Ajusta los colores y la iluminación
it: Regola i colori e l'illuminazione
ja: 色と照明を調整する
ko: 색상 및 밝기 조정
pt_br: Ajuste cores e iluminação
ru: Коррекция цвета и освещения
zh_hans: 调整颜色和光线

source: Adjustment presets
es: Preselecciones de ajuste
it: Preset della regolazione
ja: 調整プリセット
ko: 조정 프리셋
pt_br: Pré-ajustes de alterações
ru: Пресеты корректировок
zh_hans: 调整预设

source: Automatically enhance photos
es: Mejora automáticamente las fotos
it: Migliora automaticamente le foto
ja: 写真を自動的に補正
ko: 사진 자동 향상
pt_br: Realce automático de fotos
ru: Автоматически улучшайте фотографии
zh_hans: 自动增强照片

source: Automatically improve the lighting and colors of a photo using AI by simply clicking %@.
es: Mejora automáticamente la iluminación y los colores de una foto con IA simplemente haciendo clic en %@.
it: Migliora automaticamente l’illuminazione e i colori di una foto usando l’intelligenza artificiale: basta cliccare su %@.
ja: %@をクリックするだけで、AIを使用して写真の照明と色を自動的に改善します。
ko: %@을(를) 클릭하여 인공 지능을 사용해 사진의 밝기와 색상을 자동으로 향상시키세요.
pt_br: Aprimora o brilho e as cores de uma foto automaticamente com IA com um simples clique em %@.
ru: Автоматически улучшайте освещение и цвета фото, используя искусственный интеллект простым щелчком мыши %@.
zh_hans: 通过简单地点击 %@，使用 AI 自动改善图片的光线和颜色。

source: Browse Photos
es: Explorar las fotos
ja: 写真をブラウズ
ko: 사진 찾아보기
pt_br: Explorar Fotos
ru: Браузер фото
zh_hans: 浏览照片

source: Click %@ to change the colors and lighting of photos in just about any way you can imagine.
es: Haz clic en %@ para cambiar los colores y la iluminación de las fotos de cualquier forma que puedas imaginar.
it: Clicca su %@ per cambiare i colori e l’illuminazione delle foto in ogni modo immaginabile.
ja: %@をクリックして、写真の色と明るさを思い通りに変更します。
ko: %@을(를) 클릭하여 원하는 어떤 방식으로든 사진의 색상과 밝기를 변경하세요.
pt_br: Clique em %@ para alterar as cores e aplicar brilho nas fotos de todas as formas que imaginar.
ru: Щелкните на %@, чтобы изменить цвета и освещение фотографий практически любым образом, который вы можете вообразить.
zh_hans: 点击 %@ 以更改图片的颜色及光线，将其调整到您能想象出的任何形式。

source: Click %@ to increase the resolution of photos with no unwanted blurring.
es: Haz clic en %@ para aumentar la resolución de las fotos sin desenfoques indeseados.
it: Clicca su %@ per aumentare la risoluzione delle foto senza sfocature indesiderate.
ja: %@をクリックして、不要なぼかしなしで写真の解像度を上げます。
ko: %@을(를) 클릭하여 원치 않는 흐림 효과 없이 사진의 해상도를 올리세요.
pt_br: Clique em %@ para aumentar a resolução das fotos sem distorções indesejadas.
ru: Щелкните на %@, чтобы увеличить разрешение фото без нежелательного размытия.
zh_hans: 点击 %@ 提升图片的分辨率，去除不必要的模糊镜头。

source: Effortlessly remove anything from small blemishes to entire objects from photos.
es: Elimina fácilmente lo que quieras en tus imágenes: desde manchitas hasta objetos enteros.
it: Rimuovi facilmente qualsiasi cosa da una foto, dalle piccole imperfezioni a interi oggetti.
ja: 小さな傷からオブジェクト全体まで、写真からあらゆるものを簡単に削除します。
ko: 작은 잡티부터 피사체 전체에 이르기까지 사진에서 무엇이든 손쉽게 제거하세요.
pt_br: Remova facilmente qualquer elemento na foto, desde pequenas manchas a objetos inteiros.
ru: С легкостью удаляйте с фотографий все что угодно — от мелких дефектов до предметов целиком.
zh_hans: 轻松去除图片中的小瑕疵或整个对象。

source: Get quick tips for using Photomator and learn how to easily touch up, enhance, or completely transform the look of your photos.
es: Obtén consejos rápidos para usar Photomator, y aprende a retocar, mejorar o transformar por completo el aspecto de tus fotos.
it: Ottieni consigli rapidi sull'uso di Photomator e impara a ritoccare, migliorare o trasformare completamente l'aspetto delle tue foto.
ja: Photomator の簡単なヒントを入手し、写真の外観を簡単に修正、強化、または完全に変換する方法を学びます。
ko: Photomator 사용에 도움이 되는 팁을 습득하고, 사진을 손쉽게 보정, 향상 또는 완전히 변형하는 방법에 대해 알아보세요.
pt_br: Obtenha dicas rápidas de uso do Photomator e aprenda facilmente a retocar, aprimorar ou transformar por completo a aparência das fotos.
ru: Советы по работе с Photomator научат вас быстро и без труда обрабатывать фото — от минимальной ретуши до полного преображения.
zh_hans: 快速获取使用Photomator的小技巧，学习如何精修，强化或完全扭转你的图片。

source: Increase the resolution of images while preserving sharpness and details.
es: Aumenta la resolución de las imágenes conservando la definición y los detalles.
it: Aumenta la risoluzione delle immagini preservando nitidezza e dettagli.
ja: シャープネスとディテールを維持しながら、画像の解像度を上げます。
ko: 선명도와 디테일을 유지하면서 이미지의 해상도를 높입니다.
pt_br: Aumente a resolução das imagens enquanto preserva nitidez e detalhes.
ru: Увеличивайте разрешение изображений, не теряя четкости и детализации.
zh_hans: 提高图像分辨率的同时保留其锐度和细节。

source: Magically increase resolution
es: Aumenta la resolución como si fuera magia
it: Aumenta magicamente la risoluzione
ja: 魔法のように解像度を上げる
ko: 마법 같은 해상도 증가
pt_br: Aumente a resolução como mágica
ru: Увеличение разрешения
zh_hans: 神奇地提升画质

source: Magically remove anything from small blemishes to entire objects from photos. Click %@, then paint over an object to remove it.
es: Elimina mágicamente cualquier cosa, desde pequeñas manchas hasta objetos enteros de las fotos. Haz clic en %@ y, luego, pinta sobre un objeto para eliminarlo.
it: Cancella come per magia dalle foto tutto quello che vuoi, che si tratti di piccole imperfezioni o di interi oggetti. Clicca su %@, poi dipingi su un oggetto per cancellarlo.
ja: 小さな傷からオブジェクト全体まで、写真からあらゆるものを魔法のように取り除きます。%@をクリックし、オブジェクト上を描画して削除します。
ko: 작은 티부터 전체 대상체까지 사진에서 무엇이든지 마법 같이 제거합니다. %@을(를) 클릭한 다음, 제거하려는 대상체 위에 칠하세요.
pt_br: Remova como mágica qualquer elemento das fotos, desde pequenas manchas até objetos inteiros. Clique em %@, depois pinte sobre o objeto para removê-lo.
ru: Словно по волшебству удаляйте с фотографий все что угодно, от небольших пятен до целых объектов. Щелкните на %@, а затем рисуйте поверх объекта, чтобы удалить его.
zh_hans: 如魔法般在图片中去除从小瑕疵到整个物体的任何东西。 点击 %@，然后在对象上绘画以将其移除。

source: Make your shots stand out with over 30 powerful, nondestructive color adjustments.
es: Haz que tus fotos destaquen con más de 30 ajustes de color potentes y no destructivos.
it: Dai risalto alle tue foto con oltre 30 potenti regolazioni del colore non distruttive.
ja: 30を超える強力な非破壊的カラー調整で、ショットを際立たせます。
ko: 30개가 넘는 비파괴 방식의 강력한 색상 조정으로 여러분의 사진을 더욱 강렬하게 만드세요.
pt_br: Dê destaque às suas fotos com mais de 30 ajustes de cores. Poderosos e não destrutivos.
ru: Более 30 продвинутых неразрушающих фильтров цветокоррекции сделают ваши снимки еще интереснее.
zh_hans: 用超过30种华丽调色让您的照片出彩夺目。

source: Master Photomator with tips
es: Domina Photomator con los consejos
it: Padroneggia Photomator con i nostri consigli
ja: ヒントで Photomator をマスターする
ko: 유용한 Photomator 팁
pt_br: Dicas para dominar o Photomator
ru: Полезные советы Photomator
zh_hans: 用技巧玩转Photomator

source: Photomator features an incredibly powerful browser powered by Photos and needs library access to let you browse and edit images.
es: Photomator cuenta con un potentísimo explorador basado en la app Fotos y necesita acceso a la biblioteca para que puedas visualizar y editar imágenes.
it: Photomator è dotato di un browser incredibilmente potente basato su Foto e necessita dell’accesso alla libreria per consentirti di sfogliare e modificare le immagini.
ja: Photomatorは、写真を搭載した非常に強力なブラウザを備えており、画像を閲覧および編集するにはライブラリへのアクセスが必要です。
ko: Photomator는 사진 앱에 기반한 매우 강력한 브라우저를 제공하며, 이미지를 탐색하고 편집하려면 사진 보관함에 대한 액세스 권한이 필요합니다.
pt_br: O Photomator conta com um navegador incrivelmente poderoso ao estilo do app Fotos e precisa de acesso à fototeca para que você explore e edite imagens.
ru: Photomator включает в себя продвинутый браузер для просмотра и редактирования изображений. Для его работы Photomator понадобится доступ к фотомедиатеке.
zh_hans: Photomator拥有功能强大的照片浏览器，但授权访问照片库才能让您浏览和编辑图像。

source: Powerful photo browser
es: Potente explorador de fotos
it: Potente browser di foto
ja: 強力な写真ブラウザ
ko: 강력한 사진 브라우저
pt_br: Navegador de fotos poderoso
ru: Мощный фотобраузер
zh_hans: 强大的图片浏览器

source: Quickly change the look and feel of photos using color adjustment presets.
es: Cambia rápidamente el aspecto de las fotos con los ajustes de color preestablecidos.
it: Cambia al volo l’aspetto delle foto usando le impostazioni predefinite per la regolazione del colore.
ja: カラー調整プリセットを使用して、写真のルック アンド フィールをすばやく変更します。
ko: 색상 조정 프리셋을 사용하여 사진의 모양과 느낌을 빠르게 변경하세요.
pt_br: Altere rapidamente a aparência e a atmosfera das fotos com pré-ajustes de cores.
ru: Быстро меняйте вид и стиль фото, используя пресеты цветокоррекции.
zh_hans: 通过颜色调整预设快速更改图片的外观和感觉。

source: Remove objects
es: Eliminar objetos
it: Rimuovi oggetti
ja: オブジェクトを削除
ko: 피사체 제거하기
pt_br: Remova objetos
ru: Удаление объектов
zh_hans: 移除对象

source: That covers the basics – you're ready to start editing your photos!
es: Con esto, ya sabes lo básico: ¡ya puedes empezar a editar tus fotos!
it: Queste sono le nozioni di base: ora puoi iniziare a ritoccare le tue foto!
ja: 以上で基本は終わりです ー 写真の編集を開始する準備が整いました！
ko: 이제 기초 지식을 습득하셨습니다 – 사진 편집을 시작할 준비가 되셨습니다!
pt_br: Isso aborda o básico. Você está pronto para começar a editar suas fotos!
ru: Это охватывает основы — и вы готовы приступить к редактированию своих фото!
zh_hans: 基本操作大致就是这些，开始编辑您的图片吧！

source: Turn good-looking shots spectacular with a full set of powerful photo editing tools available on Mac, iPad, and iPhone.
es: Convierte fotos buenas en espectaculares con herramientas completas de retoque fotográfico disponibles en Mac, iPad y iPhone.
it: Rendi spettacolari i tuoi scatti con un set completo di potenti strumenti di fotoritocco disponibili su Mac, iPad e iPhone.

source: Welcome to Photomator
es: Te damos la bienvenida a Photomator
it: Photomator ti dà il benvenuto
ja: Photomatorへようこそ
ko: Photomator에 오신 것을 환영합니다
pt_br: Photomator
ru: Добро пожаловать в Photomator
zh_hans: 欢迎使用 Photomator

source: You can later easily switch between browsers.
es: Más adelante podrás cambiar fácilmente de explorador.
ja: 後でブラウザを簡単に切り替えることができます。
ko: 나중에 브라우저를 손쉽게 전환할 수 있습니다.
pt_br: Alterne facilmente entre os navegadores mais tarde.
ru: Переключиться на другой браузер можно будет в любой момент.
zh_hans: 您之后可以轻松地在不同浏览器之间切换。

source: You're good to go
es: Ya puedes empezar
it: Ora puoi cominciare
ja: 準備万端です
ko: 이제 준비되셨습니다
pt_br: Você está pronto
ru: Все готово
zh_hans: 一切准备就绪
