Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/PTPhotoKit.strings
Languages: fr

source: %d Filter
fr: %d filtre

source: %d Filters
fr: %d filtres

source: Add to Favorites
fr: Ajouter aux favoris

source: All Files
fr: Tous les fichiers

source: All Photos
fr: Toutes les photos

source: An error occurred while attempting to fetch the sidecar document.
fr: Une erreur s'est produite lors de la récupération du document sidecar.

source: Any photos you've edited with Photomator will appear here.
fr: Toutes les photos que vous avez modifiées avec Photomator apparaîtront ici.

source: Any photos you've flagged will appear here.
fr: Toutes les photos que vous avez marquées apparaîtront ici.

source: Any photos you've rated will appear here.
fr: Toutes les photos que vous avez notées apparaîtront ici.

source: Any photos you've rejected will appear here.
fr: Toutes les photos que vous avez rejetées apparaîtront ici.

source: Cancel
fr: Annuler

source: Choose Import from the File menu.
fr: Choisissez Importer dans le menu Fichier.

source: Don’t Allow
fr: Ne pas autoriser

source: Drag files or folders directly into Photomator.
fr: Faites glisser les fichiers ou les dossiers directement dans Photomator.

source: Drive Disconnected
fr: Lecteur déconnecté

source: Edited
fr: Modifiées

source: Empty Album
fr: Album vide

source: Empty Folder
fr: Dossier vide

source: Events From My Mac
fr: Événements sur mon Mac

source: Faces From My Mac
fr: Visages sur mon Mac

source: Favorite
fr: Favori

source: Fetching data about your photo library to enable searching.
fr: Récupération des données de votre photothèque pour activer la recherche…

source: Filter By: %@
fr: Filtrer par : %@

source: Flag
fr: Marqueur

source: Folders
fr: Dossiers

source: From My Mac
fr: Sur mon Mac

source: Hide Hidden Photo Album
fr: Cacher l’album des photos masquées

source: Imports
fr: Importations

source: Import…
fr: Importer…

source: It looks like your photo library is in the Trash. To use the photo browser, you can either restore your library from the Trash or open the Photos app and choose a new library.
fr: Apparemment, votre photothèque se trouve dans la corbeille. Pour parcourir vos photos, restaurez votre photothèque depuis la corbeille ou ouvrez l'app Photos et choisissez une nouvelle photothèque.

source: Learn More…
fr: En savoir plus…

source: Library
fr: Bibliothèque

source: Linked Files
fr: Fichiers liés

source: Linked Pixelmator Photo Files
fr: Fichiers Pixelmator Photo liés

source: Loading folder…
fr: Chargement du dossier…

source: Location
fr: Emplacement

source: Locked
fr: Verrouillé

source: Media Types
fr: Types de médias

source: Name
fr: Nom

source: Newer App Version Required
fr: Nouvelle version d’app requise

source: No Hidden Photos Available
fr: Aucune photo masquée disponible

source: No Items
fr: Aucun élément

source: No Photo Library Found
fr: Nous n’avons trouvé aucune photothèque

source: No photos match the filter.
fr: Aucune photo ne correspond au filtre.

source: No Results
fr: Aucun résultat

source: Once you do this, you may need to set the library as your System Photo Library in Photos preferences and then quit and reopen %@.
fr: Après cette opération, vous devrez peut-être définir la photothèque comme photothèque système dans les préférences de l'app Photos, puis relancer %@.

source: Open Photos
fr: Ouvrir Photos

source: Open System Preferences
fr: Ouvrir les Réglages Système

source: Rating
fr: Note

source: Read Only
fr: Lecture seule

source: Recents
fr: Récentes

source: Remove from Favorites
fr: Retirer des favoris

source: Results for:
fr: Résultats pour :

source: Search
fr: Rechercher

source: Selected Photos
fr: Photos sélectionnées

source: Shared Albums
fr: Albums partagés

source: Show Hidden Photo Album
fr: Afficher l’album des photos masquées

source: Show thumbnails as square or in full aspect ratio.
fr: Afficher les vignettes au format carré ou conserver les proportions.

source: Sidecar Request Error
fr: Erreur de demande Sidecar

source: The sidecar document for this Photos asset requires a newer version of %@.
fr: Le document sidecar de cette ressource Photos nécessite une version plus récente de %@.

source: There were no results for %@. Try a new search.
fr: Aucun résultat trouvé pour %@. Essayez une nouvelle recherche.

source: This album contains photos you've imported. It's currently empty, but click Import below if you'd like to import some photos.
fr: Cet album contient des photos que vous avez importées. Il est actuellement vide, mais vous pouvez cliquer sur Importer ci-dessous pour importer des photos.

source: This album does not contain any photos.
fr: Cet album ne contient aucune photo.

source: This album may be empty or locked. To view this album, turn off "Use Touch ID or Password to Unlock" in Photos settings, then quit and reopen %@.
fr: Cet album est peut-être vide ou verrouillé. Pour l’afficher, désactivez l’utilisation de Touch ID ou du mot de passe pour déverrouiller dans les réglages de l’app Photos, puis quittez et rouvrez %@.

source: This drive appears to have been disconnected.
fr: Ce lecteur semble avoir été déconnecté.

source: This folder does not contain any albums.
fr: Ce dossier ne contient aucun album.

source: This folder does not contain any images.
fr: Ce dossier ne contient aucune image.

source: To get started with Photomator, do any of the following:
fr: Pour commencer à utiliser Photomator, procédez de l’une des façons suivantes :

source: Transient
fr: Transitoire

source: Unable to Open Photo
fr: Impossible d’ouvrir la photo

source: Unable to Open Photo Library
fr: Impossible d’ouvrir la photothèque

source: Utilities
fr: Autres

source: Welcome to Photomator
fr: Bienvenue sur Photomator

source: When you import files one by one into Photomator, they'll appear here.
fr: Les fichiers que vous importez un par un dans Photomator apparaîtront ici.

source: You have previously denied access so, if you’d like to use the Photo Browser to open images from your Photos library, please allow access in System Preferences.
fr: Vous avez refusé l’accès au préalable. Aussi, si vous souhaitez utiliser le navigateur photo pour ouvrir des images de votre photothèque, veuillez autoriser l’accès dans les Réglages Système.

source: Your photo library could not be found. To fix this, try opening the Photos app and selecting or creating a new library.
fr: Votre photothèque est introuvable. Pour corriger ce problème, essayez d’ouvrir l’app Photos et de sélectionner ou créer une nouvelle photothèque.

source: “%@.app” would like to access your photos.
fr: « %@.app » souhaite accéder à vos photos.
