Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/RefineSelectionInspector.strings
Languages: fr, it

# 12M-xa-F49.title
source: Edge Detection
fr: Détection des contours
it: Rilevamento bordi

# 1ke-hC-WSq.title
source: Subtracts areas from the existing selection.
fr: Subtracts from an existing selection.
it: Sottrae da una selezione esistente.

# 2RJ-2f-d59.title
source: REFINE SELECTION
fr: AJUSTER LA SÉLECTION
it: RIFINISCI SELEZIONE

# 2qV-q5-goi.ibShadowedToolTip
source: Reset any refinements to the selection.
fr: Annulez tous les ajustements apportés à la sélection.
it: Ripristina eventuali rifiniture alla selezione.

# 5TD-cd-jQ7.title
source: Subtract
fr: Soustraire
it: Sottrai

# 7eO-Wj-tU5.title
source: Edge Softness
fr: Douceur du contour
it: Morbidezza bordo

# CwA-xj-jaQ.ibShadowedToolTip
source: Apply the refinements to your selection.
fr: Appliquez les ajustements à votre sélection.
it: Applica le rifiniture alla selezione.

# FOP-XG-uZj.title
source: Shape Roundness
fr: Rondeur de la forme
it: Rotondità forma

# IhM-BQ-nel.ibShadowedToolTip
source: Select to automatically enhance your selection.
fr: Sélectionnez cette option pour améliorer automatiquement votre sélection.
it: Seleziona per migliorare automaticamente la selezione.

# Ism-dr-cOw.ibShadowedToolTip
source: Adjust how much to round the selection.
fr: Modifiez la rondeur de la sélection.
it: Regola di quanto arrotondare la selezione.

# Nnf-0h-Z4a.ibShadowedToolTip
source: Set how much to enlarge or shrink the selection.
fr: Définissez le degré d'agrandissment ou de rétrécissement de la sélection.
it: Imposta di quanto allargare o restringere la selezione.

# S73-Yz-u65.ibShadowedToolTip
source: Set how much to round the selection.
fr: Définissez la rondeur de la sélection.
it: Imposta di quanto arrotondare la selezione.

# SBh-2G-ClT.ibShadowedToolTip
source: Adjust how much to soften the edges of the selection.
fr: Modifiez le degré d'atténuation des bords de la sélection.
it: Regola quanto ammorbidire i bordi della selezione.

# SUz-vP-Eco.title
source: Smart Refine
fr: Affinement intelligent
it: Perfezionamento smart

# UST-Vx-8Hb.title
source: Adds areas to the existing selection.
fr: Ajoute une nouvelle sélection à une sélection existante.
it: Aggiunge una nuova selezione a una selezione esistente.

# VHl-xz-WYe.title
source: Apply
fr: Appliquer
it: Applica

# Z1c-GK-GJJ.ibShadowedToolTip
source: Adjust how much to enlarge or shrink the selection.
fr: Modifiez le degré d'agrandissment ou de rétrécissement de la sélection.
it: Regola di quanto allargare o restringere la selezione.

# ejE-SL-wg0.ibShadowedToolTip
source: Reset any refinements and stop refining the selection.
fr: Annulez tous les ajustements et arrêtez d'ajuster la sélection.
it: Ripristina eventuali rifiniture e blocca le rifiniture alla selezione.

# fec-Bu-26S.title
source: Expand
fr: Développer
it: Espansione

# h8L-Sy-xBS.ibShadowedToolTip
source: Set how much to soften the edges of the selection.
fr: Définissez le degré d'atténuation des bords de la sélection.
it: Imposta quanto ammorbidire i bordi della selezione.

# lVv-PB-d5F.title
source: Cancel
fr: Annuler
it: Annulla

# nIV-Bn-i8e.title
source: Reset
fr: Réinitialiser
it: Reimposta

# nwz-5O-IjI.ibShadowedToolTip
source: Adjust the sensitivity of the edge detection algorithm.
fr: Modifier la sensibilité de l’algorithme de détection des contours.
it: Regola la sensibilità dell'algoritmo di rilevamento del bordo.

# uhP-gA-3Zi.ibShadowedToolTip
source: Set the sensitivity of the edge detection algorithm.
fr: Régler la sensibilité de l’algorithme de détection des contours.
it: Imposta la sensibilità dell'algoritmo di rilevamento del bordo.

# xTX-7W-qgE.title
source: Add
fr: Ajouter à
it: Aggiungi a
