Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/RepairInspector.strings
Languages: fr

# 99J-i8-WGf.title
source: Repair Selection
fr: Réparer sélection

# ALl-x5-t42.ibShadowedToolTip
source: Adjust the size of the Repair tool brush.
fr: Modifiez la taille de l'outil pinceau Réparer.

# F5Q-YS-mTr.title
source: Show Original
fr: Afficher l’original

# Kc4-Cm-tXO.title
source: Softness
fr: Douceur

# Nhs-kk-pPA.ibShadowedToolTip
source: Reset all your current changes.
fr: Annulez toutes les modifications effectuées.

# Rtl-Ye-dTe.title
source: REPAIR
fr: RÉPARER

# VX6-58-vwc.title
source: Brush Size
fr: Taille pinceau

# Wwc-lw-LXz.ibShadowedToolTip
source: Select to make the Repair tool take into account every object in your image.
fr: Sélectionnez cette option pour que l’outil Réparer prenne tous les calques de votre image en compte.

# bm7-pK-CRY.ibShadowedToolTip
source: Set the size of the Repair tool brush.
fr: Choisissez la taille de l'outil pinceau Réparer.

# dFj-2k-nxn.title
source: Reset
fr: Réinitialiser

# iEo-vS-Mx4.title
source: Sample All Layers
fr: Échantillon tous calques

# qio-vw-Qgl.title
source: REPAIR
fr: RÉPARER

# vwU-Tb-CYe.ibShadowedToolTip
source: Show what the image looked like before you repaired anything in it.
fr: Montrez à quoi l'image ressemblait avant d'y avoir réparé quelque chose.
