Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/SelectionColorRangeInspector.strings
Languages: es

# 0jZ-p4-EDo.title
source: SELECT COLOR RANGE
es: SELECCIONAR RANGO DE COLOR

# 2qV-q5-goi.ibShadowedToolTip
source: Reset any refinements to the selection.
es: Restablece los perfeccionamientos aplicados a la selección.

# 4nW-ta-bNU.title
source: Smooth Edges
es: Suavizar bordes

# 5zH-Zr-s85.ibShadowedToolTip
source: Select to make the Select Color Range tool take into account every layer in your image.
es: Selecciona esta opción para que la herramienta Seleccionar rango de color tenga en cuenta todas las capas de la imagen.

# Csl-xe-GSv.ibShadowedToolTip
source: Set the range of the color selection.
es: Configura el rango de la selección de colores.

# CwA-xj-jaQ.ibShadowedToolTip
source: Apply the refinements to your selection.
es: Aplica los perfeccionamientos a la selección.

# IJ8-se-H7q.ibShadowedToolTip
source: Adjust the range of the color selection.
es: Ajusta el rango de la selección de colores.

# Sbh-qs-owM.ibShadowedToolTip
source: Select to naturally smooth the selection outline.
es: Selecciona esta opción para suavizar de modo natural el contorno de la selección.

# VHl-xz-WYe.title
source: Apply
es: Aplicar

# WiR-xf-ipd.title
source: Range
es: Rango

# ejE-SL-wg0.ibShadowedToolTip
source: Reset any refinements and stop refining the selection.
es: Restablece los perfeccionamientos aplicados a la selección y deja de perfeccionarla.

# jP2-Aq-GMd.title
source: Sample All Layers
es: Muestras de todas las capas

# lVv-PB-d5F.title
source: Cancel
es: Cancelar

# nIV-Bn-i8e.title
source: Reset
es: Restablecer
