Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Settings.strings
Languages: fr, it, ko, ru, zh_hans

source: Appearance:
fr: Apparence :
it: Aspetto:
ko: 외관:
ru: Оформление:
zh_hans: 外观：

source: Automatically preserves nondestructive edits in a sidecar file linked to the original photo in your library.
fr: Permet de conserver automatiquement les retouches non destructives dans un fichier sidecar associé à la photo d’origine dans votre photothèque.
it: Conserva automaticamente le modifiche non distruttive in un file collaterale collegato alla foto originaria nella tua libreria.
ko: 보관함에서 원본 사진에 연결된 사이드카 파일에 비파괴적 편집 내용을 자동으로 보존합니다.
ru: Автоматически сохраняет изменения в файле sidecar, связанном с исходным фото в вашей медиатеке.
zh_hans: 自动在链接到照片库中原始照片的 sidecar 文件中保存无损编辑。

source: Calculating…
fr: Calcul en cours…
it: Calcolo in corso…
ko: 계산 중…
ru: Вычисление…
zh_hans: 正在计算…

source: Create Photomator album in Photos
fr: Créer un album Photomator dans la photothèque
it: Crea album Photomator su Foto
ko: '사진'에 Photomator 앨범 만들기
ru: Создать альбом Photomator в Фото
zh_hans: 在照片中创建 Photomator 相册

source: Creates a Photomator album in your Photos library and automatically adds each photo edited with the app to the album.
fr: Activez cette option pour créer un album Photomator dans votre bibliothèque Photos et y ajouter automatiquement toutes les photos que vous modifiez avec l'application.
it: Crea un album Photomator nella libreria Foto e aggiunge automaticamente all'album ogni foto ritoccata con l’app.
ko: 사진 보관함에 Pixelmator 앨범을 생성하고 앱으로 편집한 모든 사진을 해당 앨범에 자동으로 추가합니다.
ru: Создает альбом Photomator в вашей медиатеке и автоматически добавляет все фото, отредактированные в приложении, в этот альбом.
zh_hans: 在照片库中创建一个Photomator相册，并自动将每一张用该应用程序编辑的照片添加到相册中。

source: Files:
ko: 파일:

source: Image Quality:
fr: Qualité d'image :
it: Qualità immagine:
ko: 이미지 품질:
ru: Качество изображения:
zh_hans: 图像质量：

source: License
fr: Licence
it: Licenza
ko: 라이선스
ru: Лицензия
zh_hans: 订阅证书

source: Load HDR content
fr: Charger le contenu HDR
it: Carica contenuti HDR
ko: HDR 콘텐츠 불러오기
ru: Загружать контент HDR
zh_hans: 载入 HDR 内容

source: Makes the Hidden album from your Photos library visible in Photomator.
fr: Activez cette option pour que l'album Masquées de votre bibliothèque Photos soit visible dans Photomator.
it: Rende visibile in Photomator l’album nascosto della tua libreria Foto.
ko: 사진 보관함에서 숨겨진 앨범을 Photomator에서 표시합니다.
ru: Отображает в Photomator альбом «Скрытые» из вашей медиатеки.
zh_hans: 让照片库中隐藏相簿可以在Photomato中显示。

source: Manage Files…
fr: Gérer les fichiers…
it: Gestisci i file…
ko: 파일 관리…
ru: Управление…
zh_hans: 管理文件…

source: Modify originals
fr: Modifier les originaux
it: Modifica originali
ko: 원본 수정
ru: Править оригиналы
zh_hans: 修改原始文件

source: Open JPEG by Default
fr: Ouvrir le JPEG par défaut
it: Apri JPEG di default
ko: 기본값으로 JPEG 열기
ru: По умолчанию открывать JPEG
zh_hans: 默认打开JPEG

source: Open RAW by Default
fr: Ouvrir le RAW par défaut
it: Apri RAW di default
ko: 기본값으로 RAW 열기
ru: По умолчанию открывать RAW
zh_hans: 默认打开RAW

source: Photos:
it: Foto:
ko: 사진:
ru: Фото:
zh_hans: 照片：

source: Preserve nondestructive edits
fr: Préserver les modifications non destructrices
it: Conserva modifiche non distruttive
ko: 비파괴적 편집내역 보존
ru: Сохранять неразрушающие правки
zh_hans: 保存非破坏性的编辑

source: Save Sidecar Files In:
fr: Enregistrer les fichiers sidecar dans :
it: Salva i file collaterali in:
ko: 다음에 사이드카 파일 저장:
ru: Сохранять sidecar в:
zh_hans: 将Sidecar文件保存在：

source: Set the image quality to use when automatically saving changes or sharing images to other apps.
fr: Définissez la qualité d'image à utiliser quand vous enregistrez automatiquement les modifications ou que vous partagez les images avec d'autres applis.
it: Imposta la qualità immagine da utilizzare quando salvi automaticamente le modifiche o condividi le immagini con altre app.
ko: 자동으로 변경 사항을 저장하거나 다른 앱에 이미지를 공유할 때 사용할 이미지 품질을 설정합니다.
ru: Качество, используемое при автосохранении изменений или передаче изображения в другие приложения.
zh_hans: 设置自动保存更改或与其他应用共享图像时使用的图像质量。

source: Show Hidden album
fr: Afficher l’album masqué
it: Mostra album nascosto
ko: 숨겨진 앨범 표시
ru: Показать скрытый альбом
zh_hans: 显示已隐藏的相册

source: Sidecar Disk Usage:
fr: Espace occupé par les fichiers sidecar :
it: Utilizzo del disco collaterale:
ko: 사이드카 디스크 사용 현황:
ru: Занято файлами sidecar:
zh_hans: Sidecar磁盘使用情况：

source: Sidecar Files:
fr: Fichiers sidecar :
it: File collaterali:
ko: 사이드카 파일:
ru: Файлы sidecar:
zh_hans: Sidecar文件：

source: Window Background:
fr: Arrière-plan de la fenêtre :
it: Sfondo finestra:
ko: 윈도우 배경:
ru: Фон окна:
zh_hans: 窗口背景：
