Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Templates.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: New Experiences
de: Neue Erlebnisse
es: Nuevas experiencias
fr: Nouvelles expériences
it: Nuove esperienze
ja: 新しい経験
pt_br: Novas experiências
ru: Новые ощущения

source: New Frames
de: Neue Rahmen
es: Nuevos bordes
fr: Nouveaux cadres
it: Nuovi fotogrammi
ja: 新規フレーム
pt_br: Novos quadros
ru: Новые кадры

source: New Recipe
de: Neues Rezept
es: Nueva receta
fr: Nouvelle recette
it: Nuova ricetta
ja: 新レシピ
pt_br: Nova receita
ru: Новый рецепт

source: New Recipes
de: Neue Rezepte
es: Nuevas recetas
fr: Nouvelles recettes
it: Nuove ricette
pt_br: Novas Receitas
ru: Новые рецепты

source: New Solutions
de: Neue Lösungen
es: Nuevas soluciones
fr: Nouvelles solutions
it: Nuove soluzioni
ja: 新しいソリューション
pt_br: Novas soluções
ru: Новые решения

source: New Story
de: Neue Story
es: Nueva historia
fr: Nouvelle story
it: Nuova storia
pt_br: Novo Story
ru: Новая стори

source: New Techniques
de: Neue Techniken
es: Nuevas técnicas
fr: Nouvelles techniques
it: Nuove tecniche
ja: 新しいテクニック
pt_br: Novas técnicas
ru: Новые методы

source: Nick Wade
ja: ニック・ウェイド
ru: Ник Вейд

source: No More Blur
de: Nie wieder verschwommen
es: No más desenfoques
fr: Fini le flou
it: Niente più sfocatura
ja: これ以上のぼかしなし
pt_br: Chega de borrado
ru: Никакого размытия

source: Ocean Of Life
de: Ozean des Lebens
es: Océano de la vida
fr: Océan de la vie
it: Oceano di vita
pt_br: Oceano de vida
ru: Океан жизни

source: Olivia's Experience
de: Olivias Erlebnis
es: La experiencia de Olivia
fr: Expérience d'Olivia
it: Esperienza di Olivia
ja: オリビアの経験
pt_br: Experiência de Olivia
ru: Ощущения Оливии

source: Once a Year
de: Einmal jährlich
es: Una vez al año
fr: Une fois par an
it: Una volta all'anno
ja: 1年に1回
pt_br: Uma vez no ano
ru: Раз в год

source: Online Classes
de: Online-Kurse
es: Clases en línea
fr: Cours en ligne
it: Corsi online
ja: オンラインクラス
pt_br: Aulas online
ru: Онлайн-классы

source: Open Studio
de: Offenes Studio
es: Estudio abierto
fr: Studio ouvert
it: Studio aperto
ja: スタジオを開く
pt_br: Estúdio aberto
ru: Открытая студия

source: Orchard Wanderlust
de: Rund um den Obstgarten
es: Paseo entre frutales
fr: Balade dans le verger
it: A spasso per il frutteto
pt_br: Orquidário Fabuloso
ru: Среди фруктовых садов

source: Our Philosophy
de: Unsere Philosophie
es: Nuestra filosofía
fr: Notre philosophie
it: La nostra filosofia
pt_br: Nossa Filosofia
ru: Наша философия

source: Our Story
de: Unsere Geschichte
es: Nuestra historia
fr: Notre histoire
it: La nostra storia
ja: 私たちの物語
pt_br: Nossa história
ru: Наша история

source: Our Values
de: Unsere Werte
es: Nuestros valores
fr: Nos valeurs
it: I nostri valori
ja: 私達の価値
pt_br: Nossos valores
ru: Наши ценности

source: Paper Sheet
de: Blatt Papier
es: Hoja de papel
fr: Feuille de papier
it: Foglio di carta
ja: 紙シート
pt_br: Folha de papel
ru: Лист бумаги

source: Paradise
es: Paraíso
fr: Paradis
it: Paradiso
pt_br: Paraíso
ru: Парадайз

source: Patricia Johnson
ja: パトリシア・ジョンソン
ru: Патрисия Джонсон

source: Peace and Serenity
de: Ruhe und Gelassenheit
es: Paz y serenidad
fr: Calme et sérénité
it: Pace e serenità
pt_br: Paz e serenidade
ru: Мир и безмятежность

source: Portrait
de: Porträt
es: Retrato
it: Ritratto
ja: 肖像画
pt_br: Retrato
ru: Портрет

source: Poster
es: Póster
fr: Affiche
pt_br: Pôster
ru: Плакат

source: Premium Materials
de: Premium-Materialien
es: Materiales de primera calidad
fr: Matériaux de qualité
it: Materiali premium
ja: プレミアム素材
pt_br: Materiais premium
ru: Премиальные материалы

source: Product Care
de: Produktpflege
es: Cuidado del producto
fr: Entretien des produits
it: Cura del prodotto
ja: 製品ケア
pt_br: Cuidado com o produto
ru: Уход за изделием

source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto di profilo
ja: プロフィールの写真
pt_br: Foto do perfil
ru: Фото профиля

source: Quote
de: Zitat
es: Cita
fr: Citation
it: Citazione
pt_br: Citação
ru: Кавычки

source: Recipe for Success
de: Erfolgsrezept
es: Receta para el éxito
fr: Recette du succès
it: Ricetta del successo
ja: 成功のレシピ
pt_br: Receita do sucesso
ru: Рецепт успеха

source: Relationship Course
de: Beziehungskurs
es: Curso de relaciones
fr: Cours sur les relations
it: Corso di relazione
ja: 人間関係コース
pt_br: Curso de relacionamento
ru: Курс отношений

source: Reuse Ideas
de: Ideen zur Weiterverwertung
es: Ideas de reutilización
fr: Réutilisez des idées
it: Riusa idee
ja: アイデアの再利用
pt_br: Reutilize ideias
ru: Идеи повторного использования

source: Reward Yourself
de: Belohnen Sie sich
es: Recompénsate a ti mismo
fr: Récompensez-vous
it: Fatti un regalo
ja: 自分にご褒美を
pt_br: Recompense a si mesmo
ru: Приз для себя

source: River Cleanup
de: Flussbereinigung
es: Limpieza del río
fr: Nettoyage de la rivière
it: Pulizia del fiume
ja: 河川清掃
pt_br: Limpeza do rio
ru: Очистка реки

source: Rock Climbing
de: Klettern
es: Escalada en roca
fr: Varappe
it: Arrampicata su roccia
ja: ロック クライミング
pt_br: Alpinismo
ru: Скалолазание

source: Round Essentials
de: Runde wesentliche Bestandteile
es: Elementos esenciales redondos
fr: Éléments essentiels ronds
it: Elementi essenziali tondi
ja: ラウンド エッセンシャルズ
pt_br: Redondos básicos
ru: Все основы

source: Sam's Review
es: Opinión de Sam
fr: Commentaire de Sam
it: Recensione di Sam
ja: サムのレビュー
pt_br: Resenha de Sam
ru: Ревью Сэма

source: Samuel’s Testimonial
de: Samuel erzählt
es: Testimonio de Samuel
fr: Témoignage de Samuel
it: Testimonianza di Samuel
ja: サミュエルの証言
pt_br: Depoimento de Samuel
ru: Свидетельство Сэмюэля

source: Sea Turtle
de: Meeresschildkröte
es: Tortuga de mar
fr: Tortue de mer
it: Tartaruga di mare
ja: ウミガメ
pt_br: Tartaruga marinha
ru: Морская черепаха

source: Seasonal Sale
de: Saisonaler Ausverkauf
es: Venta de temporada
fr: Vente saisonnière
it: Vendita stagionale
ja: 季節限定セール
pt_br: Venda sazonal
ru: Сезонная распродажа

source: Second Chance Books
de: Zweite Chance für Bücher
es: Segundas oportunidades
fr: Livres Seconde chance
it: Libri di seconda opportunità
pt_br: Livros que Merecem Outra Chance
ru: Вторая жизнь старых книг

source: See Clearly
de: Klar sehen
es: Ver claramente
fr: Voir clairement
it: Vedi chiaramente
ja: クリアな視界
pt_br: Ver claramente
ru: Видеть ясно

source: September Fair
de: September-Markt
es: Feria de septiembre
fr: Foire de septembre
it: Fiera di settembre
ja: 9月フェア
pt_br: Feira de setembro
ru: Сентябрьская ярмарка

source: Shapes of Christmas
de: Weihnachtsformen
es: Formas navideñas
fr: Formes de Noël
it: Forme di Natale
pt_br: Formas de Natal
ru: Рождественские фигуры

source: Sharp Vision
de: Scharfe Vision
es: Visión nítida
fr: Vision nette
it: Visione nitida
pt_br: Visão nítida
ru: Острое зрение

source: Slowing Down
de: Entschleunigung
es: Ralentización
fr: Ralentissement
it: Rallentamento
ja: 減速
pt_br: Desacelerando
ru: Замедление

source: Small (11 x 17 in)
de: Klein (11 x 17")
es: Pequeño (11 x 17 pulg.)
fr: Petit (11 x 17 pouces)
it: Piccolo (11 x 17 in)
ja: 小 (11 x 17 in)
pt_br: Pequeno (11 x 17")
ru: Малый (11 х 17 дюйм)

source: Small (A-Series Paper)
de: Klein (DIN A-Format)
es: Pequeño (papel de la serie A)
fr: Petit (papier de série A)
it: Piccolo (foglio serie A)
ja: 小 (A版用紙)
pt_br: Pequeno (papel série A)
ru: Малый (бумага формата A)

source: Social Media Cover
es: Portada para redes
fr: Couverture pour les réseaux sociaux
it: Copertina Social Media
pt_br: Capa para Redes Sociais
ru: Обложка для соцсетей

source: Solo Exhibition
de: Solo-Ausstellung
es: Exposición individual
fr: Exposition solo
it: Esposizione in solitario
ja: 個展
pt_br: Exposição solo
ru: Персональная выставка

source: Specials
de: Tageskarte
es: Especiales
fr: Spéciaux
it: Speciali
ja: 特別
pt_br: Especiais
ru: Специальные предложения

source: Speed Dating
es: Citas rápidas
ja: 出会いパーティー
pt_br: Namoro rápido
ru: Быстрые знакомства

source: Spring and Summer
de: Frühjahr und Sommer
es: Primavera y verano
fr: Printemps et été
it: Primavera ed estate
pt_br: Primavera e verão
ru: Весна и лето

source: Spring is Here
de: Der Frühling ist da
es: La primavera está aquí
fr: Le printemps est là
it: La primavera è qui
pt_br: A primavera chegou
ru: Пришла весна

source: Square Post
de: Quadratischer Beitrag
es: ´Publicación cuadrada
fr: Publication carrée
it: Pubblicazione quadrata
ja: スクエアポスト
pt_br: Publicação quadrada
ru: Квадратный пост

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato
pt_br: Quadrado
ru: Квадрат

source: Store Opening
de: Geschäftseröffnung
es: Apertura de tienda
fr: Ouverture de magasin
it: Apertura di negozio
ja: 店舗オープン
pt_br: Abertura de loja
ru: Открытие магазина

source: Story
de: Geschichte
es: Historia
it: Storia
ja: ストーリー
pt_br: História
ru: Сюжет

source: Stress Relief
de: Stressbeseitigung
es: Alivio del estrés
fr: Soulagement du stress
it: Sollievo dallo stress
ja: ストレス緩和
pt_br: Alívio do estresse
ru: Снятие стресса

source: Studio Tour
es: Visita al estudio
fr: Visite du studio
it: Visita dello studio
ja: スタジオツアー
pt_br: Tour pelo estúdio
ru: Студийный тур

source: Sunday Club
de: Sonntagsclub
es: Club de los domingos
fr: Club du dimanche
it: Club della domenica
ja: 日曜クラブ
pt_br: Clube de domingo
ru: Воскресный клуб

source: Sunday Market
de: Sonntagsmarkt
es: Mercado dominical
fr: Marché du dimanche
it: Mercato della domenica
ja: 日曜市場
pt_br: Mercado de domingo
ru: Воскресный рынок

source: Take Action
de: Maßnahmen ergreifen
es: Pasa a la acción
fr: Passez à l'action
it: Partecipa
ja: 行動を起こす
pt_br: Realize
ru: Начни действовать

source: Tasty Tales
de: Geschmackvolle Geschichten
es: Historias deliciosas
fr: Histoires savoureuses
it: Racconti golosi
pt_br: Histórias Saborosas
ru: Истории со вкусом

source: Thank You
de: Vielen Dank
es: Gracias
fr: Merci
it: Grazie!
ja: ありがとうございます
pt_br: Obrigado
ru: Спасибо!

source: The Future
de: Die Zukunft
es: El futuro
fr: L'avenir
it: Il futuro
ja: 未来
pt_br: O futuro
ru: Будущее

source: The Secret Garden
de: Der geheime Garten
es: El jardín secreto
fr: Le jardin secret
it: Il giardino segreto
ja: 秘密の花園
pt_br: O jardim secreto
ru: Секретный сад

source: The Story
de: Die Geschichte
es: La historia
fr: L'histoire
it: La storia
ja: 物語
pt_br: A história
ru: Сюжет

source: Think Like a Girl
de: Denke wie ein Mädchen
es: Piensa como una chica
fr: Dans la tête d'une fille
it: Pensa come una ragazza
ja: シンク・ライク・ア・ガール
pt_br: Pense como uma garota
ru: Думать как девочка

source: Time to Explore
de: Entdeckerzeit
es: Tiempo para explorar
fr: Temps d'exploration
it: È ora di esplorare
ja: 探検する時間
pt_br: Hora de explorar
ru: Время для исследования

source: Tom’s Testimonial
de: Tom erzählt
es: Testimonio de Tom
fr: Témoignage de Tom
it: Testimonianza di Tom
ja: トムの証言
pt_br: Depoimento de Tom
ru: Свидетельство Тома

source: Top 5
it: Primi 5
ru: Топ-5

source: Unwrapping Party
de: Auspackparty
es: Fiesta de presentación
fr: Déballage de cadeaux
it: Festa con regali
pt_br: Festa de apresentação
ru: Раскрывая пати

source: Utopia
es: Utopía
fr: Utopie
ru: Утопия

source: Veronica’s Testimonial
de: Veronica erzählt
es: Testimonio de Verónica
fr: Témoignage de Veronica
it: Testimonianza di Veronica
ja: ベロニカの証言
pt_br: Depoimento de Verônica
ru: Свидетельство Вероники

source: Vinyl
es: Vinilo
fr: Vinyle
it: Vinile
pt_br: Vinil
ru: Винил

source: Viola
ru: Скрипка

source: We Love Brunch
de: Wir lieben Brunch
es: Nos encanta el brunch
fr: Pour l'amour du brunch
it: Amiamo il brunch
ja: ブランチが大好き
pt_br: Adoramos brunch
ru: Мы любим бранч

source: Welcome Back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bienvenue à nouveau
it: Bentornato/a
ja: お帰りなさい
pt_br: Bem-vindo de volta
ru: Добро пожаловать снова

source: Welcome Offer
de: Willkommensangebot
es: Oferta de bienvenida
fr: Offre de bienvenue
it: Offerta di benvenuto
ja: 歓迎
pt_br: Oferta bem-vinda
ru: Приветственное предложение

source: What’s in Bloom
de: Was blüht?
es: Qué está en flor
fr: Floraisons de saison
it: Cos'è in fiore
pt_br: O que está florescendo
ru: Что цветет

source: Winter Fair
de: Wintermarkt
es: Feria de invierno
fr: Foire d'hiver
it: Fiera d'inverno
ja: ウィンターフェア
pt_br: Feira de inverno
ru: Зимняя ярмарка

source: Work Out Together
de: Zusammenarbeit
es: Entrenamiento conjunto
fr: S'entraîner ensemble
it: Allenamento insieme
ja: 一緒にワークアウト
pt_br: Treinar juntos
ru: Воркаут вместе

source: Work Preview
de: Arbeitsvorschau
es: Vista previa del trabajo
fr: Présentation d'un travail
it: Anteprima del lavoro
ja: 作品プレビュー
pt_br: Prévia do trabalho
ru: Рабочее превью

source: YouTube Channel Art
es: Arte del canal de YouTube
fr: Visuels pour chaîne YouTube
it: Arte del canale di YouTube
ja: YouTube チャンネル アート
pt_br: Arte de canal do YouTube
ru: Канал YouTube Art

source: YouTube Video Thumbnail
es: Miniatura vídeo YouTube
fr: Miniature de vidéo YouTube
it: Miniatura video di YouTube
ja: YouTube 動画サムネイル
pt_br: Miniatura de vídeo do YouTube
ru: Миниатюра видео YouTube

source: Your Mark
es: Su marca
fr: Votre marque
it: Il tuo segno
pt_br: Sua marca
ru: Ваша отметка

source: iMac 24-in.
de: iMac 24"
es: iMac 24 pulg.
fr: iMac 24 pouces
it: iMac 24"
pt_br: iMac 24 pol
ru: iMac 24″

source: iPad Pro 11-in. (Landscape)
de: iPad Pro 11" (Querformat)
es: iPad Pro de 11 pulgadas (horizontal)
fr: iPad Pro 11" (paysage)
it: iPad Pro 11 pollici (orizzontale)
pt_br: iPad Pro de 11 pol (Paisagem)
ru: 6,5-дюймовый iPad Pro (альбомная ориентация)

source: iPad Pro 11-in. (Portrait)
de: iPad Pro 11" (Hochformat)
es: iPad Pro de 11 pulgadas (vertical)
fr: iPad Pro 11" (portrait)
it: iPad Pro 11 pollici (verticale)
pt_br: iPad Pro de 11 pol (Retrato)
ru: 6,5-дюймовый iPad Pro (книжная ориентация)

source: iPad Pro 11-in.
de: iPad Pro 11"
es: iPad Pro 11 pulg.
fr: iPad Pro 11"
it: iPad Pro 11"
pt_br: iPad Pro 11 pol
ru: iPad Pro 11″

source: April Davis
es: Abril Davis

source: Blue Sunday
es: Domingo azul
it: Domenica blu
pt_br: Domingo azul

source: Cozy Look
de: Gemütlicher Look
es: Aspecto acogedor
fr: Look confortable
it: Look accogliente
pt_br: Aparência aconchegante

source: Creative Conversations
de: Kreative Konversationen
es: Conversaciones creativas
fr: Conversations créatives
it: Conversazioni creative
pt_br: Conversas criativas

source: Creative Hub
de: Kreativ-Hub
es: Centro creativo
fr: Centre de création
it: Centro creativo
pt_br: Central criativa

source: Let’s Do Yoga
de: Machen wir Yoga
es: Hagamos yoga
fr: Faisons du yoga
it: Facciamo yoga
pt_br: Vamos praticar Ioga

source: Pink Moon
es: Luna rosa
fr: Lune rose
it: Luna rosa
pt_br: Lua rosa

source: Sunday Special
de: Tagesgericht
es: Especial del domingo
fr: Spécial du dimanche
it: Speciale della domenica
ja: サンデースペシャル
pt_br: Especial de domingo

source: Tasty Bite
de: Köstlicher Happen
es: Un bocado delicioso
fr: Bouchée savoureuse
it: Cibo appetitoso
ja: テイスティバイト
pt_br: Comida gostosa

source: The Keeper
es: El guardián
pt_br: O guardião

source: The Love You Want
de: Traumhafte Liebe
es: El amor que quieres
fr: L'amour que vous voulez
it: L'amore che vuoi
ja: あなたが望む愛
pt_br: O amor que você deseja

source: The Real Reason
de: Der wahre Grund
es: La verdadera razón
fr: La vraie raison
it: Il vero motivo
ja: 本当の理由
pt_br: O real motivo

source: Whitepine
de: Seidenkiefer
es: Pino blanco
fr: Pin blanc
it: Pino bianco
pt_br: Pinus

source: Wildflowers
es: Flores silvestres
fr: Fleurs sauvages
it: Fiori selvatici
pt_br: Flores silvestres

source: Yoga Time
de: Yoga-Zeit
es: La hora del yoga
fr: L'heure du yoga
it: Ora dello yoga
pt_br: Hora da ioga

source: Yoga
pt_br: Ioga

source: iPad Pro 12.9-in. (Landscape)
de: iPad Pro 12.9" (Querformat)
pt_br: iPad Pro de 12,9 pol (Paisagem)

source: iPad Pro 12.9-in. (Portrait)
de: iPad Pro 12.9" (Hochformat)
pt_br: iPad Pro de 12,9 pol (Retrato)

source: iPad Pro 12.9-in.
de: iPad Pro 12.9"
pt_br: iPad Pro 12.9 pol
