Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Templates.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: 11 x 17 in
de: 11 x 17"
es: 11 x 17 pulg.
fr: 11 x 17 pouces
ru: 11 x 17 дюйм

source: 11 x 8.5 in
de: 11 x 8.5"
es: 11 x 8,5 pulg.
fr: 11 x 8.5 pouces
pt_br: 11 x 8,5"
ru: 11 x 8,5 дюйм

source: 12 x 16 in
de: 12 x 16"
es: 12 x 16 pulg.
fr: 12 x 16 pouces
ru: 12 x 16 дюйм

source: 12 x 18 in
de: 12 x 18 Zoll
es: 12 x 18 pulg.
fr: 12 x 18 pouces
ru: 12 x 18 дюйм

source: 12.9-in. 2nd Gen Display (Landscape)
de: 12.9" Display 2. Gen. (Querformat)
pt_br: Tela de 2ª Geração de 12,9 pol (Paisagem)
ru: 12,9-дюймовый дисплей 2-го поколения (альбомная ориентация)

source: 12.9-in. 2nd Gen Display (Portrait)
de: 12.9" Display 2. Gen. (Hochformat)
pt_br: Tela de 2ª Geração de 12,9 pol (Retrato)
ru: 12,9-дюймовый дисплей 2-го поколения (книжная ориентация)

source: 12.9-in. 6th Gen Display (Landscape)
de: 12.9" Display 6. Gen. (Querformat)
pt_br: Tela de 6ª Geração de 12,9 pol (Paisagem)
ru: 12,9-дюймовый дисплей 6-го поколения (альбомная ориентация)

source: 12.9-in. 6th Gen Display (Portrait)
de: 12.9" Display 6. Gen. (Hochformat)
pt_br: Tela de 6ª Geração de 12,9 pol (Retrato)
ru: 12,9-дюймовый дисплей 6-го поколения (книжная ориентация)

source: 129 x 79 in
de: 129 x 79 Zoll
ru: 129 x 79 дюйм

source: 16 x 12 in
de: 16 x 12"
es: 16 x 12 pulg.
fr: 16 x 12 pouces
ru: 16 x 12 дюйм

source: 174 x 245 mm
ru: 174 x 245 мм

source: 18 x 12 in
de: 18 x 12 Zoll
es: 18 x 12 pulg.
fr: 18 x 12 pouces
ru: 18 x 12 дюйм

source: 18 x 24 in
de: 18 x 24"
es: 18 x 24 pulg.
fr: 18 x 24 pouces
ru: 18 x 24 дюйм

source: 23 x 38 in
de: 23 x 38 Zoll
ru: 23 x 38 дюйм

source: 27 x 36 in
de: 27 x 36 Zoll
ru: 27 x 36 дюйм

source: 29 x 36 in
de: 29 x 36 Zoll
ru: 29 x 36 дюйм

source: 3,5 x 2 in
de: 3,5 x 2"
es: 3,5 x 2 pulg.
fr: 3,5 x 2 pouces
ru: 3,5 x 2 дюйм

source: 3.5 x 2 in
de: 3,5 x 2"
es: 3,5 x 2 pulg.
fr: 3,5 x 2 pouces
ru: 3,5 x 2 дюйм

source: 5 x 7 in
de: 5 x 7"
es: 5 x 7 pulg.
fr: 5 x 7 pouces
ru: 5 x 7 дюйм

source: 5.5-in. Display
de: 5.5" Display
pt_br: Tela de 5,5 pol
ru: 5,5-дюймовый дисплей

source: 6 x 9 in
de: 6 x 9 Zoll
es: 6 x 9 pulg.
fr: 6 x 9 pouces
ru: 6 x 9 дюйм

source: 6.5-in. Display
de: 6.5" Display
es: Pantalla de 6,5 pulg.
fr: Écran 6,5"
it: Display da 6,5 pollici
pt_br: Tela de 6,5 pol
ru: 6,5-дюймовый дисплей

source: 7 x 5 in
de: 7 x 5"
es: 7 x 5 pulg.
fr: 7 x 5 pouces
pt_br: 7 x 5"
ru: 7 x 5 дюйм

source: 8,5 x 11 in
de: 8,5 x 11"
es: 8,5 x 11 pulg.
fr: 8,5 x 11 pouces
it: 8,5 x 11 pollici
pt_br: 8,5 x 11 pol.
ru: 8,5 x 11 дюйм

source: 8.5 x 11 in
de: 8,5 x 11"
es: 8,5 x 11 pulg.
fr: 8.5 x 11 pouces
ru: 8,5 x 11 дюйм

source: 85 x 55 mm
ru: 85 x 55 мм

source: A Great Spot
de: Ein toller Ort
es: Un buen lugar
fr: Un endroit idéal
it: Un ottimo luogo
pt_br: Um ótimo lugar
ru: Отличное место

source: A-Series Paper
de: Papier A-Format
es: Papel serie A
fr: Papier au format A
it: Foglio serie A
pt_br: Papel Série A
ru: Бумага формата A

source: Act Now
de: Jetzt handeln
es: Ponte en marcha
fr: Agissez maintenant
it: Agisci ora
pt_br: Faça agora
ru: Действуй сейчас

source: Adventure Awaits
de: Das Abenteuer wartet
es: La aventura te espera
fr: L'aventure vous attend
it: L'avventura ti aspetta
pt_br: A aventura aguarda
ru: Приключения ждут

source: Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
pt_br: Análise
ru: Анализ

source: App Screenshot
es: Captura de pantalla de app
fr: Capture d'écran d'application
it: Screenshot di app
pt_br: Captura de Tela de App
ru: Снимок экрана приложения

source: Available Now
de: Jetzt verfügbar
es: Disponible ahora
fr: Disponible maintenant
it: Disponibile ora
pt_br: Disponível agora
ru: Доступно сейчас

source: Back in Stock
de: Wieder da
es: De nuevo disponible
fr: De nouveau disponible
it: Di nuovo disponibile
pt_br: De volta ao estoque
ru: Опять в наличии

source: Basic Instinct
es: Instinto básico
pt_br: Instinto básico
ru: Основной инстинкт

source: Basic
de: Standard
es: Básica
fr: Base de départ
it: Di base
pt_br: Básica
ru: Базовый

source: Become a Member
de: Mitglied werden
es: Hazte miembro
fr: Devenir membre
it: Diventa membro
pt_br: Seja membro
ru: Стать участником

source: Behind the Artists
de: Hintergründe zu Künstlern
es: Detrás de los artistas
fr: Derrière les artistes
it: Dietro gli artisti
pt_br: Por trás dos artistas
ru: За спинами художников

source: Beyond the Idea
de: Über die Idee hinaus
es: Más allá de la idea
fr: Au-delà de l'idée
it: Dietro l'idea
pt_br: Além da ideia
ru: Скрыто за идеей

source: Beyond the Look
de: Hinter dem Look
es: Más allá de las apariencias
fr: Au-delà des apparences
it: Dietro le apparenze
pt_br: Além da aparência
ru: Скрыто за внешностью

source: Bike Rental
de: Radvermietung
es: Alquiler de bicicletas
fr: Location de vélos
it: Noleggio biciclette
pt_br: Aluguel de bicicleta
ru: Прокат велосипедов

source: Billboard
de: Werbetafel
pt_br: Outdoor
ru: Щит

source: Bloom at Home
de: Blühendes Heim
es: Florecimiento en casa
fr: Floraison à la maison
it: Fioritura a casa
pt_br: Exuberante em casa
ru: Домашний цветок

source: Bloom
de: Überstrahlen
es: Floración
fr: Floraison
it: Fioritura
pt_br: Florescer
ru: Цветение

source: Book Club
de: Bücherclub
es: Club de lectura
fr: Club de lecture
it: Il club del libro
pt_br: Clube do Livro
ru: Литературный клуб

source: Book Cover
de: Buch-Einband
es: Portada del libro
fr: Couverture de livre
it: Copertina del libro
ja: ブックカバー
pt_br: Capa de livro
ru: Обложка книжки

source: Book Discussion
de: Buchbesprechung
es: Debate literario
fr: Discussion littéraire
it: Discussione di libri
pt_br: Discussão do Livro
ru: Литературное обсуждение

source: Book Hunt
de: Büchersuche
es: Búsqueda de libros
fr: Chasse aux livres
it: Caccia al libro
pt_br: Busca de Livros
ru: Что читать

source: Books to Read
de: Zu lesende Bücher
es: Libros recomendados
fr: Livres à lire
it: Libri da leggere
pt_br: Livros para Ler
ru: Книги для чтения

source: Bookstore Tour
de: Buchhandlung
es: Gira literaria
fr: Tournée des libraires
it: Tour della libreria
pt_br: Passeio na Livraria
ru: Поход в книжный

source: Bouquet Trends
es: Tendencias en ramos de flores
fr: Tendances de bouquets
it: Tendenze dei bouquet
pt_br: Tendências de buquês
ru: Тренды букетов

source: Breakfast Club
de: Frühstücksclub
es: Club del desayuno
it: Club della colazione
pt_br: Clube de café da manhã
ru: Клуб "Завтрак"

source: Breathe In & Out
de: Ein- & Ausatment
es: Inspirar y espirar
fr: Inspiration et expiration
it: Ispira ed espira
pt_br: Inspira e expira
ru: Вдох - выдох

source: Business Card
de: Visitenkarte
es: Tarjeta de visita
fr: Carte de visite
it: Biglietto da visita
ja: 名刺
pt_br: Cartão de visita
ru: Визитная карточка

source: Celebrate Fall
de: Feiern Sie den Herbst
es: Celebra el otoño
fr: Célébrer l'automne
it: Celebra l'autunno
pt_br: Celebrar o outono
ru: Картинки осени

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
it: Certificato
pt_br: Certificado
ru: Сертификат

source: Change the World
de: Die Welt verändern
es: Cambiar el mundo
fr: Changez le monde
it: Cambia il mondo
pt_br: Mudar o mundo
ru: Изменить мир

source: Charles Williams
ru: Чарльз Уильямс

source: Christmas Colors
de: Weihnachtsfarben
es: Colores de la Navidad
fr: Couleurs de Noël
it: Colori di Natale
pt_br: Cores de Natal
ru: Рождественские краски

source: Christmas Countdown
de: Weihnachts-Countdown
es: Cuenta atrás de Navidad
fr: C'est bientôt Noël
it: Conto alla rovescia di Natale
pt_br: Contagem Regressiva para o Natal
ru: Отсчет до Рождества

source: Christmas Party
es: Fiesta de Navidad
fr: Fête de Noël
it: Party di Natale
pt_br: Festa de Natal
ru: Встреча Рождества

source: Clearly Now
de: Ganz klar jetzt
es: Claramente Ahora
fr: L'instant présent
it: Chiaramente ora
pt_br: Mais claro agora
ru: Теперь ясно

source: Climate Change
de: Klimawandel
es: Cambio climático
fr: Changement climatique
it: Cambio climatico
pt_br: Mudança climática
ru: Изменение климата

source: Collection 2022
de: Sammlung 2022
es: Colección 2022
it: Collezione 2022
pt_br: Coleção 2022
ru: Коллекция 2022

source: Colors of Nature
de: Farben der Natur
es: Colores de la naturaleza
fr: Couleurs de la nature
it: I colori della natura
pt_br: Cores da Natureza
ru: Краски природы

source: Coming Soon
de: Erscheint bald
es: Próximamente
fr: Bientôt disponible
it: Prossimamente
pt_br: Em breve
ru: Скоро выпуск

source: Community Festival
de: Gemeindefest
es: Fiesta de la Comunidad
fr: Festival de la Communauté
it: Festival della comunità
pt_br: Festival comunitário
ru: Фестиваль сообщества

source: Cooking Ideas
de: Kochideen
es: Ideas de cocina
fr: Idées recettes
it: Idee per la cucina
pt_br: Ideias Culinárias
ru: Кулинарные идеи

source: Cooking Tips
de: Kochtipps
es: Consejos de cocina
fr: Conseils culinaires
it: Consigli di cucina
pt_br: Dicas Culinárias
ru: Кулинарные советы

source: Cooking Workshop
de: Kochen-Workshop
es: Taller de cocina
fr: Atelier cuisine
it: Workshop di cucina
pt_br: Aula de Culinária
ru: Кулинарный воркшоп

source: Creative Network
de: Kreatives Netzwerk
es: Red creativa
fr: Réseau créatif
it: Rete creativa
pt_br: Rede criativa
ru: Креативная сеть

source: Creative Quote
de: Kreatives Zitat
es: Cita creativa
fr: Citation créative
it: Citazione creativa
pt_br: Citação criativa
ru: Креативная цитата

source: Deep Dive
de: Tieftauchgang
es: Inmersión profunda
fr: Immersion profonde
it: Immersione profonda
pt_br: Mergulho profundo
ru: Глубокий нырок

source: Deep Sea
de: Tiefsee
es: Mar profundo
fr: Mer profonde
it: Mare profondo
pt_br: Mar profundo
ru: Глубокое море

source: Design Fair
de: Designmesse
es: Feria de diseño
fr: Salon du design
it: Fiera del design
pt_br: Feira do design
ru: Ярмарка дизайна

source: Donald Anderson
ru: Дональд Андерсон

source: Dreamer
de: Träumer
es: Soñador
fr: Rêveur
it: Sognatore
pt_br: Sonhador
ru: Мечтатель

source: Drown in Flowers
de: Blumenbad
es: Sumérgete en flores
fr: Noyade dans les fleurs
it: Immerso nei fiori
pt_br: Afogue-se em flores
ru: Утонув в цветах

source: Ellen Here
fr: Ellen ici
it: Ellen qui
pt_br: Ellen aqui
ru: Элен здесь

source: Ellen Johnson
ru: Элен Джонсон

source: Endless Adventures
de: Endlose Abenteuer
es: Aventuras sin fin
fr: Aventures sans fin
it: Avventure infinite
pt_br: Aventuras sem Fim
ru: Бесконечные приключения

source: Enjoy Flowers Daily
de: Täglich Blumen genießen
es: Disfruta de las flores a diario
fr: Le pouvoir des fleurs
it: Goditi i fiori tutti i giorni
pt_br: Curta as flores todos os dias
ru: Наслаждайтесь цветами ежедневно

source: Enjoy the Calm
de: Die Ruhe genießen
es: Disfruta de la calma
fr: Profitez du calme
it: Goditi la calma
pt_br: Curta a calma
ru: Радуйтесь молчанию

source: Equipment Giveaway
de: Ausrüstungsverlosung
es: Regalo de equipos
fr: Offre d'équipement
it: Distribuzione di attrezzature
pt_br: Distribuição de equipamento
ru: Раздача оборудования

source: Etty’s Quote
de: Ettys Zitat
es: Cita de Etty
fr: Citation d'Etty
it: Citazione di Etty
ja: エティの見積り
pt_br: Citação Etty
ru: Цитата Этти

source: Event Cover
es: Portada de evento
fr: Couverture d'événement
it: Copertina evento
pt_br: Capa de Evento
ru: Обложка события

source: Every Sunday
de: Jeden Sonntag
es: Todos los domingos
fr: Tous les dimanches
it: Ogni domenica
ja: 毎週日曜日
pt_br: Todos os domingos
ru: Каждое воскресенье

source: Exhibition Time
de: Ausstellungszeit
es: Tiempo de exposición
fr: Moment d'exposition
it: Ora dell'esibizione
ja: 展示時間
pt_br: Hora da exposição
ru: Время выставки

source: Expand Horizons
de: Horizont erweitern
es: Nuevos horizontes
fr: Élargir ses horizons
it: Espandi i tuoi orizzonti
pt_br: Expanda Horizontes
ru: Новые горизонты

source: Explainer Video
de: Erklärvideo
es: Vídeo explicativo
fr: Vidéo explicative
it: Video esplicativo
pt_br: Vídeo Explicativo
ru: Поясняющее видео

source: Explainer
de: Erklärung
es: Explicativo
fr: Explicatif
it: Spiegatore
ja: 説明者
pt_br: Explicador
ru: Объясняющий

source: Explore Art
de: Kunst erkunden
es: Explora el arte
fr: Exploration artistique
it: Esplora l'arte
ja: 芸術の探索
pt_br: Explore a arte
ru: Исследуйте искусство

source: Facts
de: Fakten
es: Hechos
fr: Faits
it: I fatti
pt_br: Fatos
ru: Факты

source: Fair Activities
de: Jahrmarkt-Aktivitäten
es: Actividades en la feria
fr: Activités de fête foraine
it: Attività della fiera
ja: フェアの活動
pt_br: Atividades na feira
ru: Ярмарка

source: Fair Time
de: Zeit für Jahrmarkt
es: Tiempo de feria
fr: L'heure de la fête foraine
it: Ora della fiera
ja: フェアの時間
pt_br: Hora da feira
ru: Время ярмарки

source: Farmer's Market
de: Bauernmarkt
es: Mercado
fr: Marché de producteurs
it: Mercato agricolo
pt_br: Mercado de Produtores
ru: Фермерский рынок

source: Favorite Greens
de: Lieblingsgemüse
es: Verduras favoritas
fr: Légumes préférés
it: Verdure preferite
pt_br: Hortaliças Favoritas
ru: Любимая зелень

source: Favorite Reads
de: Lieblingsbücher
es: Lecturas favoritas
fr: Lectures favorites
it: Letture preferite
pt_br: Livros Favoritos
ru: Любимые книги

source: Female Creatives
de: Kreative Frauen
es: Mujeres creativas
fr: Femmes créatives
it: Donne creative
ja: 女性クリエイター
pt_br: Criativos femininos
ru: Женская креативность

source: Film Festival
es: Festival de cine
fr: Festival de cinéma
it: Festival di cinema
ja: 映画祭
pt_br: Festival de filmes
ru: Фестиваль кинофильмов

source: Flea Market
de: Flohmarkt
es: Mercadillo
fr: Marché aux puces
it: Il mercatino
pt_br: Brechó
ru: Блошиный рынок

source: Flower Boy
de: Blumenjunge
es: Chico de las flores
fr: Garçon en fleur
it: Ragazzo dei fiori
ja: 花の少年
pt_br: Garoto flor
ru: Цветочный мальчик

source: Flower Power
es: El poder de las flores
fr: Le pouvoir des fleurs
it: Potere dei fiori
ja: 花のパワー
pt_br: O poder das flores
ru: Сила цветка

source: Food Tour
es: Ruta gastronómica
fr: Visite gastronomique
it: Tour gastronomico
ja: フードツアー
pt_br: Turnê gastronômica
ru: Гастротур

source: Framed Poster
de: Gerahmtes Poster
es: Póster enmarcado
fr: Poster encadré
it: Poster incorniciato
ja: 額入りポスター
pt_br: Poster emoldurado
ru: Постер в рамке

source: Framed Vision
de: Gerahmte Vision
es: Visión enmarcada
fr: Vision encadrée
it: Visione incorniciata
ja: 額装されたビジョン
pt_br: Visão emoldurada
ru: Видение в рамке

source: Free WiFi
de: Kostenfreies WLAN
es: WiFi gratuito
fr: Wi-Fi gratuit
it: Wi-Fi gratuito
ja: 無料 Wi-Fi
pt_br: Wifi grátis
ru: Беспл. Wi-Fi

source: Fresh Ideas
de: Frische-Ideen
es: Ideas frescas
fr: Idées originales
it: Nuove idee
pt_br: Ideias Frescas
ru: Свежие идеи

source: From Field to Fork
de: Vom Feld auf den Tisch
es: Del campo a la mesa
fr: De la fourche à la fourchette
it: Dal campo alla tavola
pt_br: Do Campo para a Mesa
ru: С поля на стол

source: Front Line of Love
es: Primera línea del amor
fr: Ligne de front de l'amour
it: Prima linea dell'amore
ja: 愛の最前線
pt_br: Linha de frente do amor
ru: Линия фронта любви

source: Get Inspired
de: Lassen Sie sich inspirieren
es: Inspírate
fr: Laissez-vous inspirer
it: Ispirati
ja: インスピレーションを得る
pt_br: Inspire-se
ru: Вдохновитесь

source: Get Ready
de: Startklar
es: Prepárate
fr: Préparez-vous
it: Preparati
ja: 準備する
pt_br: Prepare-se
ru: Будьте готовы

source: Get Wild
de: Die Wildnis ruft
es: Sé creativo
fr: Soyez créatif
it: Sii creativo
ja: ワイルドになる
pt_br: Seja criativo
ru: Станьте диким

source: Get the Love
de: Wir lieben die Liebe
es: Consigue el amor
fr: Ressentez l'amour
it: Senti l'amore
ja: ゲット・ザ・ラブ
pt_br: Sinta o amor
ru: Завоюйте любовь

source: Girls Support Girls
de: Mädelspower
es: Las chicas apoyan entre ellas
fr: Les filles soutiennent les filles
it: Le ragazze si appoggiano tra loro
ja: ガールズサポートガールズ
pt_br: Garotas apoiam garotas
ru: Девушки помогают девушкам

source: Glasses On
de: Brille auf
es: Ponte las gafas
fr: Lunettes de sortie
it: Con gli occhiali
ja: メガネ
pt_br: De óculos
ru: Надеть очки

source: Happy Holidays
de: Frohe Feiertage
es: Felices vacaciones
fr: Bonnes vacances
it: Buone feste
pt_br: Boas férias
ru: Веселых праздников

source: Happy Weekend
es: Feliz fin de semana
fr: Joyeux week-end
it: Buon fine settimana
ja: ハッピーウィークエンド
pt_br: Feliz fim de semana
ru: Счастливые выходные

source: Healthy Recipes
de: Gesunde Rezepte
es: Recetas saludables
fr: Recettes saines
it: Ricette salutari
pt_br: Receitas Saudáveis
ru: Полезные рецепты

source: Healthy Smile
de: Gesundes Lächeln
es: Sonrisa sana
fr: Beau sourire
it: Un sorriso sano
pt_br: Sorriso Saudável
ru: Здоровые зубы

source: Helen's Testimonial
de: Helen erzählt
es: Testimonio de Helen
fr: Témoignage d'Helen
it: Testimonianza di Helen
ja: ヘレンの証言
pt_br: Depoimento de Helen
ru: Свидетельство Елены

source: Hero Fruits
de: Fruchthelden
es: Frutas estrella
fr: Fruits préférés
it: Frutti in primo piano
pt_br: Frutas Heroicas
ru: Лучшие фрукты

source: Holiday Collage
de: Feiertags-Collage
es: Collage navideño
fr: Montage de fêtes de fin d'année
it: Collage festivo
pt_br: Colagem de Férias
ru: Праздничный коллаж

source: Holiday
de: Urlaub
es: Vacaciones
fr: Vacances
it: Vacanza
pt_br: Feriado
ru: Праздник

source: In Focus
de: Im Fokus
es: En el punto de mira
fr: En point de mire
it: Sotto osservazione
ja: 焦点が合う
pt_br: Em foco
ru: В фокусе

source: In Full Swing
de: In vollem Gang
es: En pleno apogeo
fr: En plein essor
it: A pieno ritmo
ja: フルスイングで
pt_br: Em movimento completo
ru: В самом разгаре

source: In Season
de: Jahreszeit
es: De temporada
fr: De saison
it: In stagione
pt_br: Na Época
ru: По сезону

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt_br: Ingredientes
ru: Ингредиенты

source: Inspecting Books
de: Nach Büchern stöbern
es: Análisis de libros
fr: Avis de lecteur
it: Analisi di libri
pt_br: Inspeção de Livros
ru: Разглядывая книги

source: Invitation
de: Einladung
es: Invitación
it: Invito
pt_br: Convite
ru: Приглашение

source: I’m Sorry Flowers
de: Entschuldigung mit Blumen
es: Flores de perdón
fr: Les fleurs de l'excuse
it: Fiori di scusa
ja: ごめんね、お花達
pt_br: Desculpe, flores
ru: Цветы для извинения

source: James Robinson
ja: ジェームズ・ロビンソン
ru: Джеймс Робинсон

source: Jane Smith
ru: Джейн Смит

source: Jessica Brown
ja: ジェシカ・ブラウン
ru: Джессика Браун

source: John Young
ja: ジョン・ヤング
ru: Джон Янг

source: John's Testimonial
de: John erzählt
es: Testimonio de John
fr: Témoignage de John
it: Testimonianza di John
ja: ジョンの証言
pt_br: Depoimento de John
ru: Свидетельство Джона

source: Join the Adventure
de: Komm mit ins Abenteuer
es: Únete a la aventura
fr: Participez à l'aventure
it: Partecipa all'avventura
ja: 冒険に参加
pt_br: Participe da aventura
ru: Участвуйте в приключении

source: Join the Club
de: Komm in den Club
es: Únete al Club
fr: Rejoignez le club
it: Unisciti al Club
ja: クラブに参加
pt_br: Participe do clube
ru: Станьте членом клуба

source: Kelly's Testimonial
de: Kelly erzählt
es: Testimonio de Kelly
fr: Témoignage de Kelly
it: Testimonianza di Kelly
ja: ケリーの証言
pt_br: Depoimento de Kelly
ru: Свидетельство Келли

source: Kelp Forest
de: Kelpwald
es: Bosque de algas
fr: Forêt de varech
it: Foresta di alghe
ja: 藻場
pt_br: Floresta de algas
ru: Лес водорослей

source: Large (24 x 36 in)
de: Groß (24 x 36")
es: Grande (24 x 36 pulgadas)
fr: Large (24 x 36 pouces)
it: Grande (24 x 36 in)
ja: ラージ (24 x 36 in)
pt_br: Grande (24 x 36 in)
ru: Большой (24 x 36 дюйм)

source: Large (A-Series Paper)
de: Groß (DIN A-Format)
es: Grande (papel serie A)
fr: Large (Papier de série A)
it: Grande (foglio serie A)
ja: 大 (A版用紙)
pt_br: Grande (Papel série A)
ru: Большой (бумага формата A)

source: Latest Podcast
de: Aktueller Podcast
es: Último podcast
fr: Dernier podcast
it: Ultimo podcast
ja: 最新のポッドキャスト
pt_br: Podcast mais recente
ru: Новейший подкаст

source: Leaflet
de: Broschüre
es: Folleto
fr: Dépliant
it: Foglietto
ja: リーフレット
pt_br: Folheto
ru: Буклет

source: Learn the Process
de: Prozess erlernen
es: Aprende el proceso
fr: Découverte d'un processus
it: Impara il processo
ja: プロセスを学ぶ
pt_br: Aprenda o processo
ru: Изучить процесс

source: Let's Hike
de: Gehen wir wandern
es: Vamos de excursión
fr: C'est parti pour la randonnée
it: Facciamo un'escursione
ja: ハイキングしよう
pt_br: Vamos fazer trilhas
ru: Пройдемся пешком

source: Let's Talk
de: Reden wir
es: Hablemos
fr: Discutons
it: Parliamo
ja: 話しましょう
pt_br: Vamos conversar
ru: Давайте поговорим

source: Letter
de: Brief
es: Carta
fr: Lettre
it: Lettera
ja: レター
pt_br: Carta
ru: Письмо

source: Linda Miller
ja: リンダ・ミラー
ru: Линда Миллер

source: Literary Horizons
de: Literarischer Horizont
es: Horizontes literarios
fr: Horizons littéraires
it: Orizzonti letterari
pt_br: Horizontes Literários
ru: Литературные горизонты

source: Little Things
de: Kleine Dinge
es: Pequeñas cosas
fr: Les petites choses
it: Piccole cose
pt_br: Pequenos detalhes
ru: Мелочи

source: Logo
ja: ロゴ
pt_br: Logotipo
ru: Лого

source: Look Straight
de: Fester Blick
es: Mira al frente
fr: Les yeux dans les yeux
it: Sguardo diretto
pt_br: Olhe para a Frente
ru: Прямой взгляд

source: Love Conversation
de: Liebe Gespräch
es: Conversación de amor
fr: Conversation d'amour
it: Conversazione d'amore
ja: 愛の会話
pt_br: Conversa de amor
ru: Любовный разговор

source: Love Me
de: Lieb mich
es: Ámame
fr: Aimez-moi
it: Amami
pt_br: Ame-me
ru: Люби меня

source: Love Post
de: Liebe Beitrag
es: Publicación de amor
fr: Publication d'amour
it: Post d'amore
ja: お気に入りの投稿
pt_br: Publicação de amor
ru: Любовный пост

source: MacBook Pro 14-in.
de: MacBook Pro 14"
es: MacBook Pro 14 pulg.
fr: MacBook Pro 14 pouces
it: MacBook Pro 14"
pt_br: MacBook Pro 14 pol
ru: MacBook Pro 14″

source: MacBook Pro 16-in.
de: MacBook Pro 16"
es: MacBook Pro 16 pulg.
fr: MacBook Pro 16"
it: MacBook Pro 16"
pt_br: MacBook Pro 16 pol
ru: MacBook Pro 16″

source: Magazine Cover
de: Magazincover
es: Portada de la revista
fr: Couverture de magazine
it: Copertina della rivista
ja: 雑誌の表紙
pt_br: Capa de revista
ru: Обложка журнала

source: Make a Statement
de: Ein Statement machen
es: Haz una declaración
fr: Faites une déclaration
it: Fai una dichiarazione
ja: 言明する
pt_br: Fazer uma declaração
ru: Сделать заявление

source: Making Memories
de: Erinnerungen schaffen
es: Crear recuerdos
fr: Créez des souvenirs
it: Crea ricordi
ja: 思い出作り
pt_br: Criando memórias
ru: Создание воспоминаний

source: Materials
de: Materialien
es: Materiales
fr: Matériaux
it: Materiali
ja: 材料
pt_br: Materiais
ru: Материалы

source: Matisse's Quote
de: Matisses Zitat
es: Cita de Matisse
fr: Citation de Matisse
it: Citazione di Matisse
ja: マティスの見積り
pt_br: Citação de Matisse
ru: Цитата Матисса

source: Meet Us
de: Lernen Sie uns kennen
es: Conócenos
fr: Nous rencontrer
it: Conoscici
ja: 私達と会う
pt_br: Encontre-nos
ru: Встречайте нас

source: Memories
de: Erinnerungen
es: Recuerdos
fr: Souvenirs
it: Ricordi
ja: 思い出
pt_br: Memórias
ru: Воспоминания

source: Merry & Bright
de: Festlich & Hell
es: Alegría y color
fr: Illuminations de fête
it: Lieto e luminoso
pt_br: Alegre e Claro
ru: Яркие праздники

source: Merry Christmas
de: Frohe Weihnachten
es: Feliz Navidad
fr: Joyeux Noël
it: Buon Natale
pt_br: Feliz Natal
ru: Счастливого Рождества

source: Michael Evans
ja: マイケル・エヴァンス
ru: Майкл Эванс

source: Mindful Moments
de: Bewusste Momente
es: Momentos de atención
fr: Moments d'attention
it: Momenti di attenzione
ja: 心に留める瞬間
pt_br: Momentos de atenção
ru: Моменты размышлений

source: More to the Idea
de: Mehr als nur eine Idee
es: Más sobre la idea
fr: Plus sur l'idée
it: Più per l'idea
ja: アイデアの詳細
pt_br: Mais para a ideia
ru: Еще к идее

source: Movie Title
de: Filmtitel
es: Título de la película
fr: Titre de vidéo
it: Titolo del filmato
pt_br: Título do filme
ru: Название фильма

source: New Arrivals
de: Neu eingetroffen
es: Nuevas llegadas
fr: Nouveaux arrivages
it: Nuovi arrivi
ja: 新着
pt_br: Novidades
ru: Новые поступления

source: New Collection
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection
it: Nuova Collezione
ja: 新規コレクション
pt_br: Nova coleção
ru: Новая коллекция
