Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Choose how strongly brush stroke smoothing should be applied.
de: Auswählen, wie stark die Pinselstriche geglättet werden.
es: Elige con qué intensidad debe aplicarse el suavizado del trazo con pincel.
fr: Choisir avec quelle force le lissage de trait de pinceau doit être appliqué.
it: Scegli il grado di forza della smussatura del tratto di pennello.
ja: ブラシストロークのスムージングの強度を選択します。
pt_br: Escolher a intensidade da suavização do traço do pincel a ser aplicada.
ru: Выбрать, насколько сильно должно быть применено сглаживание мазка кисти.

source: Choose how the color blends with the object you fill.
de: Wählen, wie sich die Farbe mit dem gefüllten Objekt vermischt.
es: Elige cómo se fusiona el color con el objeto que estás rellenando.
fr: Choisissez la façon dont la couleur se mélange avec l’objet que vous remplissez.
it: Scegli come far fondere il colore con l'oggetto riempito.
ja: 塗りつぶすオブジェクトにどのようにカラーをブレンドするかを選びます。
pt_br: Escolha como a cor se mistura com o objeto que você preencher.
ru: Выбрать, как цвет смешивается с заполняемым объектом.

source: Choose how the fill blends with the object.
de: Wählen, wie sich die Füllung mit dem Objekt vermischt.
es: Elige cómo se fusiona el relleno con el objeto.
fr: Choisissez la façon dont le remplissage se mélange avec l’objet.
it: Scegli come far fondere il riempimento con l'oggetto.
ja: 塗りつぶしとオブジェクトとのブレンド方法を選択します。
pt_br: Escolhe como o preenchimento mescla com o objeto.
ru: Выбрать, как заливка смешивается с заливаемым объектом.

source: Choose how the inner shadow blends with the object.
de: Wählen, wie sich der innere Schatten mit dem Objekt vermischt.
es: Elige cómo se fusiona la sombra interna con el objeto.
fr: Choisissez la façon dont l’ombre interne se mélange avec l’objet.
it: Scegli come far fondere l’ombra interna con l'oggetto.
ja: インナーシャドウとオブジェクトのブレンド方法を選択します。
pt_br: Escolhe como a sombra interna mescla com o objeto.
ru: Выбрать, как внутренняя тень смешивается с объектом.

source: Choose how the video should end playing.
de: Auswählen, wie die Wiedergabe des Videos enden soll.
es: Elija cómo debería finalizar la reproducción del vídeo.
fr: Choisissez le mode de fin de lecture de la vidéo.
it: Scegli come concludere la riproduzione del video.
ja: ビデオの再生を終了する方法を選択します。
pt_br: Escolha como será o fim da reprodução do vídeo.
ru: Выберите, как видео должно кончаться.

source: Choose how to blend brushstrokes with your image.
de: Wählen, wie sich Pinselstriche mit Ihrem Bild vermischen.
es: Elige cómo se fusionan las pinceladas con tu imagen.
fr: Choisissez comment mélanger vos coups de pinceau à votre image.
it: Scegli come far fondere le pennellate con l’immagine.
ja: ブラシストロークと画像のブレンド方法を選択します。
pt_br: Escolhe como mesclar as pinceladas com sua imagem.
ru: Выбрать, как смешать штрихи с объектом в изображении.

source: Choose how to blend the object with other objects in your image.
de: Wählen, wie sich das Objekt mit anderen Objekten in Ihrem Bild vermischt.
es: Elige cómo fusionar el objeto con otros objetos en la imagen.
fr: Choisissez comment fusionner l’objet avec les autres éléments de votre image.
it: Scegli come si fonde l’oggetto con altri oggetti dell'immagine.
ja: 画像内のオブジェクトを他のオブジェクトとブレンドする方法を選択します。
pt_br: Escolher como mesclar o objeto com outros objetos da imagem.
ru: Выбрать, как объект смешивается с другими объектами в изображении.

source: Choose how to capitalize text.
de: Wählen, wie Großschreibung auf den Text angewandt werden soll.
es: Elige cómo utilizar las mayúsculas en el texto.
fr: Choisissez comment mettre le texte en majuscules.
it: Scegli come usare le maiuscole.
ja: テキストを大文字にする方法を選択します。
pt_br: Escolha como passar texto para maiúsculas.
ru: Выбрать, как капитализовать текст.

source: Choose how to combine this shape component with the components below.
de: Wählen, wie diese Formkomponente mit den Komponenten unten verbunden wird.
es: Elige cómo combinar este componente de forma con los componentes de abajo.
fr: Choisissez comment combiner cet élément de la forme avec les éléments ci-dessous.
it: Scegli come combinare questo componente forma con i componenti sotto.
ja: このシェイプと以下の部品を組み合わせる方法を選択してください。
pt_br: Escolha como combinar este componente de forma com os componentes abaixo.
ru: Выбрать, как этот компонент тени смешивается с компонентами ниже.

source: Choose the direction in which the first brush mark is placed on the canvas.
de: Die Richtung wählen, in die der erste Pinselabdruck auf der Arbeitsfläche zeigen soll.
es: Elige la dirección en que se hará la primera marca de pincel en el lienzo.
fr: Choisissez le sens de la première marque de pinceau sur la zone de travail.
it: Scegli la direzione in cui è collocato il primo segno del pennello sul quadro.
ja: キャンバス上に最初のブラシマークが置かれる方向を選択します。
pt_br: Escolhe a direção em que a primeira marca de pincel será aplicada na tela.
ru: Выберите направление, в котором первый след кисти помещается на холсте.

source: Choose the font family.
de: Schriftfamilie festlegen.
es: Selecciona la familia tipográfica.
fr: Choisir la famille de police.
it: Scegli la famiglia di font.
ja: フォントファミリーを選択します。
pt_br: Escolha a família da fonte.
ru: Выбрать семейство шрифта.

source: Choose the overlay used to indicate masked and unmasked areas.
de: Auswählen, mit welcher Überlagerung maskierte und nicht maskierte Bereiche angezeigt werden sollen.
es: Elige la superposición utilizada para indicar las áreas enmascaradas y no enmascaradas.
fr: Choisissez l'incrustation à utiliser pour indiquer les zones masquées et non masquées.
it: Scegli la sovrapposizione utilizzata per indicare aree con o senza maschera.
ja: マスクされた領域とマスクされていない領域を示すために使用されるオーバーレイを選択します。
pt_br: Escolha a sobreposição utilizada para indicar áreas com e sem máscaras.
ru: Выбрать оверлей, используемый для указания участков с маской и без нее.

source: Choose the overlay used to indicate selected and unselected areas.
de: Die Überlagerung auswählen, mit der ausgewählte und nicht ausgewählte Bereiche angezeigt werden sollen.
es: Elige la superposición utilizada para indicar las áreas seleccionadas y no seleccionadas.
fr: Choisissez l'incrustation à utiliser pour indiquer les zones sélectionnées et non sélectionnées.
it: Scegli la sovrapposizione utilizzata per indicare aree selezionate o non selezionate.
ja: 選択された領域と選択されていない領域を示すオーバーレイを選択します。
pt_br: Escolha a sobreposição utilizada para indicar áreas selecionadas e desmarcadas.
ru: Выбрать оверлей, используемый для указания участков с выделением и без него.

source: Choose the tool used to add or subtract areas from the mask.
de: Auswählen, mit welchem Werkzeug Bereiche zur Maske hinzugefügt oder entfernt werden sollen.
es: Elige la herramienta utilizada para añadir o sustraer áreas de la máscara.
fr: Choisissez l’outil pour ajouter ou soustraire des zones du masque.
it: Scegli lo strumento da usare per aggiungere o sottrarre aree alla maschera.
ja: マスクに領域を追加または削除するために使用するツールを選択します。
pt_br: Escolher a ferramenta usada para adicionar ou subtrair áreas da máscara.
ru: Выбрать инструмент для добавления/вычитания областей из маски.

source: Choose the tool used to add or subtract areas from the selection.
de: Auswählen, mit welchem Werkzeug Bereiche zur Auswahl hinzugefügt oder entfernt werden sollen.
es: Elige la herramienta utilizada para añadir o sustraer áreas de la selección.
fr: Choisissez l’outil pour ajouter ou soustraire des zones de la sélection.
it: Scegli lo strumento da usare per aggiungere o sottrarre aree alla selezione.
ja: 選択範囲から領域を追加または削除するために使用するツールを選択します。
pt_br: Escolher a ferramenta utilizada para adicionar ou subtrair áreas da seleção.
ru: Выбрать инструмент для добавления/вычитания областей из выбора.

source: Choose the typeface.
de: Schriftart auswählen.
es: Elige el tipo de letra.
fr: Choisir le style de caractères.
it: Scegli il carattere tipografico.
ja: 書体を選択します。
pt_br: Escolher o tipo de letra.
ru: Выбрать гарнитуру шрифта.

source: Choose the way you'd like to output the selection when you finish using the Select and Mask tool.
de: Auswählen, wie die Auswahl nach dem Einsatz des Tools „Auswählen und maskieren“ ausgegeben werden soll.
es: Elige la forma en que deseas dar salida a la selección cuando termines de utilizar la herramienta Seleccionar y enmascarar.
fr: Choisissez la manière dont vous souhaitez éditer la sélection lorsque vous avez terminé d’utiliser l’outil Sélectionner et Masquer.
it: Scegli l'output desiderato della selezione una volta terminato di usare lo strumento Seleziona e maschera.
ja: 選択とマスクツールの使用終了時に選択範囲を出力する方法を選択します。
pt_br: Escolher como você deseja o resultado da seleção quando terminar de utilizar a ferramenta Selecionar e aplicar máscara.
ru: Выбрать способ вывода выбора, когда вы прекратите работу с инструментом выбора и маски.

source: Choose what to show or hide while creating an image.
de: Wählen, was während der Erstellens eines Bildes angezeigt oder ausgeblendet wird.
es: Elige qué mostrar u ocultar al crear una imagen.
fr: Choisissez ce que vous souhaitez afficher ou masquer lors de la création d’une image.
it: Scegli cosa visualizzare o nascondere durante la creazione di un'immagine.
ja: 画像の作成中に何を表示するか、または非表示にするかを選択します。
pt_br: Escolha o que exibir ou ocultar ao criar uma imagem.
ru: Выбрать, что показать/скрыть при создании изображения.

source: Choose when to turn certain letter combinations, (for example "fi") into one character.
de: Wählen, wann bestimmte Buchstabenkombinationen (beispielsweise „fi“) zu einem Zeichen zusammengeführt werden.
es: Elige cuándo convertir ciertas combinaciones de letras, (por ejemplo "fi") en un solo carácter.
fr: Choisir quand changer certaines combinaisons de lettres (par exemple "fi") en un seul caractère.
it: Scegli quando trasformare certe combinazioni di lettere (ad es. "fi") in un unico carattere.
ja: 特定の文字の組み合わせ ("fi" 等) を1文字に変換するタイミングを選択します。
pt_br: Escolher quando converter combinações específicas de teclas (por exemplo, "fi") em um único caractere.
ru: Выбрать, когда заменять определенные сочетания букв (например, "fi") единым символом.

source: Choose which section of the PDF file to include.
de: Wählen Sie aus, welcher Abschnitt der PDF-Datei eingebunden werden soll.
es: Selecciona qué sección del archivo PDF quieres incluir.
fr: Choisissez la section du fichier PDF à inclure.
it: Scegli quale sezione del file PDF includere.
ja: PDFファイルのどのセクションを含めるかを選択します。
pt_br: Escolha qual seção do arquivo PDF incluir.
ru: Выберите, какой раздел PDF-файла включить.

source: Clear the contents of the mask.
de: Inhalte der Maske löschen.
es: Borra el contenido de la máscara.
fr: Effacez le contenu du masque.
it: Cancella i contenuti della maschera.
ja: マスクの内容を消去します。
pt_br: Apagar o conteúdo da máscara.
ru: Очистить контент маски.

source: Clear the selection.
de: Auswahl aufheben.
es: Borrar selección.
fr: Effacez la sélection.
it: Cancella la selezione.
ja: 選択範囲を消去
pt_br: Apaga a seleção.
ru: Очистить выбранное.

source: Click and hold to show the photo without edits.
de: Klicken und halten zum Anzeigen des Fotos ohne Bearbeitungen.
es: Mantener pulsado para mostrar las foto sin cambios.
fr: Cliquez sans relâcher pour afficher la photo sans les modifications.
it: Fai clic e tieni premuto per mostrare la foto senza modifiche.
ja: クリックしたままにすると編集なしで写真が表示されます。
pt_br: Mantenha clicado para mostrar a foto sem edições.
ru: Нажмите и удерживайте, чтобы показать необработанную версию фото.

source: Click to automatically adjust the color balance of the image.
de: Klicken, um die Farbbalance des Bildes automatisch anzupassen.
es: Haz clic para ajustar automáticamente el balance de colores de la imagen.
fr: Cliquez pour ajuster automatiquement la balance des couleurs de l’image.
it: Clicca per regolare automaticamente il bilanciamento del colore dell'immagine.
ja: クリックすると画像のカラーバランスが自動的に調整されます。
pt_br: Clique para ajustar automaticamente o equilíbrio de cores da imagem.
ru: Нажать, чтобы автоматически отрегулировать цв. баланс в изображении.

source: Click to automatically adjust the colors of the image.
de: Klicken, um die Farben des Bildes automatisch anzupassen.
es: Haz clic para ajustar automáticamente los colores de la imagen.
fr: Cliquez pour ajuster automatiquement les couleurs de l’image.
it: Clicca per regolare automaticamente i colori dell'immagine.
ja: クリックして画像のカラーを自動調整します。
pt_br: Clique para ajustar automaticamente as cores da imagem.
ru: Нажать, чтобы автоматически отрегулировать цвета изображения.

source: Click to automatically adjust the curves in Red, Green, and Blue color channels by picking a part of your image that should be pure black.
de: Klicken, um die Kurven in den roten, grünen und blauen Farbkanälen automatisch anzupassen, durch Wählen eines Teils Ihres Bildes, der rein schwarz sein soll.
es: Haz clic para ajustar automáticamente las curvas en los canales de color rojo, verde y azul eligiendo una parte de la imagen que debe ser negro puro.
fr: Cliquez sur cette option pour ajuster automatiquement les courbes dans les couches de couleur bleue, rouge et verte en choisissant une partie de votre image qui devrait être entièrement noire.
it: Clicca per regolare automaticamente le curve nei canali di colore rosso, verde e blu scegliendo una parte dell'immagine che dovrebbe essere nero puro.
ja: 画像内のピュアなブラックの部分を選ぶことによって、レッド、グリーン、ブルーのカラーチャンネルのカーブを自動的に調整できます。
pt_br: Clique para ajustar automaticamente as curvas nos canais Vermelho, Verde e Azul, captando uma parte da imagem que deveria ser preto puro.
ru: Нажмите, чтобы автоматически отрегулировать кривые в каналах красного, зеленого и синего цвета, выбирая часть вашего изображения, которая должна быть чисто черной.

source: Click to automatically adjust the curves in the Red, Green, and Blue color channels by picking a part of your image that should be pure grey.
de: Klicken, um die Kurven in den roten, grünen und blauen Farbkanälen automatisch anzupassen, durch Wählen eines Teils Ihres Bildes, der rein grau sein soll.
es: Haz clic para ajustar automáticamente las curvas en los canales de color rojo, verde y azul eligiendo una parte de la imagen que debe ser gris puro.
fr: Cliquez sur cette option pour ajuster automatiquement les courbes dans les couches de couleur bleue, rouge et verte en choisissant une partie de votre image qui devrait être entièrement grise.
it: Clicca per regolare automaticamente le curve nei canali di colore rosso, verde e blu scegliendo una parte dell'immagine che dovrebbe essere grigio puro.
ja: 画像内のピュアなグレーの部分を選ぶことによって、レッド、グリーン、ブルーのカラーチャンネルのカーブを自動的に調整できます。
pt_br: Clique para ajustar automaticamente as curvas nos canais Vermelho, Verde e Azul captando uma parte da imagem que deveria ser cinza puro.
ru: Нажмите, чтобы автоматически отрегулировать кривые в каналах красного, зеленого и синего цвета, выбирая часть вашего изображения, которая должна быть чисто серой.

source: Click to automatically adjust the curves in the Red, Green, and Blue color channels by picking a part of your image that should be pure white.
de: Klicken, um die Kurven in den roten, grünen und blauen Farbkanälen automatisch anzupassen, durch Wählen eines Teils Ihres Bildes, der rein weiß sein soll.
es: Haz clic para ajustar automáticamente las curvas en los canales de color rojo, verde y azul eligiendo una parte de la imagen que debe ser blanco puro.
fr: Cliquez sur cette option pour ajuster automatiquement les courbes dans les couches de couleur bleue, rouge et verte en choisissant une partie de votre image qui devrait être entièrement blanche.
it: Clicca per regolare automaticamente le curve nei canali di colore rosso, verde e blu scegliendo una parte dell'immagine che dovrebbe essere bianco puro.
ja: 画像内のピュアなホワイトの部分を選ぶことによって、レッド、グリーン、ブルーのカラーチャンネルのカーブを自動的に調整できます。
pt_br: Clique para ajustar automaticamente as curvas nos canais Vermelho, Verde e Azul captando uma parte da imagem que deveria ser puro branco.
ru: Нажмите, чтобы автоматически отрегулировать кривые в каналах красного, зеленого и синего цвета, выбирая часть вашего изображения, которая должна быть чисто белой.

source: Click to automatically adjust the hue & saturation of the image.
de: Klicken, um den Farbton & die Sättigung des Bildes automatisch anzupassen.
es: Haz clic para ajustar automáticamente el tono y la saturación de la imagen.
fr: Cliquez pour ajuster automatiquement la teinte et la saturation de l’image.
it: Clicca per regolare automaticamente tonalità e saturazione dell'immagine.
ja: クリックして画像の色相と彩度を自動調整します。
pt_br: Clique para ajustar automaticamente a matiz e a saturação da imagem.
ru: Нажать, чтобы автоматически отрегулировать оттенок и насыщенность в изображении.

source: Click to automatically adjust the levels in Red, Green, and Blue color channels by picking a part of your image that should be pure black
de: Klicken, um die Geraden in den roten, grünen und blauen Farbkanälen automatisch anzupassen, durch Wählen eines Teils Ihres Bildes, der rein schwarz sein soll
es: Haz clic para ajustar automáticamente los niveles en los canales de color rojo, verde y azul eligiendo una parte de la imagen que debe ser negro puro.
fr: Cliquez sur cette option pour ajuster automatiquement les niveaux dans les couches de couleur bleue, rouge et verte en choisissant une partie de votre image qui devrait être entièrement noire.
it: Clicca per regolare automaticamente i livelli nei canali di colore rosso, verde e blu scegliendo una parte dell'immagine che dovrebbe essere nero puro
ja: 画像内のピュアなブラックの部分を選ぶことによって、レッド、グリーン、ブルーのカラーチャンネルのレベルを自動的に調整できます。
pt_br: Clique para ajustar automaticamente os níveis dos canais Vermelho, Verde e Azul captando uma parte da imagem que deveria ser puro preto
ru: Нажмите, чтобы автоматически отрегулировать уровни в каналах красного, зеленого и синего цвета, выбирая часть вашего изображения, которая должна быть чисто черной

source: Click to automatically adjust the levels in the Red, Green, and Blue color channels by picking a part of your image that should be pure grey.
de: Klicken, um die Geraden in den roten, grünen und blauen Farbkanälen automatisch anzupassen, durch Wählen eines Teils Ihres Bildes, der rein grau sein soll.
es: Haz clic para ajustar automáticamente los niveles en los canales de color rojo, verde y azul eligiendo una parte de la imagen que debe ser gris puro.
fr: Cliquez sur cette option pour ajuster automatiquement les niveaux dans les couches de couleur bleue, rouge et verte en choisissant une partie de votre image qui devrait être entièrement grise.
it: Clicca per regolare automaticamente i livelli nei canali di colore rosso, verde e blu scegliendo una parte dell'immagine che dovrebbe essere grigio puro.
ja: イメージ内のピュアなグレーの部分を選ぶことによって、レッド、グリーン、ブルーのカラーチャンネルのレベルを自動的に調整できます。
pt_br: Clique para ajustar automaticamente os níveis nos canais Vermelho, Verde e Azul captando uma parte da imagem que deveria ser puro cinza.
ru: Нажмите, чтобы автоматически отрегулировать уровни в каналах красного, зеленого и синего цвета, выбирая часть вашего изображения, которая должна быть чисто серой.

source: Click to automatically adjust the levels in the Red, Green, and Blue color channels by picking a part of your image that should be pure white.
de: Klicken, um die Geraden in den roten, grünen und blauen Farbkanälen automatisch anzupassen, durch Wählen eines Teils Ihres Bildes, der rein weiß sein soll.
es: Haz clic para ajustar automáticamente los niveles en los canales de color rojo, verde y azul eligiendo una parte de la imagen que debe ser blanco puro.
fr: Cliquez sur cette option pour ajuster automatiquement les niveaux dans les couches de couleur bleue, rouge et verte en choisissant une partie de votre image qui devrait être entièrement blanche.
it: Clicca per regolare automaticamente i livelli nei canali di colore rosso, verde e blu scegliendo una parte dell'immagine che dovrebbe essere bianco puro.
ja: 画像内のピュアなホワイトの部分を選ぶことによって、レッド、グリーン、ブルーのカラーチャンネルのレベルを自動的に調整できます。
pt_br: Clique para ajustar automaticamente os níveis dos canais Vermelho, Verde e Azul captando uma parte da imagem que deveria ser puro branco.
ru: Нажмите, чтобы автоматически отрегулировать уровни в каналах красного, зеленого и синего цвета, выбирая часть вашего изображения, которая должна быть чисто белой.

source: Click to automatically adjust the lightness of the image.
de: Klicken, um die Helligkeit des Bildes automatisch anzupassen.
es: Haz clic para ajustar automáticamente la luminosidad de la imagen.
fr: Cliquez pour ajuster automatiquement la luminosité de l’image.
it: Clicca per regolare automaticamente la luminosità dell'immagine.
ja: クリックして画像の明るさを自動調整します。
pt_br: Clique para ajustar automaticamente o brilho da imagem.
ru: Нажать, чтобы автоматически отрегулировать осветление изображения.

source: Click to automatically adjust the white balance of the image.
de: Klicken, um den Weißabgleich des Bildes automatisch anzupassen.
es: Haz clic para ajustar automáticamente el balance de blancos de la imagen.
fr: Cliquez pour ajuster automatiquement la balance des blancs de l’image.
it: Clicca per regolare automaticamente il bilanciamento del bianco dell'immagine.
ja: クリックして画像のホワイトバランスを自動調整します。
pt_br: Clique para ajustar automaticamente o balanço de branco da imagem.
ru: Нажать, чтобы автоматически отрегулировать баланс белого в изображении.

source: Click to automatically enhance the white balance, lightness, hue & saturation, and individual color ranges in the image.
de: Hier klicken, um Weißabgleich, Beleuchtung, Farbton & Sättigung und individuelle Farbbereiche im Bild automatisch zu verbessern.
es: Haz clic para mejorar automáticamente el balance de blancos, la luminosidad, el tono y la saturación, y los intervalos de colores individuales en la imagen.
fr: Cliquez pour automatiquement améliorer la balance des blancs, la luminosité, la teinte, la saturation et les gammes de couleurs individuelles dans l’image.
it: Clicca per migliorare automaticamente il bilanciamento del bianco, la luminosità, la tonalità e la saturazione, e le gamme dei colori individuali nell'immagine.
ja: クリックすると、画像のホワイトバランス、明度、色相＆彩度、および個々のカラー範囲が自動的に調整されます。
pt_br: Clique para reforçar automaticamente balanço de branco, a luminosidade, matiz e saturação e faixas individuais de cores na imagem.
ru: Нажать, чтобы автоматически улучшить баланс белого, осветление, оттенок и насыщенность, а также индивидуальные цветовые диапазоны в изображении.

source: Click to choose a color.
de: Klicken, um eine Farbe zu wählen.
es: Haz clic para seleccionar un color.
fr: Cliquez sur cette option pour choisir une couleur.
it: Clicca per scegliere un colore.
ja: クリックして色を選択します。
pt_br: Clique para escolher uma cor.
ru: Нажать для выбора цвета.

source: Click to choose a gradient.
de: Klicken, um einen Verlauf zu wählen.
es: Haz clic para seleccionar un degradado.
fr: Cliquez sur cette option pour choisir un dégradé.
it: Clicca per scegliere un gradiente.
ja: クリックしてグラデーションを選択します。
pt_br: Clique para escolher um degradê.
ru: Нажать для выбора градиента.

source: Click to choose a new color for this color stop.
de: Klicken, um eine neue Farbe für diese Farbunterbrechung auszuwählen.
es: Haz clic para elegir un nuevo color para esta gradación de color.
fr: Cliquez pour choisir une nouvelle couleur pour cette étape de dégradé.
it: Clicca per scegliere un nuovo colore per questa interruzione del colore.
ja: クリックして、このカラーストップの新しい色を選択します。
pt_br: Clique para escolher outra cor para esse ponto de cor.
ru: Нажмите, чтобы выбрать новый цвет для этого цвет-стопа.
