Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Adjust how much the red channel in the original image should contribute to the red channel in the adjusted image.
de: Anpassen, wieviel Einfluss der rote Kanal im ursprünglichen Bild auf den roten Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal rojo de la imagen original al canal rojo de la imagen ajustada.
fr: Ajustez l’influence de la couche rouge de l’image d’origine sur la couche rouge de l’image modifiée.
it: Regola l'influenza del canale rosso dell'immagine originale sul canale rosso dell'immagine modificata.
ja: オリジナル画像のレッドチャンネルが調整済み画像のレッドチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal vermelho da imagem original deve afetar o canal vermelho da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад красного канала исходного изображения в красный канал отрегулированного изображения.

source: Adjust how much the scatter should change according to the amount you tilt your graphics pen.
de: Anpassen, wie sehr sich die Streuung basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Ajusta cuánto debe cambiar la dispersión según la inclinación de tu lápiz gráfico.
fr: Ajustez l’évolution de la dispersion de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Regola di quanto dovrebbe cambiare la dispersione secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、散布量をどれだけ変化させるかを調整します。
pt_br: Ajusta o quanto a dispersão deve se alterar de acordo com a inclinação da caneta gráfica.
ru: Отрегулируйте, насколько рассеяние должно измениться согласно величине наклона вашего графического пера.

source: Adjust how much the size of the brushstroke should change according to the pressure you apply to the graphics tablet.
de: Passen Sie an, wie sehr sich die Größe des Pinselstrichs verändern soll, je nachdem, wie stark Sie auf das Grafiktablet aufdrücken.
es: Ajusta cuánto debe cambiar el tamaño de cada pincelada según la presión que apliques en la tableta gráfica.
fr: Ajustez l’évolution de la taille du coup de pinceau en fonction de la pression appliquée sur la tablette graphique.
it: Regola di quanto dovrebbe cambiare la dimensione di ogni pennellata secondo la pressione applicata sulla tavoletta grafica.
ja: タブレットに適用する圧力に応じてブラシストロークの大きさをどれだけ変化させるかを調整します。
pt_br: Ajusta o quanto o tamanho da pincelada deve se alterar de acordo com a pressão aplicada na mesa digitalizadora.
ru: Отрегулируйте, насколько размер каждого штриха кисти должен измениться соответственно величине давления на графический планшет.

source: Adjust how much the size of the brushstroke should increase or decrease according to how quickly you paint.
de: Anpassen, wie sehr sich die Größe des Pinselstrichs verändern soll, je nachdem, wie schnell Sie zeichnen.
es: Ajusta cuánto se debe aumentar o reducir el tamaño de cada pincelada según lo rápido que pintes.
fr: Ajustez l’augmentation ou la diminution de la taille du coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Regola quanto la dimensione del tratto deve aumentare o diminuire in rapporto alla velocità con cui dipingi.
ja: ペイントの速さに応じてブラシストロークのサイズをどれだけ増減するかを調整します。
pt_br: Ajusta o quanto o tamanho da pincelada deve aumentar ou diminuir de acordo com velocidade da pintura.
ru: Отрегулируйте, насколько размер штриха кисти должен уменьшиться/увеличиться в зависимости от скорости рисования.

source: Adjust how much the transparency of the brushstroke should change according to the pressure you apply to the graphics tablet.
de: Anpassen, wie sehr sich die Transparenz des Pinselstrichs verändern soll, je nachdem, wie stark Sie auf das Grafiktablet aufdrücken.
es: Ajusta cuánto debe cambiar la transparencia de cada pincelada según la presión que apliques en la tableta gráfica.
fr: Ajustez l’évolution de la transparence du coup de pinceau en fonction de la pression appliquée sur la tablette graphique.
it: Regola di quanto dovrebbe cambiare la trasparenza di ogni pennellata secondo la pressione applicata sulla tavoletta grafica.
ja: タブレットに適用する圧力に応じてブラシストロークの透明度をどれだけ変化させるかを調整します。
pt_br: Ajusta o quanto a transparência da pincelada deve se alterar de acordo com a pressão aplicada na mesa digitalizadora.
ru: Отрегулируйте, насколько прозрачность каждого штриха кисти должна измениться соответственно величине давления на графический планшет.

source: Adjust how much the transparency of the brushstroke should increase or decrease according to how quickly you paint.
de: Anpassen, wie sehr sich die Transparenz des Pinselstrichs verändern soll, je nachdem, wie schnell Sie zeichnen.
es: Ajusta cuánto se debe aumentar o reducir la transparencia de cada pincelada según lo rápido que pintes.
fr: Ajustez l’augmentation ou la diminution de la transparence du coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Regola quanto la trasparenza del tratto deve aumentare o diminuire in rapporto alla velocità con cui dipingi.
ja: ペイントの速さに応じてブラシストロークの透明度をどれだけ増減するかを調整します.
pt_br: Ajusta o quanto a transparência da pincelada deve aumentar ou diminuir de acordo com a velocidade da pintura.
ru: Отрегулируйте, насколько прозрачность штриха кисти должна уменьшиться/увеличиться в зависимости от скорости рисования.

source: Adjust how much the vertical size of each brush mark should change according to the amount you tilt your graphics pen.
de: Anpassen, wie sehr sich die vertikale Größe jedes Pinselabdrucks basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Ajusta cuánto debe cambiar el tamaño vertical de cada marca de pincel según la inclinación de tu lápiz gráfico.
fr: Ajustez l’évolution de la taille verticale de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Regola di quanto dovrebbe cambiare la dimensione verticale di ogni segno del pennello secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、各ブラシマークの垂直サイズをどれだけ変化させるかを調整します。
pt_br: Ajusta o quanto o tamanho vertical de cada pincelada deve se alterar de acordo com inclinação aplicada na caneta gráfica.
ru: Отрегулируйте, насколько вертикальный размер каждого следа кисти должен измениться согласно величине наклона вашего графического пера.

source: Adjust how much to enlarge or shrink the mask.
de: Anpassen, wie sehr die Maske vergrößert oder verkleinert werden soll.
es: Ajusta cuánto ampliar o reducir la máscara.
fr: Ajustez l’agrandissement ou le rétrécissement du masque.
it: Regola quanto allargare o restringere la maschera.
ja: マスクを拡大または縮小する量を調整します。
pt_br: Ajustar o aumento ou a redução da máscara.
ru: Отрегулируйте, насколько расширить или сжать маску.

source: Adjust how much to enlarge or shrink the selection.
de: Anpassen, wie sehr die Auswahl vergrößert oder verkleinert werden soll.
es: Ajusta cuánto ampliar o reducir la selección.
fr: Ajustez l’agrandissment ou le rétrécissement de la sélection.
it: Regola di quanto allargare o restringere la selezione.
ja: 選択範囲を拡大・縮小する値を調整します。
pt_br: Ajusta a ampliação ou a redução da seleção.
ru: Отрегулируйте, насколько расширить или сжать выбор.

source: Adjust how much to randomly vary the angle of each brush mark in a brushstroke.
de: Anpassen, inwieweit der Winkel jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Ajusta cuánto debe variar aleatoriamente el ángulo de la marca de pincel en cada pincelada.
fr: Ajustez le niveau de variation aléatoire de l’angle de chaque marque d’un coup de pinceau.
it: Regola di quanto deve variare in modo casuale l'angolo di ogni segno di pennello in una pennellata.
ja: ブラシストローク内の各ブラシマークの角度をどれだけランダムに変化させるかを調整します。
pt_br: Ajusta a variação aleatória aplicada ao ângulo de cada marca de pincel em uma pincelada.
ru: Отрегулируйте, насколько случайно менять угол каждого следа кисти в штрихе кисти.

source: Adjust how much to randomly vary the hue of each brush mark in a brushstroke.
de: Anpassen, inwieweit der Farbton jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Ajusta cuánto debe variar aleatoriamente el matiz de la marca de pincel en cada pincelada.
fr: Ajustez le niveau de variation aléatoire de la teinte de chaque marque d’un coup de pinceau.
it: Regola di quanto deve variare in modo casuale la tonalità di ogni segno di pennello in una pennellata.
ja: ブラシストロークの各ブラシマークの色相をランダムに変化させる度合いを調整します。
pt_br: Ajusta a variação aleatória aplicada ao matiz de cada marca de pincel de uma pincelada.
ru: Отрегулируйте, насколько случайно менять оттенок каждого следа кисти в штрихе кисти.

source: Adjust how much to randomly vary the lightness of each brush mark in a brushstroke.
de: Anpassen, inwieweit die Helligkeit jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Ajusta cuánto debe variar aleatoriamente la luminosidad de la marca de pincel en cada pincelada.
fr: Ajustez le niveau de variation aléatoire de la luminosité de chaque marque d’un coup de pinceau.
it: Regola di quanto deve variare in modo casuale la luminosità di ogni segno di pennello in una pennellata.
ja: ブラシストロークで各ブラシマークの明度をランダムに変化させる度合いを調整します。
pt_br: Ajusta a variação aleatória aplicada à luminosidade de cada marca de pincel de uma pincelada.
ru: Отрегулируйте, насколько случайно менять осветление каждого следа кисти в штрихе кисти.

source: Adjust how much to randomly vary the saturation of each brush mark in a brushstroke.
de: Anpassen, inwieweit die Sättigung jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Ajusta cuánto debe variar aleatoriamente la saturación de la marca de pincel en cada pincelada.
fr: Ajustez le niveau de variation aléatoire de la saturation de chaque marque d’un coup de pinceau.
it: Regola di quanto deve variare in modo casuale la saturazione di ogni segno di pennello in una pennellata.
ja: ブラシストローク内の各ブラシマークの彩度をどれだけランダムに変化させるかを調整します。
pt_br: Ajusta a variação aleatória aplicada à saturação de cada marca de pincel de uma pincelada.
ru: Отрегулируйте, насколько случайно менять насыщенность каждого следа кисти в штрихе.

source: Adjust how much to randomly vary the size of each brush mark in a brushstroke.
de: Anpassen, inwieweit die Größe jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Ajusta cuánto debe variar aleatoriamente el tamaño de la marca de pincel en cada pincelada.
fr: Ajustez le niveau de variation aléatoire de la taille de chaque marque d’un coup de pinceau.
it: Regola di quanto deve variare in modo casuale la dimensione di ogni segno di pennello in una pennellata.
ja: ブラシストロークの各ブラシマークのサイズをランダムに変化させる度合いを調整します。
pt_br: Ajusta a variação aleatória aplicada ao tamanho de cada marca de pincel de uma pincelada.
ru: Отрегулируйте, насколько случайно менять размер каждого следа кисти в штрихе кисти.

source: Adjust how much to randomly vary the transparency of each brush mark in a brushstroke.
de: Anpassen, inwieweit die Transparenz jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Ajusta cuánto debe variar aleatoriamente la transparencia de la marca de pincel en cada pincelada.
fr: Ajustez le niveau de variation aléatoire de la transparence de chaque marque d’un coup de pinceau.
it: Regola di quanto deve variare in modo casuale la trasparenza di ogni segno di pennello in una pennellata.
ja: ブラシストローク内の各ブラシマークの透明度をどれだけランダムに変化させるかを調整します。
pt_br: Ajusta a variação aleatória aplicada à transparência de cada marca de pincel de uma pincelada.
ru: Отрегулируйте, насколько случайно менять прозрачность каждого следа кисти в штрихе кисти.

source: Adjust how much to round the corners of the shape.
de: Einstellen, wie stark die Ecken der Form abgerundet werden sollen.
es: Ajusta cuánto se deben redondear las esquinas de la figura.
fr: Ajustez la rondeur des coins de la forme.
it: Regola il grado di arrotondamento degli angoli.
ja: シェイプの角を丸くする度合いを調整します。
pt_br: Ajusta o arredondamento do cantos da forma.
ru: Отрегулируйте, насколько скруглить углы фигуры.

source: Adjust how much to round the mask.
de: Anpassen, wie sehr die Maske geglättet werden soll.
es: Ajusta cuánto redondear la máscara.
fr: Ajustez la rondeur du masque.
it: Regola quanto arrotondare la maschera.
ja: マスクを丸める量を調整します。
pt_br: Ajustar o arredondamento da máscara.
ru: Отрегулируйте, насколько скруглить маску.

source: Adjust how much to round the selection.
de: Anpassen, wie sehr die Auswahl geglättet werden soll.
es: Ajusta cuánto redondear la selección.
fr: Modifiez la rondeur de la sélection.
it: Regola di quanto arrotondare la selezione.
ja: 選択をどのくらい丸めるかを調整します。
pt_br: Ajusta o arredondamento da seleção.
ru: Отрегулируйте, насколько скруглить выбор.

source: Adjust how much to soften the edges of the brush used to add or subtract areas from the mask.
de: Anpassen, wie stark die Kanten des Pinsels, mit dem Maskenbereiche hinzugefügt oder entfernt werden, abgeschwächt werden sollen.
es: Ajusta el grado de suavizado de bordes del pincel utilizado para añadir o sustraer áreas de la máscara.
fr: Ajustez le degré de lissage des bords du pinceau utilisé pour ajouter ou soustraire des zones du masque.
it: Regola quanto ammorbidire i bordi del pennello usato per aggiungere o sottrarre aree alla maschera.
ja: マスクに領域を追加または削除するために使用されるブラシのエッジを柔らかくする量を調整します。
pt_br: Ajustar a suavização das bordas do pincel utilizado para adicionar ou subtrair áreas da máscara.
ru: Отрегулируйте, насколько смягчить края кисти добавления/вычитания областей из маски.

source: Adjust how much to soften the edges of the brush used to add or subtract areas from the selection.
de: Anpassen, wie stark die Kanten des Pinsels, mit dem Auswahlbereiche hinzugefügt oder entfernt werden, abgeschwächt werden sollen.
es: Ajusta el grado de suavizado de bordes del pincel utilizado para añadir o sustraer áreas de la selección.
fr: Ajustez le degré de lissage des bords du pinceau utilisé pour ajouter ou soustraire des zones de la sélection.
it: Regola quanto ammorbidire i bordi del pennello usato per aggiungere o sottrarre aree alla selezione.
ja: 選択範囲に領域を追加または削除するために使用するブラシのエッジを柔らかくする量を調整します。
pt_br: Ajustar a suavização das bordas do pincel utilizado para adicionar ou subtrair áreas da seleção.
ru: Отрегулируйте, насколько смягчить края кисти добавления/вычитания областей из выбора.

source: Adjust how much to soften the edges of the brush.
de: Anpassen, wie sehr die Kanten des Pinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel.
fr: Ajustez le lissage des contours du pinceau.
it: Regola quanto ammorbidire i bordi del pennello.
ja: ブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do cotorno do pincel.
ru: Отрегулируйте, насколько смягчить края кисти.

source: Adjust how much to soften the edges of the Clone tool brush.
de: Anpassen, wie sehr die Kanten des Klonen-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Clonar.
fr: Ajustez le niveau de lissage des contours du pinceau de l’outil Duplication.
it: Regola quanto ammorbidire i bordi del pennello strumento Clone.
ja: クローンツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajustar a suavização das bordas do pincel da ferramenta Clone.
ru: Отрегулируйте, насколько смягчить края кисти инструмента «Штамп».

source: Adjust how much to soften the edges of the Darken tool brush.
de: Anpassen, wie sehr die Kanten des Verdunkelungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Oscurecer.
fr: Ajustez le lissage des contours du pinceau de l’outil Obscurcir.
it: Regola quanto ammorbidire i bordi del pennello strumento Scurisci.
ja: 比較 (暗) ツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Escurecer.
ru: Отрегулируйте, насколько смягчить края инструмента кисти Затемнить.

source: Adjust how much to soften the edges of the Desaturate tool brush.
de: Anpassen, wie sehr die Kanten des Entsättigungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Desaturar.
fr: Ajustez le lissage des contours du pinceau de l’outil Désaturation.
it: Regola quanto ammorbidire i bordi del pennello strumento Desatura.
ja: 彩度を下げるツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Dessaturar.
ru: Отрегулируйте, насколько смягчить края инструмента кисти убирания насыщенности.

source: Adjust how much to soften the edges of the Lighten tool brush.
de: Anpassen, wie sehr die Kanten des Aufhellungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Iluminar.
fr: Ajustez le lissage des contours du pinceau de l’outil Éclaircir.
it: Regola quanto ammorbidire i bordi del pennello strumento Schiarisci.
ja: 比較 (明) ツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Clarear.
ru: Отрегулируйте, насколько смягчить края инструмента кисти Осветления.

source: Adjust how much to soften the edges of the Saturate tool brush.
de: Anpassen, wie sehr die Kanten des Sättigungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Saturar.
fr: Ajustez le lissage des contours du pinceau de l’outil Saturation.
it: Regola quanto ammorbidire i bordi del pennello strumento Satura.
ja: 彩度ツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Saturar.
ru: Отрегулируйте, насколько смягчить края инструмента кисти Насыщенность.

source: Adjust how much to soften the edges of the selection.
de: Anpassen, wie sehr die Kanten der Auswahl geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes de la selección.
fr: Ajustez le lissage des contours de la sélection.
it: Regola quanto ammorbidire i bordi della selezione.
ja: 選択範囲の端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização das bordas da seleção.
ru: Отрегулируйте, насколько сгладить края выбора.

source: Adjust how much to soften the edges of the shadow.
de: Anpassen, wie sehr die Kanten des Schattens geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes de la sombra.
fr: Ajustez le lissage des contours de l’ombre.
it: Regola quanto ammorbidire i bordi dell'ombra.
ja: シャドウの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno da sombra.
ru: Отрегулируйте, насколько смягчить края тени.

source: Adjust how much to soften the edges of the Sharpen tool brush.
de: Anpassen, wie sehr die Kanten des Schärfungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Enfocar.
fr: Ajustez le lissage des contours du pinceau de l’outil Netteté.
it: Regola quanto ammorbidire i bordi del pennello strumento Nitidezza.
ja: シャープツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Nitidez.
ru: Отрегулируйте, насколько смягчить края инструмента кисти Резкость.

source: Adjust how much to soften the edges of the Smudge tool brush.
de: Anpassen, wie sehr die Kanten des Verwischungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Dedo.
fr: Ajustez le lissage des contours du pinceau de l’outil Doigt.
it: Regola quanto ammorbidire i bordi del pennello strumento Sfumino.
ja: 指先ツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Borrar.
ru: Отрегулируйте, насколько смягчить края инструмента кисти Палец.

source: Adjust how much to soften the edges of the Soften tool brush.
de: Anpassen, wie sehr die Kanten des Weichzeichnungs-Werkzeugpinsels geglättet werden sollen.
es: Ajusta cuánto se deben suavizar los bordes del pincel de la herramienta Suavizar.
fr: Ajustez le lissage des contours du pinceau de l’outil Adoucir.
it: Regola quanto ammorbidire i bordi del pennello strumento Attenua.
ja: ソフトツールのブラシの端をどれだけ緩和するかを調整します。
pt_br: Ajusta a suavização do contorno do pincel da ferramenta Suavizar.
ru: Отрегулируйте, насколько смягчить края инструмента кисти Смягчения.

source: Adjust how much to soften the mask.
de: Anpassen, wie sehr die Maske abgeschwächt werden soll.
es: Ajusta cuánto suavizar la máscara.
fr: Ajustez le lissage du masque.
it: Regola quanto ammorbidire la maschera.
ja: マスクを柔らかくする量を調整します。
pt_br: Ajustar a suavização da máscara.
ru: Отрегулируйте, насколько смягчить маску.

source: Adjust the amount of magenta and green in the highlights.
de: Die Menge von Magenta und Grün in den Lichtern anpassen.
es: Ajusta la cantidad de magenta y verde en las iluminaciones.
fr: Ajustez la quantité de magenta et de vert dans les tons clairs.
it: Regola la quantità di magenta e verde nei punti luce.
ja: マゼンタとグリーンのハイライトの量を調整します。
pt_br: Ajusta a quantidade de magenta e verde nos realces.
ru: Отрегулируйте количество пурпурного и зеленого в светлых местах.

source: Adjust the amount of magenta and green in the midtones.
de: Die Menge von Magenta und Grün in den Mitteltönen anpassen.
es: Ajusta la cantidad de magenta y verde en los tonos medios.
fr: Ajustez la quantité de magenta et de vert dans les tons moyens.
it: Regola la quantità di magenta e verde nei mezzitoni.
ja: ミッドトーンのマゼンタとグリーンの量を調整します。
pt_br: Ajusta a quantidade de magenta e verde nos tons médios.
ru: Отрегулируйте количество пурпурного и зеленого в полутонах.

source: Adjust the amount of magenta and green in the shadows.
de: Die Menge von Magenta und Grün in den Schatten anpassen.
es: Ajusta la cantidad de magenta y verde en las sombras.
fr: Ajustez la quantité de magenta et de vert dans les tons foncés.
it: Regola la quantità di magenta e verde nelle ombre.
ja: シャドウのマゼンタとグリーンの量を調整します。
pt_br: Ajusta a quantidade de magenta e verde nas sombras.
ru: Отрегулируйте количество пурпурного и зеленого в тенях.

source: Adjust the amount of red and cyan in the highlights.
de: Die Menge von Rot und Cyan in den Lichtern anpassen.
es: Ajusta la cantidad de rojo y cian en las iluminaciones.
fr: Ajustez la quantité de rouge et de cyan dans les tons clairs.
it: Regola la quantità di rosso e ciano nei punti luce.
ja: ハイライトのレッドとシアンの量を調整します。
pt_br: Ajusta a quantidade de vermelho e ciano nos realces.
ru: Отрегулируйте количество красного и пурпурного в светлых местах.

source: Adjust the amount of red and cyan in the midtones.
de: Die Menge von Rot und Cyan in den Mitteltönen anpassen.
es: Ajusta la cantidad de rojo y cian en los tonos medios.
fr: Ajustez la quantité de rouge et de cyan dans les tons moyens.
it: Regola la quantità di rosso e ciano nei mezzitoni.
ja: ミッドトーンのレッドとシアンの量を調整します。
pt_br: Ajusta a quantidade de vermelho e ciano nos tons médios.
ru: Отрегулируйте количество красного и пурпурного в полутонах.

source: Adjust the amount of red and cyan in the shadows.
de: Die Menge von Rot und Cyan in den Schatten anpassen.
es: Ajusta la cantidad de rojo y cian en las sombras.
fr: Ajustez la quantité de rouge et de cyan dans les tons foncés.
it: Regola la quantità di rosso e ciano nelle ombre.
ja: シャドウのレッドとシアンの量を調整します。
pt_br: Ajusta a quantidade de vermelho e ciano nas sombras.
ru: Отрегулируйте количество красного и пурпурного в тенях.

source: Adjust the amount of the grain particles.
de: Menge der Körner anpassen.
es: Ajustar la cantidad de partículas de grano.
fr: Ajustez le nombre de particules de grain.
it: Regola la densità della grana.
ja: 粒子の量を調整します。
pt_br: Ajusta a quantidade de partículas de grãos.
ru: Отрегулируйте количество частиц зерна.

source: Adjust the amount of yellow and blue in the highlights.
de: Die Menge von Gelb und Blau in den Lichtern anpassen.
es: Ajusta la cantidad de amarillo y azul en las iluminaciones.
fr: Ajustez la quantité de jaune et de bleu dans les tons clairs.
it: Regola la quantità di giallo e blu nei punti luce.
ja: ハイライトのイエローとブルーの量を調整します。
pt_br: Ajusta a quantidade de amarelo e azul nos realces.
ru: Отрегулируйте количество желтого и синего в светлых местах.
