Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Align text to the middle of the text box.
de: Text mittig in der Textbox ausrichten.
es: Alinea el texto en el centro del cuadro de texto.
fr: Alignez le texte avec le milieu de la zone de texte.
it: Allinea il testo nella parte centrale della casella di testo.
ja: テキストをテキスボックスの中央に揃えます。
pt_br: Alinha o texto com o meio da caixa de texto.
ru: Выровнять текст по середине текстового окна.

source: Align text to the right.
de: Text rechtsbündig ausrichten.
es: Alinea el texto a la derecha.
fr: Alignez le texte à droite.
it: Allinea il testo a destra.
ja: テキストを右に揃えます。
pt_br: Alinhar o texto à direita.
ru: Выровнять текст по правому краю.

source: Align text to the top of the text box.
de: Text oben in der Textbox ausrichten.
es: Alinea el texto con la parte superior del cuadro de texto.
fr: Alignez le texte avec la partie supérieure de la zone de texte.
it: Allinea il testo nella parte superiore della casella di testo.
ja: テキストをテキスボックスの上部に揃えます。
pt_br: Alinha o texto com a parte superior da caixa de texto.
ru: Выровнять текст по верху текстового окна.

source: Align the bottom edges of your selected objects.
de: Untere Kanten der gewählten Objekte ausrichten.
es: Alinea los bordes inferiores de los objetos seleccionados.
fr: Aligner les bords inférieurs des objets sélectionnés.
it: Allinea i bordi inferiori degli oggetti selezionati.
ja: 選択したオブジェクトの下端を揃えます。
pt_br: Alinhas as bordas inferiores dos objetos selecionados.
ru: Выровнять выбранные объекты по нижнему краю.

source: Align the horizontal centers of your selected objects.
de: Horizontale Zentren der gewählten Objekte ausrichten.
es: Alinea los centros horizontales de los objetos seleccionados.
fr: Aligner les centres, dans le sens horizontal, des objets sélectionnés.
it: Allinea i centri orizzontali degli oggetti selezionati.
ja: 選択したオブジェクトを水平方向の中央に揃えます。
pt_br: Alinha os centros horizontais dos objetos selecionados.
ru: Выровнять центры выбранных объектов по горизонтали.

source: Align the left edges of your selected objects.
de: Die linken Kanten der gewählten Objekte ausrichten.
es: Alinea los bordes izquierdos de los objetos seleccionados.
fr: Alignez les bords gauches des objets sélectionnés.
it: Allinea i bordi di sinistra degli oggetti selezionati.
ja: 選択したオブジェクトの左端を揃えます。
pt_br: Alinhar as bordas esquerdas dos objetos selecionados.
ru: Выровнять выбранные объекты по левому краю.

source: Align the right edges of your selected objects.
de: Die rechten Kanten der gewählten Objekte ausrichten.
es: Alinea los bordes derechos de los objetos seleccionados.
fr: Aligner les bords droits des objets sélectionnés.
it: Allinea i bordi di destra degli oggetti selezionati.
ja: 選択したオブジェクトの右端を揃えます。
pt_br: Alinha as bordas direitas dos objetos selecionados.
ru: Выровнять выбранные объекты по правому краю.

source: Align the top edges of your selected objects.
de: Obere Kanten der gewählten Objekte ausrichten.
es: Alinea los bordes superiores de los objetos seleccionados.
fr: Aligner les bords supérieurs des objets sélectionnés.
it: Allinea i bordi superiori degli oggetti selezionati.
ja: 選択したオブジェクトの上端を揃えます。
pt_br: Alinha as bordas superiores dos objetos selecionados.
ru: Выровнять выбранные объекты по верхнему краю.

source: Align the vertical centers of your selected objects.
de: Vertikale Zentren der gewählten Objekte ausrichten.
es: Alinea los centros verticales de los objetos seleccionados.
fr: Aligner les centres, dans le sens vertical, des objets sélectionnés.
it: Allinea i centri verticali degli oggetti selezionati.
ja: 選択したオブジェクトを垂直方向の中央に揃えます。
pt_br: Alinhe os centros verticais dos objetos selecionados.
ru: Выровнять центры выбранных объектов по вертикали.

source: Angle
de: Winkel
es: Ángulo
it: Angolo
ja: 角度
pt_br: Ângulo
ru: Угол

source: Apply a layer style to this layer.
de: Einen Ebenenstil auf diese Ebene anwenden.
es: Aplica un estilo de capa a esta capa.
fr: Appliquer un style de calque à ce calque.
it: Applica uno stile di livello a questo livello.
ja: このレイヤーにレイヤースタイルを適用。
pt_br: Aplica um estilo de camada a esta camada.
ru: Применить стиль слоя к этому слою.

source: Apply an effect to this layer.
de: Einen Effekt auf diese Ebene anwenden.
es: Aplica un efecto a esta capa.
fr: Appliquer un effet à ce calque.
it: Applica un effetto a questo livello.
ja: このレイヤーにエフェクトを適用。
pt_br: Aplicar um efeito a esta camada.
ru: Применить эффект к этому слою.

source: Apply batch editing workflows to the selected photos.
de: Stapelverarbeitung auf ausgewählte Fotos anwenden.
es: Aplicar procesos de edición por lotes a las fotos seleccionadas.
fr: Appliquez des workflows de modification groupée aux photos sélectionnées.
it: Applica flussi di lavoro di modifica in batch alle foto selezionate.
ja: 選択した写真にバッチ編集ワークフローを適用します。
pt_br: Aplique fluxos de trabalho de edição em lote às fotos selecionadas.
ru: Обработать выбранные фото с помощью пакетного процесса.

source: Apply the brush stroke to your image.
de: Pinselstrich auf Ihrem Bild anwenden.
es: Aplica el trazo con pincel a tu imagen.
fr: Appliquer le trait de pinceau à votre image.
it: Applica il tratto di pennello alla tua immagine.
ja: 画像にブラシストロークを適用します。
pt_br: Aplicar o traço do pincel à sua imagem.
ru: Применить штрих кисти к изображению.

source: Apply the changes and output them to the selected output.
de: Änderungen anwenden und sie auf den ausgewählten Output anwenden.
es: Aplica los cambios y envíalos a la salida seleccionada.
fr: Appliquez les modifications et envoyez-les à la sortie sélectionnée.
it: Applica le modifiche all'output selezionato.
ja: 変更を適用して選択した方法で出力します。
pt_br: Aplicar as alterações e passá-las para a área selecionada.
ru: Применить изменения и вывести их к выбранному выходу.

source: Apply the refinements to the mask.
de: Verfeinerungen auf die Maske anwenden.
es: Aplica los retoques a la máscara.
fr: Appliquez les ajustements au masque.
it: Applica le rifiniture alla maschera.
ja: マスクに調整内容を適用します。
pt_br: Aplicar os refinamentos na máscara.
ru: Применить уточнения к маске.

source: Apply the transformations to the object.
de: Transformationen auf das Objekt anwenden.
es: Aplicar las transformaciones al objeto.
fr: Appliquer les transformations à l’objet.
it: Applica le trasformazioni all'oggetto.
ja: オブジェクトに変形を適用します。
pt_br: Aplica as transformações no objeto.
ru: Примените преобразования к объекту.

source: Automatically enhance the photo.
de: Fotos automatisch verbessern.
es: Mejorar automáticamente la foto.
fr: Améliorez automatiquement la photo.
it: Migliora automaticamente la foto.
ja: 写真を自動的に補正します。
pt_br: Aprimore automaticamente a foto.
ru: Автоматическое улучшение фото.

source: Automatically make a selection of the subject of the currently selected layer.
de: Automatisch das Motiv der momentan ausgewählten Ebene auswählen.
es: Realiza automáticamente una selección del sujeto de la capa actualmente seleccionada.
fr: Sélectionnez automatiquement le sujet du calque actuellement sélectionné.
it: Seleziona automaticamente il soggetto del livello attualmente selezionato.
ja: 現在選択されているレイヤーの対象を自動的に選択します。
pt_br: Selecionar automaticamente o assunto da camada selecionada no momento.
ru: Автоматически сделать выбор объекта выбранного слоя.

source: Automatically make a selection of the subject of the image.
de: Automatisch das Motiv des Bildes auswählen.
es: Realiza automáticamente una selección del sujeto de la imagen.
fr: Sélectionnez automatiquement le sujet de l’image.
it: Seleziona automaticamente il soggetto dell'immagine.
ja: 画像の被写体を自動的に選択します。
pt_br: Selecionar automaticamente o assunto da imagem.
ru: Автоматически сделать выбор объекта изображения.

source: Automatically mask out the background of the layer.
de: Automatisch den Hintergrund der Ebene maskieren.
es: Enmascara automáticamente el fondo de la capa.
fr: Masquez automatiquement l’arrière-plan du calque.
it: Maschera automaticamente lo sfondo del livello.
ja: レイヤーの背景を自動的にマスクします。
pt_br: Mascarar automaticamente o fundo da camada para extrair o fundo.
ru: Автоматически размаскировать фон объекта изображения.

source: Automatically refine the edges of the mask.
de: Automatisch die Kanten der Maske verfeinern.
es: Perfecciona automáticamente los bordes de la máscara.
fr: Affinez automatiquement les bords du masque.
it: Rifinisce automaticamente i bordi della maschera.
ja: マスクのエッジを自動的に調整します。
pt_br: Refinar automaticamente as bordas da máscara.
ru: Автоматически уточнить границы маски.

source: Automatically refine the edges of the selection.
de: Automatisch die Kanten der Auswahl verfeinern.
es: Perfecciona automáticamente los bordes de la selección.
fr: Affinez automatiquement les bords de la sélection.
it: Rifinisce automaticamente i bordi della selezione.
ja: 選択範囲のエッジを自動的に調整します。
pt_br: Refinar automaticamente as bordas da seleção.
ru: Автоматически уточнить границы выбора.

source: Automatically straighten the image.
de: Das Bild automatisch begradigen.
es: Endereza automáticamente la imagen.
fr: Redresser automatiquement l’image.
it: Raddrizza automaticamente l'immagine.
ja: 画像を自動的に矯正します。
pt_br: Corrige a imagem automaticamente.
ru: Автовыпрямляет изображение.

source: Blending Mode
de: Mischmodus
es: Modo de fusión
fr: Mode de fusion
it: Metodo di fusione
ja: ブレンディングモード
pt_br: Modo de mesclagem
ru: Режим смешивания

source: Blur
de: Weichzeichnen
es: Difuminado
fr: Flou
it: Sfocatura
ja: ぼかし
pt_br: Desfocar
ru: Размытие

source: Bring back the previous selection.
de: Vorherige Auswahl zurückholen.
es: Devuelve la selección anterior.
fr: Revenez à la sélection précédente.
it: Ripristina la selezione precedente.
ja: 以前の選択を戻します。
pt_br: Recupera a seleção anterior.
ru: Вернуть предыдущий выбор.

source: Brush over areas to desaturate them.
de: Fahren Sie mit dem Pinsel über Bereiche, um die Sättigung zu reduzieren.
es: Pase el pincel sobre las zonas para desaturarlas.
fr: Passez le pinceau sur les zones pour les désaturer.
it: Pennella sopra le aree per desaturarle.
ja: 領域をブラシで塗りつぶして彩度を下げます。
pt_br: Passe o pincel sobre as áreas para retirar a saturação.
ru: Проведите кистью по участкам, чтобы обесцветить их.

source: Brush over areas to make them brighter.
de: Fahren Sie mit dem Pinsel über Bereiche, um sie aufzuhellen.
es: Pase el pincel por las zonas para darles más brillo.
fr: Passez le pinceau sur les zones pour les éclaircir.
it: Pennella sopra le aree per renderle più luminose.
ja: 領域をブラシで塗りつぶして明るくします。
pt_br: Passe o pincel sobre as áreas para torná-las mais claras.
ru: Проведите кистью по участкам, чтобы сделать их ярче.

source: Brush over areas to make them darker.
de: Fahren Sie mit dem Pinsel über Bereiche, um sie zu verdunkeln.
es: Pase el pincel sobre las zonas para oscurecerlas.
fr: Passez le pinceau sur les zones pour les assombrir.
it: Pennella sopra le aree per renderle più scure.
ja: 領域をブラシで塗りつぶして暗くします。
pt_br: Passe o pincel sobre as áreas para torná-las mais escuras.
ru: Проведите кистью по участкам, чтобы сделать их темнее.

source: Brush over areas to make them more vivid and vibrant.
de: Fahren Sie mit dem Pinsel über Bereiche, um sie lebendiger und klarer zu machen.
es: Pase el pincel sobre las zonas para aumentar la intensidad de los colores.
fr: Passez le pinceau sur les zones pour les rendre plus intenses et éclatantes.
it: Pennella sopra le aree per renderle più intense e vibranti.
ja: 領域をブラシで塗りつぶしてより鮮やかで活気のあるものにします。
pt_br: Passe o pincel sobre as áreas para torná-las mais vivas e vibrantes.
ru: Проведите кистью по участкам, чтобы сделать их более живыми и сияющими.

source: Brush over areas to make them sharper.
de: Fahren Sie mit dem Pinsel über Bereiche, um sie schärfer zu machen.
es: Pase el pincel por encima de las zonas para aumentar su nitidez.
fr: Passez le pinceau sur les zones les rendre plus nettes.
it: Pennella sopra le aree per renderle più nitide.
ja: 領域をブラシで塗りつぶしてシャープにします。
pt_br: Passe o pincel sobre as áreas para torná-las mais nítidas.
ru: Проведите кистью по участкам, чтобы сделать их резче.

source: Brush over areas to make them softer.
de: Fahren Sie mit dem Pinsel über Bereiche, um sie weicher zu machen.
es: Pase el pincel por encima de las zonas para suavizarlas.
fr: Passez le pinceau sur les zones pour les adoucir.
it: Pennella sopra le aree per renderle più morbide.
ja: 領域をブラシで塗りつぶしてソフトにします。
pt_br: Passe o pincel sobre as áreas para torná-las mais suaves.
ru: Проведите кистью по участкам, чтобы сделать их мягче.

source: Camera lens used to take the photo.
de: Kameralinse, die zur Aufnahme des Fotos verwendet wurde.
es: Lente de la cámara utilizada para hacer la foto.
fr: Objectif utilisé pour prendre la photo.
it: Obiettivo della fotocamera utilizzato per scattare la foto.
ja: 写真撮影に使用したカメラのレンズ。
pt_br: Lente da câmera usada para fazer a foto.
ru: Объектив камеры исп. для фотосъемки.

source: Camera used to take the photo.
de: Kamera, die zur Aufnahme des Fotos verwendet wurde.
es: Cámara utilizada para hacer la foto.
fr: Appareil utilisé pour prendre la photo.
it: Fotocamera utilizzata per scattare la foto.
ja: 写真撮影に使用したカメラ。
pt_br: Câmera usada para fazer a foto.
ru: Камера используется для съемки фото.

source: Center text.
de: Text zentrieren.
es: Centra el texto.
fr: Centrez le texte.
it: Centra il testo.
ja: テキストを中央揃えします。
pt_br: Centralizar o texto.
ru: Выровнять текст по центру.

source: Change the angle of the displacement map image.
de: Winkel des Bildes der Verschiebungskarte ändern.
es: Cambia el ángulo de la imagen de la asignación de desplazamiento.
fr: Modifiez l’angle de l’image de la carte de déplacement.
it: Modifica l'angolo dell'immagine della mappa di spostamento.
ja: ディスプレイスメントマップ画像の角度を変更します。
pt_br: Alterar o ângulo da imagem do mapa de deslocamento.
ru: Измените угол изображения карты Дисплейсмента.

source: Change the angle of the object.
de: Winkel des Objekts ändern.
es: Cambia el ángulo del objeto.
fr: Modifiez l’angle de l’objet.
it: Modifica l'angolo dell'oggetto.
ja: オブジェクトの角度を変更します。
pt_br: Alterar o ângulo do objeto.
ru: Измените угол объекта.

source: Change the angle of the pattern.
de: Winkel des Musters ändern.
es: Cambia el ángulo del patrón.
fr: Modifiez l'angle du motif.
it: Modifica l’angolo del pattern.
ja: パターンの角度を変更します。
pt_br: Altera o ângulo do padrão.
ru: Изменить угол наклона узора.

source: Change the angle of the shadow.
de: Winkel des Schattens ändern.
es: Cambia el ángulo de la sombra.
fr: Modifiez l’angle de l’ombre.
it: Modifica l'angolo dell'ombra.
ja: シャドウの角度を変更します。
pt_br: Altera o ângulo da sombra.
ru: Измените угол отбрасывания тени.

source: Change the horizontal and vertical perspective of the object.
de: Horizontale und vertikale Perspektive des Objektes ändern.
es: Cambiar la perspectiva horizontal y vertical del objeto.
fr: Modifier la perspective horizontale et verticale de l’objet.
it: Modifica la prospettiva orizzontale e verticale dell'oggetto.
ja: オブジェクトの水平方向および垂直方向の遠近を変更します。
pt_br: Altera a perspectiva horizontal e vertical do objeto.
ru: Измените горизонтальную и вертикальную перспективы объекта.

source: Change the look of layers by applying effects like blur, tile, distortion, and others.
de: Das Aussehen der Ebenen durch Effekte wie Unschärfe, Kacheln, Verzerrung und andere verändern.
es: Cambie el aspecto de las capas aplicando efectos como desenfoque, mosaico, distorsión y otros.
fr: Changez le look des calques en appliquant des effets comme du flou, de la mosaïque, des déformations et bien d’autres.
it: Cambia l'aspetto dei livelli applicando effetti come sfocatura, porzione, distorsione e altri.
ja: ぼかし、タイル、歪みなどのエフェクトを適用してレイヤーの外観を変更します。
pt_br: Altere a aparência das camadas aplicando efeitos como desfoque, ladrilhos, distorção e outros.
ru: Изменить вид слоёв, применяя такие эффекты, как размытие, искажение и другие.

source: Change the position of your selected object in the layer stack.
de: Die Position des gewählten Objekts im Ebenenstapel ändern.
es: Cambia la posición del objeto seleccionado en la pila de capas.
fr: Modifiez la position de l’objet sélectionné dans la pile de calques.
it: Modifica la posizione dell'oggetto selezionato nella pila dei livelli.
ja: レイヤースタック内の選択したオブジェクトの位置を変更します。
pt_br: Alterar a posição do objeto selecionado na pilha de camadas.
ru: Измените положение выбранного объекта в стеке слоев.

source: Change the selection mode to Add. Painting over the image will add areas to your existing selection.
de: Auswahlmodus in „Addieren“ ändern. Wird über das Bild gemalt, werden Ihrer vorhandenen Auswahl Bereiche hinzugefügt.
es: Cambia el modo de selección a Añadir. Al pintar sobre la imagen se añadirán áreas a la selección existente.
fr: Changez le mode de sélection pour Ajouter. En dessinant sur l’image, vous ajouterez des zones à votre sélection existante.
it: Imposta la modalità di selezione su Aggiungi. Dipingendo sull'immagine si aggiungeranno aree alla selezione esistente.
ja: 選択モードを追加に変更します。画像の上で描画すると既存の選択範囲に領域が追加されます。
pt_br: Alterar o modo de seleção para Adição. Pintar sobre a imagem adicionará áreas à seleção atual.
ru: Изменить режим выбора на добавление. Рисование по изображению добавит области к имеющемуся выбору.

source: Change the selection mode to Subtract. Painting over the image will subtract areas from your existing selection.
de: Auswahlmodus in „Subtrahieren“ ändern. Wird über das Bild gemalt, werden Ihrer vorhandenen Auswahl Bereiche entnommen.
es: Cambia el modo de selección a Sustraer. Pintar sobre la imagen sustraerá áreas de tu selección existente.
fr: Changez le mode de sélection pour Soustraire. En dessinant sur l’image, vous soustrairez des zones à votre sélection existante.
it: Imposta la modalità di selezione su Sottrai. Dipingendo sull'immagine si sottrarranno aree alla selezione esistente.
ja: 選択モードを減算に変更します。画像の上で描画すると既存の選択範囲から領域が差し引かれます。
pt_br: Alterar o modo de seleção para Subtração. Pintar sobre a imagem subtrairá áreas da seleção atual.
ru: Изменить режим выбора на вычитание. Рисование по изображению вычтет области из имеющегося выбора.

source: Choose a corner style.
de: Einen Eckenstil auswählen
es: Elige un estilo de esquina.
fr: Choisissez un style de coin.
it: Scegli uno stile per gli angoli.
ja: 角のスタイルを選択します。
pt_br: Escolha um estilo de canto.
ru: Выбрать стиль угла.

source: Choose a document color palette.
de: Rine Farbpalette für das Dokument auswählen.
es: Selecciona una paleta de colores para el documento.
fr: Choisissez une palette de couleurs pour le document.
it: Scegli una tavolozza colori per il documento.
ja: 書類のカラーパレットを選択
pt_br: Escolher uma paleta de cores para o documento.
ru: Выбрать цветовую палитру документа.

source: Choose a fill type for the stroke.
de: Füllart für den Strich wählen.
es: Elige un tipo de relleno para el trazo.
fr: Choisissez un type de remplissage pour le coup de pinceau.
it: Scegli un tipo di riempimento per il tratto.
ja: 線の塗りつぶしの種類を選択します。
pt_br: Escolhe o tipo de preenchimento do traço.
ru: Выбрать тип заливки штриха.

source: Choose a fill type.
de: Füllart wählen.
es: Elige un tipo de relleno.
fr: Choisissez un type de remplissage.
it: Scegli un tipo di riempimento.
ja: 塗りつぶしの種類を選択します。
pt_br: Escolhe o tipo de preenchimento.
ru: Выбрать тип заливки.

source: Choose a layer to add to this image.
de: Eine Ebene wählen, zu der Sie dieses Bild hinzufügen möchten.
es: Elige una capa para añadirla a esta imagen.
fr: Choisissez un calque à ajouter à cette image.
it: Scegli un livello da aggiungere a questa immagine.
ja: この画像を追加するレイヤーを選択します。
pt_br: Escolha uma camada para adicionar esta imagem.
ru: Выберите слой для добавления в это изображение.

source: Choose a pattern image.
de: Bild für das Muster auswählen.
es: Elige una imagen de patrón.
fr: Choisissez une image de motif.
it: Scegli un’immagine per il pattern.
ja: パターン画像を選択します。
pt_br: Escolha a imagem do padrão.
ru: Выбрать изображение узора.

source: Choose a scale factor for the image.
de: Einen Skalierungsfaktor für das Bild wählen.
es: Elige un factor de escala para la imagen.
fr: Choisissez un facteur d’échelle pour l’image.
it: Scegli un fattore di scala per l'immagine.
ja: 画像の倍率を選択します。
pt_br: Escolha o fator de ampliação da imagem.
ru: Выберите масштаб для изображения.

source: Choose a stroke corner style.
de: Stil für die Ecken des Strichs wählen.
es: Elige un estilo de trazo con esquina.
fr: Choisissez un style d'angle de trait.
it: Scegli uno stile per l’angolo della traccia.
ja: 線の角の種類を選択します。
pt_br: Escolha o estilo do traço de canto.
ru: Выбрать стиль угла штриха.

source: Choose a stroke position.
de: Strichposition wählen.
es: Elige una posición de trazado.
fr: Choisissez la position du coup de pinceau.
it: Scegli una posizione del tratto.
ja: 線の位置を選択します。
pt_br: Escolhe a posição do traço.
ru: Выбрать позицию штриха.

source: Choose a stroke style preset or adjust stroke settings.
de: Voreingestellten Strichstil wählen oder Stricheinstellungen anpassen.
es: Elige un preajuste de estilo de trazo o modifica los ajustes del trazo.
fr: Choisissez un style de trait prédéfini ou modifiez les paramètres du trait.
it: Scegli uno stile predefinito o regola le impostazioni della traccia.
ja: 線の種類のプリセットを選択するか、線の設定を調整します。
pt_br: Escolha um pré-ajuste de estilo de traço ou ajuste as configurações do traço.
ru: Выбрать набор стилей штриха или отрегулировать настройки штриха.

source: Choose a style for the end of the stroke, including dashed portions.
de: Stil für das Ende des Strichs wählen, einschließlich der gestrichelten Teile.
es: Elige un estilo para rematar el trazo, aplicable incluso a fragmentos discontinuos.
fr: Choisissez le style des extrémités du trait, y compris des parties en pointillés.
it: Scegli uno stile per la fine della traccia, incluse le parti punteggiate.
ja: 破線部分を含む線の終点の種類を選択します。
pt_br: Escolha um estilo para o fim do traço, incluindo partes tracejadas.
ru: Выбрать стиль конца штриха, включая пунктирные участки.

source: Choose a type of endpoint.
de: Art des Endpunkts auswählen.
es: Elige un tipo de punto final.
fr: Choisissez un type d'extrémité.
it: Scegli un tipo di estremità.
ja: 終点のタイプを選択します。
pt_br: Escolha um tipo de ponto final.
ru: Выбрать тип эндпойнта

source: Choose an export format for the image.
de: Ein Exportformat für das Bild wählen.
es: Elige un formato de exportación para la imagen.
fr: Choisissez un format auquel exporter l’image.
it: Scegli un formato di esportazione per l'immagine.
ja: 画像を書き出す形式を選択します。
pt_br: Escolha o formato de exportação da imagem.
ru: Выберите формат экспорта изображения.

source: Choose an export quality preset.
de: Eine Voreinstellung für Exportqualität auswählen.
es: Elige un preajuste de calidad de exportación.
fr: Choisissez un préréglage de qualité d’exportation.
it: Scegli un'impostazione predefinita di qualità di esportazione.
ja: 出力品質のプリセットを選択します。
pt_br: Escolha um pré-ajuste de qualidade de exportação.
ru: Выберите качество экспорта для пресета.

source: Choose and customize the grid displayed in the crop selection area.
de: Das Gitter auswählen und anpassen, das im Zuschneidebereich für die Auswahl angezeigt wird.
es: Elige y personaliza la cuadrícula que aparece en el área de selección de recorte.
fr: Choisir et personnaliser la grille affichée dans la zone de sélection de recadrage.
it: Scegli e personalizza la griglia che appare nell'area di selezione ritaglio.
ja: 切り抜き選択範囲に表示されるグリッドを選択してカスタマイズします。
pt_br: Escolher e personalizar a grade exibida na área de seleção de corte.
ru: Выбрать и настроить сетку, показанную в области выбора обрезки.

source: Choose and manage LUTs.
de: LUTs auswählen und verwalten.
es: Elija y gestione los LUT.
fr: Choisissez et gérez les LUT.
it: Scegli e gestisci le LUT.
ja: LUTを選択して管理します。
pt_br: Escolher e gerenciar LUTs.
ru: Выбрать LUT и управлять ими.
