Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Midway between the highlights and the shadows.
de: Auf halbem Weg zwischen Lichtern und Schatten.
es: A medio camino entre las iluminaciones y las sombras.
fr: À mi-chemin entre les tons clairs et les tons foncés.
it: A metà tra luci e ombre.
ja: ハイライトとシャドウの中間。
pt_br: A meio caminho entre os realces e sombras.
ru: Посредине между светлыми и темными местами.

source: Mostly used for resizing pixel art or getting a blocky image look.
de: Meist zum Skalieren von Pixel-Art oder zum Erstellen von blockhaften Bildern verwendet.
es: Utilizado principalmente para cambiar el tamaño del arte digital o conseguir un efecto de imagen pixelada.
fr: Principalement utilisé pour redimensionner du pixel art ou obtenir un look d’image pixellisée.
it: Utilizzato principalmente per ridimensionare pixel art o per creare un effetto di immagine pixellata.
ja: 主にピクセルアートのサイズ変更やぼんやりした画像の表示に使用されます。
pt_br: Mais utilizado para redimensionar pixel art ou criar o efeito de imagem pixelada.
ru: В основном используется для изменения размеров пиксельной графики или получения изображений, выглядящих, как сочетания пикселей.

source: Move selected objects back one layer.
de: Ausgewählte Objekte eine Ebene zurückversetzen.
es: Mueve los objetos seleccionados hacia atrás una capa.
fr: Reculez les objets sélectionnés d’un calque.
it: Sposta gli oggetti selezionati indietro di un livello.
ja: 選択したオブジェクトを1つ後ろに移動します。
pt_br: Move os objetos selecionados uma camada para trás.
ru: Переместите выбранные объекты назад на один слой.

source: Move selected objects forward one layer.
de: Ausgewählte Objekte eine Ebene nach vorn versetzen.
es: Mueve los objetos seleccionados hacia adelante una capa.
fr: Avancez les objets sélectionnés d’un calque.
it: Sposta gli oggetti selezionati avanti di un livello.
ja: 選択したオブジェクトを1つ前に移動します。
pt_br: Move os objetos selecionados uma camada à frente.
ru: Переместите выбранные объекты вперед на один слой.

source: Move selected objects to the back layer.
de: Ausgewählte Objekte in die hinterste Ebene versetzen.
es: Mueve los objetos seleccionados hacia la capa de fondo.
fr: Reculez les objets sélectionnés au dernier calque.
it: Sposta gli oggetti selezionati al livello sullo sfondo.
ja: 選択したオブジェクトを最背面に移動します。
pt_br: Move os objetos selecionados para a camada de trás.
ru: Переместите выбранные объекты на задний слой.

source: Move selected objects to the front layer.
de: Ausgewählte Objekte in die vorderste Ebene versetzen.
es: Mueve los objetos seleccionados hacia la capa frontal.
fr: Avancez les objets sélectionnés au premier calque.
it: Sposta gli oggetti selezionati al livello in primo piano.
ja: 選択したオブジェクトを最前面に移動します。
pt_br: Move os objetos selecionados para a camada frontal.
ru: Переместите выбранные объекты на передний слой.

source: Move, rotate, and resize layers.
de: Ebenen verschieben und rotieren, und deren Größe verändern.
es: Mueve, gira y cambia el tamaño de las capas.
fr: Déplacez, faites pivoter et redimensionnez les calques.
it: Sposta, ruota e ridimensiona i livelli.
ja: レイヤーを移動、回転、サイズ変更します。
pt_br: Mova, gire e redimensione camadas.
ru: Перемещать, вращать и масштабировать слои.

source: Mute audio.
de: Ton stummschalten.
es: Silencie el audio.
fr: Désactiver le son.
it: Disattiva audio.
ja: 音声をミュートします。
pt_br: Silenciar áudio.
ru: Выкл. аудио.

source: Mute the video layer.
de: Videoebene stummschalten.
es: Silencie la capa de vídeo.
fr: Désactiver le son du calque vidéo.
it: Disattiva l’audio del livello video.
ja: ビデオレイヤーをミュートします。
pt_br: Silenciar a camada de vídeo.
ru: Выключить видеослой.

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
pt_br: Opacidade
ru: Непрозрачность

source: Paint and sketch using a collection of brushes.
de: Mit einer Auswahl von Pinseln malen und skizzieren.
es: Pinta y dibuja con una colección de pinceles.
fr: Peignez et dessinez à l’aide d’une collection de pinceaux.
it: Dipingi e disegna utilizzando una collezione di pennelli.
ja: ブラシのコレクションを使用してペイントとスケッチを行います。
pt_br: Pinte e faça esboços com uma coleção de pinceis.
ru: Закраска и скетч, используя коллекцию кистей.

source: Pan and scroll images.
de: Durch Bilder bewegen und scrollen.
es: Presiona y mueve las imágenes.
fr: Déplacez et faites défiler des images.
it: Fai una panoramica e scorri le immagini.
ja: 画像をパンおよびスクロールします。
pt_br: Desloque e role imagens.
ru: Панорамируйте и прокручивайте изображения.

source: Pattern
de: Muster
es: Modelo
fr: Motif
it: Modello
ja: パターン
pt_br: Padrão
ru: Орнаменты

source: Pause the video.
de: Video anhalten.
es: Pause el vídeo.
fr: Mettre en pause la vidéo.
it: Metti in pausa il video.
ja: ビデオを一時停止します。
pt_br: Pausar o vídeo.
ru: Видео в паузу.

source: Perform more tasks with the photo.
de: Mehr mit Ihren Fotos anstellen.
es: Hacer más operaciones con la foto.
fr: Réalisez d'autres tâches avec la photo.
it: Esegui più attività con la foto.
ja: 写真でより多くのタスクを実行します。
pt_br: Realize outras tarefas com a foto.
ru: Другие действия с фото.

source: Perform tasks with the image like changing its size, color profile, and more.
de: Aufgaben für dieses Bild ausfühlen, z.B. Größe ändern, Farbprofil und mehr.
es: Realiza tareas con la imagen como cambiar su tamaño, perfil de color y más.
fr: Effectuer des tâches avec l’image, comme modifier sa taille, son profil colorimétrique, et bien plus encore.
it: Esegui attività con l'immagine, come la modifica della sua dimensione, del profilo colore e altro ancora.
ja: サイズやカラープロファイルの変更など、画像を使用してタスクを実行します。
pt_br: Executa tarefas com a imagem, como alterar o tamanho, o perfil de cores e outros.
ru: Выполнить операции с изображением, такие как изменение размера, цветового профиля и др.

source: Perform tasks with the video like scrubbing, trimming, and more.
de: Aufgaben für dieses Video ausführen, z. B. Spulen, Trimmen und mehr.
es: Lleve a cabo tareas como arrastrar o recortar, entre otras, con el vídeo.
fr: Effectuer des tâches variées sur la vidéo, telles que nettoyage, recadrage, etc.
it: Esegui delle attività sul video, per esempio trascinandolo, tagliandolo ecc.
ja: スクラブ、トリミングなどの動画のタスクを実行します。
pt_br: Executar ações no vídeo, como arrastar, recortar e outros.
ru: Выполнить операции с изображением, такие как скраббинг, обрезка и др.

source: Pick a color by averaging the colors in a 3 by 3 pixel area.
de: Eine Farbe auswählen, indem Sie Farben in einem Bereich von 3 x 3 Pixeln mitteln.
es: Elige un color haciendo un promedio de los colores en un área de 3 por 3 píxeles.
fr: Choisissez une couleur en faisant la moyenne des couleurs dans une zone de 3 par 3 pixels.
it: Seleziona un colore facendo la media dei colori in un'area di 3 per 3 pixel.
ja: 3 x 3 ピクセル領域の色を平均して色を選択します。
pt_br: Pegar uma cor média entre as cores de uma área de 3 por 3 pixels.
ru: Выбрать цвет, усреднив цвета в области 3 х 3 пикселя.

source: Pick a color by averaging the colors in a 5 by 5 pixel area.
de: Eine Farbe auswählen, indem Sie Farben in einem Bereich von 5 x 5 Pixeln mitteln.
es: Elige un color haciendo un promedio de los colores en un área de 5 por 5 píxeles.
fr: Choisissez une couleur en faisant la moyenne des couleurs dans une zone de 5 par 5 pixels.
it: Seleziona un colore facendo la media dei colori in un'area di 5 per 5 pixel.
ja: 5 x 5 ピクセル領域の色を平均して色を選択します。
pt_br: Pegar uma cor pela média das cores de uma área de 5 por 5 pixels.
ru: Выбрать цвет, усреднив цвета в области 5 х 5 пикселей.

source: Pick a color from one pixel in the image.
de: Farbe anhand eines Pixels im Bild auswählen.
es: Escoge un color de un píxel de la imagen.
fr: Choisissez une couleur à partir d’un pixel d’une image.
it: Seleziona un colore da un pixel nell'immagine.
ja: 画像の1つのピクセルから色を選択します。
pt_br: Pegar uma cor de um pixel da imagem.
ru: Выбрать цвет из одного пикселя изображения.

source: Pinch precise areas of an image.
de: Kneifen Sie genau definierte Bereiche eines Bildes zusammen.
es: Pellizca áreas precisas de una imagen.
fr: Pincez des zones précises d’une image.
it: Pizzica aree precise di un'immagine.
ja: 画像の正確な領域をピンチします。
pt_br: Pegue áreas precisas de uma imagem.
ru: Щипнуть точно определенные области изображения.

source: Play the video.
de: Video abspielen.
es: Reproducir el vídeo.
fr: Lire la vidéo.
it: Riproduci il video.
ja: ビデオを再生します。
pt_br: Reproduzir o vídeo.
ru: Показать видео.

source: Preserves sharpness and details using machine learning.
de: Bewahrt Schärfe und Details mithilfe von Machine-Learning.
es: Conserva la nitidez y los detalles usando el aprendizaje automático.
fr: Préserve la netteté et les détails grâce à l'apprentissage automatique.
it: Mantiene la nitidezza e i dettagli usando l'apprendimento automatico.
ja: 機械学習を使用してシャープさと詳細情報を保持します。
pt_br: Preserva a nitidez e os detalhes com aprendizado de máquina.
ru: Сохраните без потерь резкость и детализацию, используя машинное обучение.

source: Push and pull areas of an image in any direction.
de: Bildbereiche in eine beliebige Richtung schieben und ziehen.
es: Presiona y tira de áreas de una imagen en cualquier dirección.
fr: Poussez et tirez des zones d’une image dans n’importe quelle direction.
it: Spingi e tira le aree di un'immagine in qualsiasi direzione.
ja: 画像の領域を任意の方向に押したり引いたりします。
pt_br: Empurre e puxe áreas de uma imagem em qualquer direção.
ru: Толкать и тянуть области изображения в любом направлении.

source: Quickly make selections of objects or areas by painting over them.
de: Bereiche oder Objekte schnell auswählen, indem Sie darüber malen.
es: Realiza rápidamente selecciones de objetos o áreas pintando sobre ellos.
fr: Faites rapidement des sélections d’objets ou de zones en peignant par-dessus.
it: Fai rapide selezioni di oggetti o aree dipingendoci sopra.
ja: オブジェクトまたは領域をペイントしてそれらをすばやく選択します。
pt_br: Faça rapidamente seleções de objetos ou áreas, pintando sobre elas.
ru: Быстро делать выделение объектов или областей, рисуя поверх их.

source: Relative aperture diameter setting (expressed as the ratio of focal length to effective aperture diameter).
de: Relativer Blendendurchmesser (angegeben als Verhältnis von Brennweite zu effektivem Blendendurchmesser).
es: Ajuste del diámetro relativo de apertura (expresada como el cociente entre la longitud focal y el diámetro de apertura efectiva).
fr: Réglage du diamètre de l’ouverture relative (exprimé comme le rapport entre la distance focale et le diamètre de l’ouverture utile).
it: Impostazione diametro di apertura relativa (espressa come il rapporto tra la lunghezza focale ed il diametro di apertura effettiva).
ja: 相対的な開口径の設定 (焦点距離と有効絞り径の比率として表されます)。
pt_br: Definição do diâmetro da abertura relativa (expresso como a relação entre a distância focal com o diâmetro da abertura efetiva).
ru: Настройка диаметра относительного отверстия (выраженного как отношение фокального расстояния к диаметру относительной апертуры).

source: Remove all color adjustments for the document.
de: Alle Farbanpassungen für das Dokument entfernen.
es: Borrar todos los ajustes de color del documento.
fr: Supprimez tous les ajustements de couleurs du document.
it: Rimuovi tutte le regolazioni colore per il documento.
ja: 書類のすべてのカラー調整を削除します。
pt_br: Remova todos os ajustes de cor do documento.
ru: Удалить все корректировки цвета, внесенные в документ.

source: Remove any overlapping areas between the shape you draw and the currently selected shape.
de: Entfernt alle überlappenden Bereiche zwischen der gezeichneten und der aktuell gewählten Form.
es: Elimina cualquier área superpuesta entre la figura que dibujas y la figura seleccionada actualmente.
fr: Supprimez toutes les zones de chevauchement entre la forme que vous dessinez et la forme actuellement sélectionnée.
it: Rimuovi eventuali aree sovrapposte tra la forma che hai disegnato e la forma attualmente selezionata.
ja: 描画したシェイプと現在選択されているシェイプの重複する領域を削除します。
pt_br: Remover todas as áreas de sobreposição entre a forma que você desenhou e a forma selecionada.
ru: Удалить все пересекающиеся области между выбранной фигурой и фигурой, которую вы рисуете.

source: Remove small imperfections or entire objects from images.
de: Kleine Makel oder ganze Objekte aus Bildern entfernen.
es: Elimina pequeñas imperfecciones u objetos enteros de las imágenes.
fr: Supprimez de petites imperfections ou des objets entiers des images.
it: Rimuovi piccole imperfezioni o interi oggetti dalle immagini.
ja: 画像から小さな欠陥やオブジェクト全体を削除します。
pt_br: Remova pequenas imperfeições ou objetos inteiros de imagens.
ru: Удалить маленькие дефекты или объекты целиком с изображений.

source: Remove the background from the currently selected layer.
de: Hintergrund der ausgewählten Ebene entfernen.
es: Elimina el fondo de la capa actualmente seleccionada.
fr: Supprimez l’arrière-plan du calque actuellement sélectionné.
it: Rimuove lo sfondo dal livello attualmente selezionato.
ja: 現在選択されているレイヤーから背景を削除します。
pt_br: Remover o fundo da camada selecionada no momento.
ru: Удалить фон из выделенного слоя.

source: Remove this export format.
de: Dieses Exportformat entfernen.
es: Elimina este formato de exportación.
fr: Supprimer ce format d’exportation.
it: Rimuovi questo formato di esportazione.
ja: この書き出しフォーマットを削除
pt_br: Remover este formato de exportação.
ru: Удалить формат экспорта.

source: Repair the entire selected area in your image.
de: Den gesamten gewählten Bereich in Ihrem Bild reparieren.
es: Repara toda el área seleccionada de la imagen.
fr: Réparez l’intégralité de la zone sélectionnée dans votre image.
it: Ripara l'intera area selezionata nell'immagine.
ja: 画像内の選択した領域全体を修復します。
pt_br: Repara toda a área selecionada da imagem.
ru: Исправить всю выбранную область изображения.

source: Repair Tool
de: Reparaturpinsel
es: Herramienta Reparar
fr: Outil Réparer
it: Strumento di riparazione
ja: 修復ツール
pt_br: Ferramenta Reparo
ru: Инструмент «Исправление»

source: Replace the layer.
de: Ebene ersetzen.
es: Sustituir la capa.
fr: Remplacez le calque.
it: Sostituisci il livello.
ja: レイヤーを置き換え。
pt_br: Substituir a camada.
ru: Заменить слой.

source: Reset all edits made to the photo.
de: Alle Änderungen am Foto widerrufen.
es: Restablecer todas las ediciones hechas a la foto.
fr: Réinitialisez toutes les modifications apportées à la photo.
it: Ripristina tutte le modifiche apportate alla foto.
ja: 写真に加えたすべての編集をリセットします。
pt_br: Redefina todas as edições feitas à foto.
ru: Сбросить все изменения, внесенные в фото.

source: Reset all your current changes and stop cropping the image.
de: Alle Ihre aktuellen Änderungen zurücksetzen unddas Zuschneiden des Bilds beenden.
es: Restablece todos tus cambios actuales y deja de recortar la imagen.
fr: Réinitialisez toutes les modifications actuelles et arrêtez de recadrer l’image.
it: Ripristina tutte le modifiche correnti e interrompi il ritaglio dell'immagine.
ja: 現在の変更をすべてリセットし画像のトリミングを停止します。
pt_br: Redefinir todas as alterações atuais e parar de cortar a imagem.
ru: Сбросить все текущие изменения и прекратить обрезку изображения.

source: Reset all your current changes and stop transforming the object.
de: Alle Ihre aktuellen Änderungen zurücksetzen und die Transformation des Objektes beenden.
es: Restablecer todos los cambios actuales y detener la transformación del objeto.
fr: Réinitialiser toutes les modifications actuelles et arrêter de transformer l’objet.
it: Ripristina tutte le modifiche correnti e interrompi la trasformazione dell'oggetto.
ja: これまでの変更すべてをリセットして、オブジェクトの変形を停止します。
pt_br: Redefine todas as suas alterações atuais e para a transformação do objeto.
ru: Сбросьте все текущие изменения и остановите преобразование объекта.

source: Reset all your current changes made with the Crop tool.
de: Alle aktuellen Änderungen zurücksetzen, die mit dem Zuschneidewerkzeug vorgenommen wurden.
es: Restablece todos los cambios actuales realizados con la herramienta Recortar.
fr: Réinitialiser toutes les modifications actuelles avec l’outil de recadrage.
it: Ripristina tutte le modifiche correnti effettuate con lo strumento di ritaglio.
ja: 切り抜きツールで行った現在の変更をすべてリセットします。
pt_br: Redefinir todas as alterações atuais feitas com a ferramenta Recortar.
ru: Сбросить все текущие изменения, сделанные инструментом обрезки.

source: Reset all your current changes.
de: Alle aktuellen Änderungen zurücksetzen.
es: Restaura todos los cambios actuales.
fr: Annulez toutes les modifications actuelles.
it: Azzera tutte le modifiche correnti.
ja: 現在の変更のすべてをリセットします。
pt_br: Redefinir todas as alterações atuais.
ru: Сбросить все ваши текущие изменения.

source: Reset any changes made to the selection.
de: Alle Änderungen an dieser Auswahl zurücksetzen.
es: Cancela los cambios realizados en la selección.
fr: Annulez tous les changements apportés à la sélection.
it: Ripristina eventuali modifiche alla selezione.
ja: 選択に作成された変更内容をリセットします。
pt_br: Redefinir todas as alterações feitas na seleção.
ru: Сбросить любые изменения в выборе.

source: Reset any refinements and stop using the Refine Mask tool.
de: Alle Verfeinerungen zurücksetzen und das Werkzeug „Maske verfeinern“ nicht mehr verwenden.
es: Cancela el perfeccionamiento y deja de utilizar la herramienta Perfeccionar máscara.
fr: Annulez tous les ajustements et arrêtez d’utiliser l’outil Affiner le masque.
it: Ripristina eventuali rifiniture e interrompe l'uso dello strumento Rifinisci maschera.
ja: 調整内容をリセットしてマスク調整ツールの使用を停止します。
pt_br: Redefinir todos os refinamentos e parar de usar a ferramenta Refinar máscara.
ru: Сбросить все уточнения и прекратить работу с инструментом уточнения маски.

source: Reset any refinements and stop using the Select and Mask tool.
de: Alle Verfeinerungen zurücksetzen und das Werkzeug „Auswählen und markieren“ nicht mehr verwenden.
es: Cancela el perfeccionamiento y deja de utilizar la herramienta Seleccionar y enmascarar.
fr: Annulez tous les ajustements et arrêtez d’utiliser l’outil Sélectionner et Masquer.
it: Ripristina eventuali rifiniture e interrompe l'uso dello strumento Seleziona e maschera.
ja: 調整内容をリセットして選択とマスクツールの使用を停止します。
pt_br: Redefinir todos os refinamentos e parar de usar a ferramenta Selecionar e aplicar máscara.
ru: Сбросить все уточнения и прекратить работу с инструментом выбора и маски.

source: Reset any refinements to the mask.
de: Alle Verfeinerungen an der Maske zurücksetzen.
es: Cancela cualquier perfeccionamiento de la máscara.
fr: Annulez tous les ajustements apportés au masque.
it: Ripristina eventuali rifiniture alla maschera.
ja: マスクの調整内容をリセットします。
pt_br: Redefinir todos os refinamentos aplicados na máscara.
ru: Сбросить любые уточнения маски.

source: Reset the color adjustments for the object to default.
de: Farbanpassungen für das Objekt auf Standard zurücksetzen.
es: Restaura los ajustes de color del objeto a sus valores predeterminados.
fr: Rétablir les réglages des couleurs de l’objet par défaut.
it: Ripristina le regolazioni di colore per l'oggetto ai valori predefiniti.
ja: オブジェクトのカラー調整をデフォルトにリセット。
pt_br: Redefine os ajustes de cor do objeto com valores padrão.
ru: Сбросить цветокоррекцию объекта к значениям по умолчанию.

source: Reset the colors of the Color wheel
de: Farben des Farbrades zurücksetzen
es: Restablecer los colores de la rueda de color
fr: Réinitialiser les couleurs de roue chromatique
it: Reimposta i colori della ruota colori
ja: カラーホイールの色をリセット
pt_br: Redefinir as cores do disco de cores
ru: Сбросьте цвета в цветовом круге

source: Reset the effects for the object to default.
de: Effekte für das Objekt auf Standard zurücksetzen.
es: Restaura los efectos para el objeto a sus valores predeterminados.
fr: Rétablir les effets de l’objet par défaut.
it: Ripristina gli effetti per l'oggetto ai valori predefiniti.
ja: オブジェクトのエフェクトをデフォルトにリセットします。
pt_br: Redefinir os efeitos do objeto com valores padrão.
ru: Сбросить эффекты объекта к значениям по умолчанию.

source: Reset the layer style of the shape to default.
de: Ebenenstil der Form auf Standard zurücksetzen.
es: Restablece el estilo de capa de la figura a su valor predeterminado.
fr: Revenir au style de calque de la forme par défaut.
it: Ripristina lo stile di livello di default della forma.
ja: シェイプのレイヤースタイルをデフォルトにリセットします。
pt_br: Redefinir o estilo da camada da forma com os valores padrão.
ru: Сбросить стиль слоя фигуры к стилю по умолчанию.

source: Reset the rotation of the canvas to default.
de: Die Rotation der Leinwand auf die Standardeinstellungen zurücksetzen.
es: Restablece la rotación del lienzo a los ajustes predeterminados.
fr: Réinitialiser la rotation de la zone de travail à sa valeur par défaut.
it: Ripristina la rotazione del quadro alle impostazioni di default.
ja: キャンバスの回転をデフォルトにリセットします。
pt_br: Redefinir a rotação da tela com o padrão.
ru: Сбросить вращение холста на значение по умолчанию.

source: Reset the style to default.
de: Stil auf Standard zurücksetzen.
es: Restablece el estilo predeterminado.
fr: Revenir au style par défaut.
it: Ripristina lo stile predefinito.
ja: スタイルをデフォルトにリセットします。
pt_br: Redefinir o estilo com valores padrão.
ru: Сброс стиля на значение по умолчанию.

source: Restore the selected object to its original dimensions.
de: Gewähltes Objekt auf seine ursprünglichen Dimensionen zurücksetzen.
es: Restaura el objeto seleccionado a sus dimensiones originales.
fr: Ramenez l’objet sélectionné à ses dimensions d’origine.
it: Riporta l'oggetto selezionato alle sue dimensioni originali.
ja: 選択したオブジェクトをオリジナルのサイズに復元します。
pt_br: Restaurar as dimensões originais do objeto selecionado.
ru: Верните выбранный объект к его исходным размерам.

source: Reveal more playback settings.
de: Weitere Wiedergabeeinstellungen anzeigen.
es: Revele más ajustes de reproducción.
fr: Afficher d’autres paramètres de lecture.
it: Mostra altre impostazioni di riproduzione.
ja: より多くの再生設定を表示します。
pt_br: Revelar mais configurações de reprodução.
ru: Показать больше настроек воспр.

source: Reveal or hide the advanced brush settings.
de: Die erweiterten Pinseleinstellung anzeigen oder verbergen.
es: Revela u oculta los ajustes avanzados del pincel.
fr: Afficher ou masquer les paramètres de pinceau avancés.
it: Mostra o nascondi le impostazioni di pennello avanzate.
ja: ブラシ設定の詳細を表示または非表示にします。
pt_br: Revelar ou ocultar as configurações avançadas de pincel.
ru: Показать/скрыть дополнительные настройки кисти.

source: Reveal or hide the advanced video editing settings.
de: Erweiterte Bildbearbeitungseinstellungen anzeigen oder verbergen.
es: Revele u oculte los ajustes avanzados de edición de vídeo.
fr: Afficher ou masquer les paramètres avancés d’édition de vidéo.
it: Mostra o nascondi le impostazioni avanzate di video editing.
ja: 高度なビデオ編集設定を表示または非表示にします。
pt_br: Revelar ou ocultar as configurações avançadas de edição de vídeo.
ru: Показать/скрыть дополнительные настройки видеоредактирования.

source: Reverse the colors of the gradient.
de: Farben des Verlaufs umkehren.
es: Invierte los colores del degradado.
fr: Inverser les couleurs du dégradé.
it: Inverti i colori del gradiente.
ja: グラデーションの色を反転します。
pt_br: Inverte as cores do gradiente.
ru: Реверсировать цвета градиента.

source: Rotate an area of your image to the left.
de: Einen Bereich Ihres Bildes nach links rotieren.
es: Gira una zona de tu imagen hacia la izquierda.
fr: Faites tourner l’une des zones de votre image vers la gauche.
it: Ruota un'area dell'immagine a sinistra.
ja: 画像の1領域を左方向に回転します。
pt_br: Girar uma área da imagem para a esquerda.
ru: Вращать область изображения влево.

source: Rotate an area of your image to the right.
de: Einen Bereich Ihres Bildes nach rechts rotieren.
es: Gira una zona de tu imagen hacia la derecha.
fr: Faites tourner l’une des zones de votre image vers la droite.
it: Ruota un’area dell'immagine a destra.
ja: 画像の領域を右方向に回転します。
pt_br: Girar uma área da imagem para a direita.
ru: Вращать область изображения вправо.
