Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Set how much to randomly vary the size of each brush mark in a brushstroke.
de: Festlegen, inwieweit die Größe jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Configura cuánto debe variar aleatoriamente el tamaño de la marca de pincel en cada pincelada.
fr: Définissez le niveau de variation aléatoire de la taille de chaque marque d’un coup de pinceau.
it: Imposta di quanto deve variare in modo casuale la dimensione di ogni segno di pennello in una pennellata.
ja: ブラシストロークの各ブラシマークのサイズをランダムに変化させる度合いを設定します。
pt_br: Definir a variação aleatória do tamanho de cada marca de pincel de uma pincelada.
ru: Задайте, насколько случайно менять размер каждого следа кисти в штрихе кисти.

source: Set how much to randomly vary the transparency of each brush mark in a brushstroke.
de: Festlegen, inwieweit die Transparenz jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Configura cuánto debe variar aleatoriamente la transparencia de la marca de pincel en cada pincelada.
fr: Définissez le niveau de variation aléatoire de la transparence de chaque marque d’un coup de pinceau.
it: Imposta di quanto deve variare in modo casuale la trasparenza di ogni segno di pennello in una pennellata.
ja: ブラシストローク内の各ブラシマークの透明度をどれだけランダムに変化させるかを設定します。
pt_br: Definir a variação aleatória da transparência de cada marca de pincel de uma pincelada.
ru: Задайте, насколько случайно менять прозрачность каждого следа кисти в штрихе кисти.

source: Set how much to round the corner of the shape.
de: Festlegen, wie stark die Ecke der Form abgerundet werden soll.
es: Configura cuánto se debe redondear la esquina de la figura.
fr: Définissez la rondeur du coin de la forme.
it: Stabilisci quanto arrotondare l’angolo della forma.
ja: シェイプの角を丸くする度合いを設定します。
pt_br: Defina o arredondamento do canto da forma.
ru: Задайте степень закругления угол фигуры.

source: Set how much to round the corners of the shape.
de: Festlegen, wie weit die Ecken der Form abgerundet werden sollen.
es: Configura cuánto se deben redondear los bordes de la figura.
fr: Définissez la rondeur des coins de la forme.
it: Imposta di quanto arrotondare gli angoli della forma.
ja: シェイプの角を丸める量を設定します。
pt_br: Definir arredondamento nos cantos da forma.
ru: Задайте степень закругления углов фигуры.

source: Set how much to round the mask.
de: Einstellen, wie sehr die Maske geglättet werden soll.
es: Establece cuánto redondear la máscara.
fr: Définissez la rondeur du masque.
it: Imposta di quanto arrotondare la maschera.
ja: マスクを丸める量を設定します。
pt_br: Definir o arredondamento da máscara.
ru: Установите, насколько скруглить маску.

source: Set how much to round the selection.
de: Festlegen, wie sehr die Auswahl geglättet werden soll.
es: Configura cuánto redondear la selección.
fr: Définissez la rondeur de la sélection.
it: Imposta di quanto arrotondare la selezione.
ja: 選択をどのくらい丸めるかを設定します。
pt_br: Define o arredondamento da seleção.
ru: Установите, насколько скруглить выбор.

source: Set how much to soften the edges of the brush used to add or subtract areas from the mask.
de: Einstellen, wie stark die Kanten des Pinsels, mit dem Maskenbereiche hinzugefügt oder entfernt werden, abgeschwächt werden sollen.
es: Establece el grado de suavizado de bordes del pincel utilizado para añadir o sustraer áreas de la máscara.
fr: Définissez le degré de lissage des bords du pinceau utilisé pour ajouter ou soustraire des zones du masque.
it: Imposta di quanto ammorbidire i bordi del pennello usato per aggiungere o sottrarre aree alla maschera.
ja: マスクに領域を追加または削除するために使用されるブラシのエッジを柔らかくする量を設定します。
pt_br: Definir a suavização das bordas do pincel utilizado para adicionar ou subtrair áreas da máscara.
ru: Задайте, насколько смягчить края кисти добавления/вычитания областей из маски.

source: Set how much to soften the edges of the brush used to add or subtract areas from the selection.
de: Einstellen, wie stark die Kanten des Pinsels, mit dem Auswahlbereiche hinzugefügt oder entfernt werden, abgeschwächt werden sollen.
es: Establece el grado de suavizado de bordes del pincel utilizado para añadir o sustraer áreas de la selección.
fr: Définissez le degré de lissage des bords du pinceau utilisé pour ajouter ou soustraire des zones de la sélection.
it: Imposta di quanto ammorbidire i bordi del pennello usato per aggiungere o sottrarre aree alla selezione.
ja: 選択範囲に領域を追加または削除するために使用するブラシのエッジを柔らかくする量を設定します。
pt_br: Definir a suavização das bordas do pincel utilizado para adicionar ou subtrair áreas da seleção.
ru: Задайте, насколько смягчить края кисти добавления/вычитания областей из выбора.

source: Set how much to soften the edges of the brush.
de: Festlegen, wie sehr die Kanten des Pinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel.
fr: Définissez le lissage des contours du pinceau.
it: Imposta quanto ammorbidire i bordi del pennello.
ja: ブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel.
ru: Задайте, насколько смягчить края кисти.

source: Set how much to soften the edges of the Clone tool brush.
de: Festlegen, wie sehr die Kanten des Klonwerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Clonar.
fr: Définissez le niveau de lissage des contours du pinceau de l’outil Duplication.
it: Imposta quanto ammorbidire i bordi del pennello strumento Clone.
ja: クローンツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização das bordas do pincel da ferramenta Clone.
ru: Задайте, насколько смягчить края кисти инструмента «Штамп».

source: Set how much to soften the edges of the Darken tool brush.
de: Festlegen, wie sehr die Kanten des Verdunkelungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Oscurecer.
fr: Définissez le lissage des contours du pinceau de l’outil Obscurcir.
it: Imposta quanto ammorbidire i bordi del pennello strumento Scurisci.
ja: 比較 (暗) ツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Escurecer.
ru: Задайте, насколько смягчить края инструмента кисти Затемнить.

source: Set how much to soften the edges of the Desaturate tool brush.
de: Festlegen, wie sehr die Kanten des Entsättigungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Desaturar.
fr: Définissez le lissage des contours du pinceau de l’outil Désaturation.
it: Imposta quanto ammorbidire i bordi del pennello strumento Desatura.
ja: 彩度を下げるツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Dessaturar.
ru: Задайте, насколько смягчить края инструмента кисти убирания насыщенности.

source: Set how much to soften the edges of the Lighten tool brush.
de: Festlegen, wie sehr die Kanten des Aufhellungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Iluminar.
fr: Définissez le lissage des contours du pinceau de l’outil Éclaircir.
it: Imposta quanto ammorbidire i bordi del pennello strumento Schiarisci.
ja: 比較 (明) ツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Clarear.
ru: Задайте, насколько смягчить края инструмента кисти осветления.

source: Set how much to soften the edges of the Saturate tool brush.
de: Festlegen, wie sehr die Kanten des Sättigungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Saturar.
fr: Définissez le lissage des contours du pinceau de l’outil Saturation.
it: Imposta quanto ammorbidire i bordi del pennello strumento Satura.
ja: 彩度ツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Saturar.
ru: Задайте, насколько смягчить края инструмента кисти насыщенности.

source: Set how much to soften the edges of the selection.
de: Festlegen, wie sehr die Kanten der Auswahl geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes de la selección.
fr: Définissez le lissage des contours de la sélection.
it: Imposta quanto ammorbidire i bordi della selezione.
ja: 選択範囲の端をどれだけ緩和するかを設定します。
pt_br: Define a suavização das bordas da seleção.
ru: Задать, насколько смягчить края выбора.

source: Set how much to soften the edges of the shadow.
de: Festlegen, wie sehr die Kanten des Schattens geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes de la sombra.
fr: Définissez le lissage des contours de l’ombre.
it: Imposta quanto ammorbidire i bordi dell'ombra.
ja: シャドウの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno da sombra.
ru: Задайте, насколько смягчить края тени.

source: Set how much to soften the edges of the Sharpen tool brush.
de: Festlegen, wie sehr die Kanten des Schärfungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Enfocar.
fr: Définissez le lissage des contours du pinceau de l’outil Netteté.
it: Imposta quanto ammorbidire i bordi del pennello strumento Nitidezza.
ja: シャープツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Nitidez.
ru: Задайте, насколько смягчить края инструмента кисти Резкость.

source: Set how much to soften the edges of the Smudge tool brush.
de: Festlegen, wie sehr die Kanten des Verwischungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Dedo.
fr: Définissez le lissage des contours du pinceau de l’outil Doigt.
it: Imposta quanto ammorbidire i bordi del pennello strumento Sfumino.
ja: 指先ツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Borrar.
ru: Задать, насколько смягчить края инструмента кисти Палец.

source: Set how much to soften the edges of the Soften tool brush.
de: Festlegen, wie sehr die Kanten des Weichzeichnungswerkzeugpinsels geglättet werden sollen.
es: Configura cuánto se deben suavizar los bordes del pincel de la herramienta Suavizar.
fr: Définissez le lissage des contours du pinceau de l’outil Adoucir.
it: Imposta quanto ammorbidire i bordi del pennello strumento Attenua.
ja: ソフトツールのブラシの端をどれだけ緩和するかを設定します。
pt_br: Definir a suavização do contorno do pincel da ferramenta Suavizar.
ru: Задайте, насколько смягчить края инструмента кисти Смягчения.

source: Set how much to soften the mask.
de: Einstellen, wie sehr die Maske abgeschwächt werden soll.
es: Establece cuánto suavizar la máscara.
fr: Définissez le lissage du masque.
it: Imposta di quanto ammorbidire la maschera.
ja: マスクを柔らかくする量を設定します。
pt_br: Definir a suavização da máscara.
ru: Задайте, насколько смягчить маску.

source: Set how much to trim from the end of the video.
de: Festlegen, wie viel vom Ende des Videos getrimmt werden soll.
es: Determine cuánto desea recortar del final del vídeo.
fr: Définissez la durée à couper à partir de la fin de la vidéo.
it: Stabilisci quanto tagliare alla fine del video.
ja: 動画の最後からどれだけトリミングするかを設定します。
pt_br: Definir o quanto cortar no fim do vídeo.
ru: Задать, сколько отсечь с конца видео.

source: Set how much to trim from the start of the video.
de: Festlegen, wie viel vom Anfang des Videos getrimmt werden soll.
es: Determine cuánto desea recortar del comienzo del vídeo.
fr: Définissez la durée à couper à partir du début de la vidéo.
it: Stabilisci quanto tagliare all’inizio del video.
ja: 動画の先頭からどれだけトリミングするかを設定します。
pt_br: Definir o quanto cortar no início do vídeo.
ru: Задать, сколько отсечь с начала видео.

source: Set the amount of grain particles.
de: Menge der Körner festlegen.
es: Configura la cantidad de partículas de grano.
fr: Définissez le nombre de particules de grain.
it: Imposta la densità della grana.
ja: 粒子の量を設定します。
pt_br: Definir a quantidade de partículas de grão.
ru: Задайте количество частиц зерна.

source: Set the amount of magenta and green in the highlights.
de: Die Menge von Magenta und Grün in den Lichtern festlegen.
es: Configura la cantidad de magenta y verde en las iluminaciones.
fr: Définissez la quantité de magenta et de vert dans les tons clairs.
it: Imposta la quantità di magenta e verde nei punti luce.
ja: マゼンタとグリーンのハイライトの量を設定します。
pt_br: Definir a quantidade de magenta e verde nos realces.
ru: Задайте количество пурпурного и зеленого в светлых местах.

source: Set the amount of magenta and green in the midtones.
de: Die Menge von Magenta und Grün in den Mitteltönen festlegen.
es: Configura la cantidad de magenta y verde en los tonos medios.
fr: Définissez la quantité de magenta et de vert dans les tons moyens.
it: Imposta la quantità di magenta e verde nei mezzitoni.
ja: ミッドトーンのマゼンタとグリーンの量を設定します。
pt_br: Definir a quantidade de magenta e verde nos tons médios.
ru: Задайте количество пурпурного и зеленого в полутонах.

source: Set the amount of magenta and green in the shadows.
de: Die Menge von Magenta und Grün in den Schatten festlegen.
es: Configura la cantidad de magenta y verde en las sombras.
fr: Définissez la quantité de magenta et de vert dans les tons foncés.
it: Imposta la quantità di magenta e verde nelle ombre.
ja: シャドウのマゼンタとグリーンの量を設定します。
pt_br: Definir a quantidade de magenta e verde nas sombras.
ru: Задайте количество пурпурного и зеленого в тенях.

source: Set the amount of red and cyan in the highlights.
de: Die Menge von Rot und Cyan in den Lichtern festlegen.
es: Configura la cantidad de rojo y cian en las iluminaciones.
fr: Définissez la quantité de rouge et de cyan dans les tons clairs.
it: Imposta la quantità di rosso e ciano nei punti luce.
ja: ハイライトのレッドとシアンの量を設定します。
pt_br: Definir a quantidade de vermelho e ciano nos realces.
ru: Задайте количество красного и пурпурного в светлых местах.

source: Set the amount of red and cyan in the midtones.
de: Die Menge von Rot und Cyan in den Mitteltönen festlegen.
es: Configura la cantidad de rojo y cian en los tonos medios.
fr: Définissez la quantité de rouge et de cyan dans les tons moyens.
it: Imposta la quantità di rosso e ciano nei mezzitoni.
ja: ミッドトーンのレッドとシアンの量を設定します。
pt_br: Definir a quantidade de vermelho e ciano nos tons médios.
ru: Задайте количество красного и пурпурного в полутонах.

source: Set the amount of red and cyan in the shadows.
de: Die Menge von Rot und Cyan in den Schatten festlegen.
es: Configura la cantidad de rojo y cian en las sombras.
fr: Définissez la quantité de rouge et de cyan dans les tons foncés.
it: Imposta la quantità di rosso e ciano nelle ombre.
ja: シャドウのレッドとシアンの量を設定します。
pt_br: Definir a quantidade de vermelho e ciano nas sombras.
ru: Задайте количество красного и пурпурного в тенях.

source: Set the amount of scatter.
de: Stärke der Streuung festlegen.
es: Configura la cantidad de dispersión.
fr: Définissez le degré de dispersion.
it: Imposta la quantità di dispersione.
ja: 散布量を設定します。
pt_br: Definir quantidade de dispersão.
ru: Задать величину рассеяния.

source: Set the amount of space after a paragraph.
de: Den Leerraum nach einem Absatz festlegen.
es: Establece la cantidad de espacio después de un párrafo.
fr: Définir la quantité d’espace après un paragraphe.
it: Imposta la quantità di spazio che segue un paragrafo.
ja: 段落の後のスペースの量を設定します。
pt_br: Define a quantidade de espaço após um parágrafo.
ru: Задать расстояние после абзаца.

source: Set the amount of space before a paragraph.
de: Den Leerraum vor einem Absatz festlegen.
es: Establece la cantidad de espacio antes de un párrafo.
fr: Définir la quantité d’espace avant un paragraphe.
it: Imposta la quantità di spazio che precede un paragrafo.
ja: 段落の前のスペースの量を設定します。
pt_br: Define a quantidade de espaço antes de um parágrafo.
ru: Задать расстояние перед абзацем.

source: Set the amount of space between text characters.
de: Den Leerraum zwischen zwei Textzeichen festlegen.
es: Establece la cantidad de espacio entre los caracteres del texto.
fr: Définir la quantité d’espace entre les caractères de texte.
it: Imposta la quantità di spazio tra i caratteri del testo.
ja: テキストの文字間のスペースの量を設定します。
pt_br: Define a quantidade de espaço entre os caracteres do texto.
ru: Задать расстояние между символами текста.

source: Set the amount of space between the first and the second dash.
de: Abstand zwischen dem ersten und dem zweiten Bindestrich einstellen.
es: Establece la cantidad de espacio que debería haber entre el primer y segundo guion.
fr: Définissez la quantité d'espace entre le premier et le deuxième trait.
it: Stabilisci la quantità di spazio tra il primo e il secondo trattino.
ja: 最初の破線と2番目の破線の間のスペースの量を設定します。
pt_br: Define a quantidade de espaço entre o primeiro e o segundo traços.
ru: Задать расстояние между первым и вторым штрихами.

source: Set the amount of space between the first line of the paragraph and the left margin.
de: Den Leerraum zwischen der ersten Zeile des Absatzes und dem linken Rand festlegen.
es: Establece la cantidad de espacio entre la primera línea del párrafo y el margen izquierdo.
fr: Définir la quantité d’espace entre la première ligne du paragraphe et la marge de gauche.
it: Imposta la quantità di spazio tra la prima riga del paragrafo e il margine sinistro.
ja: 段落の最初の行と左マージンの間のスペースの量を設定します。
pt_br: Define a quantidade de espaço entre a primeira linha do parágrafo e a margem esquerda.
ru: Задать расстояние между началом текста красной строки (первой строки абзаца) и левым полем.

source: Set the amount of space between the paragraph and the left margin.
de: Den Leerraum zwischen dem Absatz und dem linken Rand festlegen.
es: Establece la cantidad de espacio entre el párrafo y el margen izquierdo.
fr: Définir la quantité d’espace entre le paragraphe et la marge de gauche.
it: Imposta la quantità di spazio tra il paragrafo e il margine sinistro.
ja: 段落と左マージンの間のスペースの量を設定します。
pt_br: Define a quantidade de espaço entre o parágrafo e a margem esquerda.
ru: Задать расстояние между абзацем и левым полем.

source: Set the amount of space between the paragraph and the right margin.
de: Den Leerraum zwischen dem Absatz und dem rechten Rand festlegen.
es: Establece la cantidad de espacio entre el párrafo y el margen derecho.
fr: Définir la quantité d’espace entre le paragraphe et la marge de droite.
it: Imposta la quantità di spazio tra il paragrafo e il margine destro.
ja: 段落と右マージンの間のスペースの量を設定します。
pt_br: Define a quantidade de espaço entre o parágrafo e a margem direita.
ru: Задать расстояние между абзацем и правым полем.

source: Set the amount of space between the second and the third dash.
de: Abstand zwischen dem zweiten und dem dritten Bindestrich einstellen.
es: Establece la cantidad de espacio que debería haber entre el segundo y el tercer guion.
fr: Définissez la quantité d'espace entre le deuxième et le troisième trait.
it: Stabilisci la quantità di spazio tra il secondo e il terzo trattino.
ja: 2番目と3番目の破線の間のスペースの量を設定します。
pt_br: Define a quantidade de espaço entre o segundo e o terceiro traços.
ru: Задать расстояние между вторым и третьим штрихами.

source: Set the amount of yellow and blue in the highlights.
de: Die Menge von Gelb und Blau in den Lichtern festlegen.
es: Configura la cantidad de amarillo y azul en las iluminaciones.
fr: Définissez la quantité de jaune et de bleu dans les tons clairs.
it: Imposta la quantità di giallo e blu nei punti luce.
ja: ハイライトのイエローとブルーの量を設定します。
pt_br: Definir a quantidade de amarelo de azul nos realces.
ru: Задайте количество желтого и синего в светлых местах.

source: Set the amount of yellow and blue in the midtones.
de: Die Menge von Gelb und Blau in den Mitteltönen festlegen.
es: Configura la cantidad de amarillo y azul en los tonos medios.
fr: Définissez la quantité de jaune et de bleu dans les tons moyens.
it: Imposta la quantità di giallo e blu nei mezzitoni.
ja: ミッドトーンのイエローとブルーの量を設定します。
pt_br: Definir a quantidade de amarelo de azul nos tons médios.
ru: Задайте количество желтого и синего в полутонах.

source: Set the amount of yellow and blue in the shadows.
de: Die Menge von Gelb und Blau in den Schatten festlegen.
es: Configura la cantidad de amarillo y azul en las sombras.
fr: Définissez la quantité de jaune et de bleu dans les tons foncés.
it: Imposta la quantità di giallo e blu nelle ombre.
ja: シャドウのイエローとブルーの量を設定します。
pt_br: Definir a quantidade de amarelo de azul nas sombras.
ru: Задайте количество желтого и синего в тенях.

source: Set the angle of the brush shape.
de: Winkel der Pinselform festlegen.
es: Configura el ángulo de la forma del pincel.
fr: Définissez l’angle de la forme du pinceau.
it: Imposta l'angolo della forma del pennello.
ja: ブラシの形状の角度を設定します。
pt_br: Definir o ângulo da forma do pincel.
ru: Задайте угол фигуры кисти.

source: Set the angle of the brush texture.
de: Winkel der Pinseltextur festlegen.
es: Configura el ángulo de la textura del pincel.
fr: Définissez l’angle de la texture du pinceau.
it: Imposta l'angolo della texture del pennello.
ja: ブラシのテクスチャの角度を設定します。
pt_br: Definir o ângulo da textura do pincel.
ru: Задайте угол текстуры кисти.

source: Set the angle of the gradient.
de: Den Winkel des Verlaufs festlegen.
es: Ajusta el ángulo del degradado.
fr: Définir l’angle du dégradé.
it: Imposta l'angolo del gradiente.
ja: グラデーションの角度を設定します。
pt_br: Define o ângulo do gradiente.
ru: Задать угол градиента.

source: Set the angle of the object.
de: Winkel des Objekts festlegen.
es: Configura el ángulo del objeto.
fr: Définissez l’angle de l’objet.
it: Imposta l'angolo dell'oggetto.
ja: オブジェクトの角度を設定します。
pt_br: Definir o ângulo do objeto.
ru: Задайте угол объекта.

source: Set the angle of the pattern.
de: Winkel des Musters einstellen.
es: Establece el ángulo del patrón.
fr: Définissez l'angle du motif.
it: Stabilisci l’angolo del pattern.
ja: パターンの角度を設定します。
pt_br: Define o ângulo do padrão.
ru: Задать угол наклона рисунка.

source: Set the angle of the shadow.
de: Winkel des Schattens festlegen.
es: Configura el ángulo de la sombra.
fr: Définissez l’angle de l’ombre.
it: Imposta l'angolo dell'ombra.
ja: シャドウの角度を設定します。
pt_br: Definir o ângulo da sombra.
ru: Задайте угол отбрасывания тени.

source: Set the angle to which the canvas should be rotated.
de: Den Winkel einstellen, in den die Leinwand rotiert werden soll.
es: Define el ángulo de rotación del lienzo.
fr: Définir l’angle de rotation de la zone de travail.
it: Imposta l'angolo di rotazione del quadro.
ja: キャンバスを回転させる角度を設定します。
pt_br: Definir o ângulo de rotação da tela.
ru: Задайте угол поворота холста.

source: Set the brightness of the colors in the highlights.
de: Helligkeit der Farben in den Lichtern einstellen.
es: Define el brillo de los colores en los tonos claros.
fr: Définit la luminosité des couleurs dans les tons clairs.
it: Imposta la luminosità dei colori nei punti di luce.
ja: ハイライトの色の明るさを設定します。
pt_br: Definir o brilho das cores nos destaques.
ru: Задать яркость цветов в светлых участках.

source: Set the brightness of the colors in the midtones.
de: Helligkeit der Farben in den Mitteltönen einstellen.
es: Define el brillo de los colores en los tonos medios.
fr: Définit la luminosité des couleurs dans les tons moyens.
it: Imposta la luminosità dei colori nei mezzi toni.
ja: 中間色の色の明るさを設定します。
pt_br: Definir o brilho das cores nos tons médios.
ru: Задать яркость цветов в средних по яркости участках.

source: Set the brightness of the colors in the shadows.
de: Helligkeit der Farben in den Schatten einstellen.
es: Define el brillo de los colores en las sombras.
fr: Définit la luminosité des couleurs dans les tons sombres.
it: Imposta la luminosità dei colori nelle ombre.
ja: シャドウの色の明るさを設定します。
pt_br: Definir o brilho das cores nas sombras.
ru: Задать яркость цветов в затемненных участках.
