Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Edit the cyans in the image.
de: Die Cyantöne im Bild bearbeiten.
es: Edita los cianes de la imagen.
fr: Modifier les cyans dans l’image.
it: Modifica il ciano nell'immagine.
ja: 画像内のシアンを編集します。
pt_br: Editar os tons de ciano na imagem.
ru: Редактируйте пурпурное в изображении.

source: Edit the greens in the image.
de: Die Grüntöne im Bild bearbeiten.
es: Edita los verdes de la imagen.
fr: Modifier les verts dans l’image.
it: Modifica i verdi nell'immagine.
ja: 画像内のグリーンを編集します。
pt_br: Editar os tons de verde na imagem.
ru: Редактируйте зеленое в изображении.

source: Edit the magentas in the image.
de: Die Magentatöne im Bild bearbeiten.
es: Edita los magentas de la imagen.
fr: Modifier les magentas dans l’image.
it: Modifica il magenta nell'immagine.
ja: 画像内のマゼンタを編集します。
pt_br: Editar os tons de magenta na imagem.
ru: Редактируйте пурпурное в изображении.

source: Edit the oranges in the image.
de: Die Orangetöne im Bild bearbeiten.
es: Edita los naranjas de la imagen.
fr: Modifier les oranges dans l’image.
it: Modifica gli arancioni nell'immagine.
ja: 画像内のオレンジを編集します。
pt_br: Editar os tons de laranja na imagem.
ru: Редактируйте оранжевое в изображении.

source: Edit the reds in the image.
de: Die Rottöne im Bild bearbeiten.
es: Edita los rojos de la imagen.
fr: Modifier les rouges dans l’image.
it: Modifica i rossi nell'immagine.
ja: 画像内のレッドを編集します。
pt_br: Editar os tons de vermelho na imagem.
ru: Редактируйте красное в изображении.

source: Edit the violets in the image.
de: Die Violetttöne im Bild bearbeiten.
es: Edita los violetas de la imagen.
fr: Modifier les violets dans l’image.
it: Modifica i viola nell'immagine.
ja: 画像内のヴァイオレットを編集します。
pt_br: Editar os tons de violeta na imagem.
ru: Редактируйте фиолетовое в изображении.

source: Edit the yellows in the image.
de: Die Gelbtöne im Bild bearbeiten.
es: Edita los amarillos de la imagen.
fr: Modifier les jaunes dans l’image.
it: Modifica i gialli nell'immagine.
ja: 画像内のイエローを編集します。
pt_br: Editar os tons de amarelo na imagem.
ru: Редактируйте желтое в изображении.

source: Enable the layer mask.
de: Ebenenmaske aktivieren.
es: Activa la máscara de capa.
fr: Activez le masque de calque.
it: Abilita la maschera di livello.
ja: レイヤーマスクを有効にします。
pt_br: Ativar a máscara da camada.
ru: Включить маску слоя.

source: End editing with this retouching tool.
de: Bearbeitung mit diesem Retuschierwerkzeug beenden.
es: Termina la edición con esta herramienta de retoque.
fr: Terminer les modifications avec cet outil de retouche.
it: Concludi l’editing con questo strumento di ritocco.
ja: このレタッチツールで編集を終了します。
pt_br: Encerrar edição com esta ferramenta de retoques.
ru: Закончить правки инструментом ретуши.

source: Enhance the selection.
de: Auswahl verbessern.
es: Mejora la selección.
fr: Améliorez la sélection.
it: Migliora la selezione.
ja: 選択範囲を補正します。
pt_br: Aprimorar a seleção.
ru: Улучшить выделение.

source: Enlarge the image by 3 times using Super Resolution.
de: Mit Superauflösung ein Bild um den Faktor 3 vergrößern.
es: Amplía la imagen 3 veces con Superresolución.
fr: Augmentez la taille de l'image par 3 avec Super Resolution.
it: Ingrandisci l’immagine di 3 volte con la risoluzione Super.
ja: 超解像を使用して画像を 3 倍に拡大します。
pt_br: Amplie a imagem em três vezes com Super-resolução.
ru: Увеличить изображение в 3 раза, используя супер-разрешение.

source: Erase areas using brushes.
de: Bereiche mithilfe von Pinseln ausradieren.
es: Borra las zonas con pinceles.
fr: Effacez des zones à l’aide des pinceaux.
it: Cancella aree utilizzando i pennelli.
ja: ブラシを使用して領域を消去します。
pt_br: Apague áreas com pinceis.
ru: Сотрите кистями области изображения.

source: Erase similarly-colored areas of an image.
de: Bildbereiche mit ähnlichen Farben radieren.
es: Borra áreas de colores similares de una imagen.
fr: Effacer les zones de même couleur d’une image.
it: Cancella le aree dello stesso colore di un'immagine.
ja: 画像の類似した色の領域を消去します。
pt_br: Apague áreas de uma imagem com a mesma cor.
ru: Удалите схожие по цвету области в изображении.

source: Evenly distribute your selected objects according to their bottom edges.
de: Gewählte Objekte anhand ihrer unteren Kanten gleichmäßig verteilen.
es: Distribuye uniformemente los objetos seleccionados según sus bordes inferiores.
fr: Répartir uniformément les objets sélectionnés en fonction de leurs bords inférieurs.
it: Distribuisci uniformemente gli oggetti selezionati secondo i margini inferiori.
ja: 選択したオブジェクトを下端に沿って均等に分散します。
pt_br: Distribui de forma uniforme os objetos selecionados em relação às bordas inferiores.
ru: Равномерно распределить выбранные объекты в соответствии с их нижними краями.

source: Evenly distribute your selected objects according to their horizontal centers.
de: Gewählte Objekte anhand ihrer horizontalen Zentren gleichmäßig verteilen.
es: Distribuye uniformemente los objetos seleccionados según sus centros horizontales.
fr: Répartir uniformément les objets sélectionnés en fonction de leurs centres, dans le sens horizontal.
it: Distribuisci uniformemente gli oggetti selezionati secondo i centri orizzontali.
ja: 選択したオブジェクトを水平方向の中央に沿って均等に分散します。
pt_br: Distribui de forma uniforme os objetos selecionados em relação aos centros horizontais.
ru: Равномерно распределить выбранные объекты в соответствии с их центрами по горизонтали.

source: Evenly distribute your selected objects according to their left edges.
de: Gewählte Objekte anhand ihrer linken Kanten gleichmäßig verteilen.
es: Distribuye uniformemente los objetos seleccionados según sus bordes izquierdos.
fr: Répartir uniformément les objets sélectionnés en fonction de leurs bords gauches.
it: Distribuisci uniformemente gli oggetti selezionati secondo i margini di sinistra.
ja: 選択したオブジェクトを左端に沿って均等に分散します。
pt_br: Distribui de forma homogênea os objetos selecionados de acordo com as bordas esquerdas.
ru: Равномерно распределить выбранные объекты в соответствии с их левыми краями.

source: Evenly distribute your selected objects according to their right edges.
de: Gewählte Objekte anhand ihrer rechten Kanten gleichmäßig verteilen.
es: Distribuye uniformemente los objetos seleccionados según sus bordes derechos.
fr: Répartir uniformément les objets sélectionnés en fonction de leurs bords droits.
it: Distribuisci uniformemente gli oggetti selezionati secondo i margini di destra.
ja: 選択したオブジェクトを右端に沿って均等に分散します。
pt_br: Distribui de forma uniforme os objetos selecionados em relação às suas bordas direitas.
ru: Равномерно распределить выбранные объекты в соответствии с их правыми краями.

source: Evenly distribute your selected objects according to their top edges.
de: Gewählte Objekte anhand ihrer oberen Kanten gleichmäßig verteilen.
es: Distribuye uniformemente los objetos seleccionados según sus bordes superiores.
fr: Répartir uniformément les objets sélectionnés en fonction de leurs bords supérieurs.
it: Distribuisci uniformemente gli oggetti selezionati secondo i margini superiori.
ja: 選択したオブジェクトを上端に沿って均等に分散します。
pt_br: Distribui os objetos selecionados de forma uniforme em relação às extremidades superiores.
ru: Равномерно распределить выбранные объекты в соответствии с их верхними краями.

source: Evenly distribute your selected objects according to their vertical centers.
de: Gewählte Objekte anhand ihrer vertikalen Zentren gleichmäßig verteilen.
es: Distribuye uniformemente los objetos seleccionados según sus centros verticales.
fr: Répartir uniformément les objets sélectionnés en fonction de leurs centres, dans le sens vertical.
it: Distribuisci uniformemente gli oggetti selezionati secondo i centri verticali.
ja: 選択したオブジェクトを垂直方向の中央に沿って均等に分散します。
pt_br: Distribuir os objetos selecionados de forma uniforme em relação aos centros verticais.
ru: Равномерно распределить выбранные объекты в соответствии с их центрами по вертикали.

source: Export the image for the web.
de: Das Bild für das Internet exportieren.
es: Exporta la imagen para páginas web.
fr: Exportez l’image pour le web.
it: Esporta l'immagine per il web.
ja: 画像をWeb用に書き出します。
pt_br: Exportar a imagem para a web.
ru: Экспортировать изображение для веб-использования.

source: Export the image.
de: Bild exportieren.
es: Exporta la imagen.
fr: Exportez l’image.
it: Esporta l'immagine.
ja: 画像を書き出す
pt_br: Exportar a imagem.
ru: Экспортировать изображение.

source: Export web-ready images.
de: Bilder direkt für das Web exportieren.
es: Exporta imágenes listas para la web.
fr: Exportez des images prêtes pour le web.
it: Esporta immagini disponibili per il web.
ja: Web対応の画像を書き出します。
pt_br: Exporte imagens prontas para a web.
ru: Экспортировать веб-готовые изображения.

source: Fill
de: Füllen
es: Relleno
fr: Remplir
it: Riempi
ja: べた塗り
pt_br: Preenchimento
ru: Заливка

source: Fill areas with a gradual transition between two or more colors.
de: Bereiche mit Verläufen zwischen zwei oder mehr Farben füllen.
es: Rellena las áreas con una transición gradual entre dos o más colores.
fr: Remplissez des zones avec une transition progressive entre deux ou plusieurs couleurs.
it: Riempi le aree con una transizione graduale tra due o più colori.
ja: 2つ以上の色の間の段階的な遷移で領域を塗りつぶします。
pt_br: Preencha áreas com transições graduais entre duas ou mais cores.
ru: Заполнить области плавно переходящими друг в друга двумя или более цветами.

source: Fill areas with a solid color.
de: Bereiche mit einer Farbe füllen.
es: Rellena las áreas con un color sólido.
fr: Remplissez des zones avec une couleur unie.
it: Riempi le aree con un colore uniforme.
ja: 領域を単色で塗りつぶします。
pt_br: Preencha áreas com uma cor sólida.
ru: Заливка областей сплошным цветом.

source: Filter the layer list.
de: Ebene zuerst filtern.
es: Filtrar la lista de capas.
fr: Filtrer la liste de calque.
it: Filtra l'elenco dei livelli.
ja: レイヤーリストをフィルタします。
pt_br: Filtrar a lista de camadas.
ru: Фильтр списка слоев.

source: Fine-tune or completely change the colors of images.
de: Feinabstimmungen oder vollständige Veränderungen an den Bildfarben vornehmen.
es: Ajusta o cambia completamente los colores de las imágenes.
fr: Affinez ou changez complètement les couleurs des images.
it: Ottimizza o cambia completamente i colori delle immagini.
ja: 画像の色を微調整または完全に変更します。
pt_br: Aplique ajuste fino ou altere completamente as cores das imagens.
ru: Сделайте тонкую правку или полностью измените цвета изображений.

source: Finish editing the photo.
de: Bearbeitung fertigstellen.
es: Terminar de editar la foto.
fr: Terminez la modification de la photo.
it: Completa la modifica della foto.
ja: 写真の編集を終了します。
pt_br: Termine a edição da foto.
ru: Завершить редактирование фото.

source: Flip the image horizontally.
de: Bild horizontal kippen.
es: Gira la imagen horizontalmente.
fr: Retourner l’image horizontalement.
it: Capovolgi l'immagine orizzontalmente.
ja: 画像を水平方向に反転。
pt_br: Gira a imagem horizontalmente.
ru: Переворот изображения по горизонтали.

source: Flip the image vertically.
de: Bild vertikal kippen.
es: Gira la imagen verticalmente.
fr: Retourner l’image verticalement.
it: Capovolgi l'immagine verticalmente.
ja: 画像を垂直方向に反転。
pt_br: Gira a imagem verticalmente.
ru: Переворот изображения по вертикали.

source: Flip the object horizontally.
de: Objekt horizontal kippen.
es: Voltea horizontalmente el objeto.
fr: Retournez l’objet horizontalement.
it: Capovolgi l'oggetto orizzontalmente.
ja: 水平方向に反転します。
pt_br: Girar o objeto horizontalmente.
ru: Переверните объект по горизонтали.

source: Flip the object vertically.
de: Objekt vertikal kippen.
es: Voltea verticalmente el objeto.
fr: Retournez l’objet verticalement.
it: Capovolgi l'oggetto verticalmente.
ja: 垂直方向に反転します。
pt_br: Girar o objeto verticalmente.
ru: Переверните объект по вертикали.

source: Focal length (the distance from the camera lens to the camera sensor).
de: Brennweite (die Distanz von der Kameralinse zum Kamerasensor).
es: Distancia focal (la distancia desde la lente de la cámara hasta el sensor).
fr: Distance focale (la distance entre l’objectif de l’appareil et le capteur photographique).
it: Lunghezza focale (la distanza dalla lente della fotocamera al sensore della fotocamera).
ja: 焦点距離 (カメラレンズからカメラセンサーまでの距離)。
pt_br: Distância focal (a distância entre a lente e o sensor da câmera).
ru: Фокусное расстояние (расстояние от объектива камеры до ее сенсора).

source: Freely change the size of the object.
de: Die Größe des Objektes frei ändern.
es: Cambie libremente el tamaño del objeto.
fr: Changer librement la taille de l’objet.
it: Modifica liberamente le dimensioni dell'oggetto.
ja: オブジェクトのサイズを自由に変更します。
pt_br: Altera livremente o tamanho do objeto.
ru: Свободно меняйте размер объекта.

source: Go back to the library.
de: Zurück zur Mediathek.
es: Volver a la biblioteca.
fr: Revenez à la bibliothèque.
it: Torna alla libreria.
ja: ライブラリに戻ります。
pt_br: Volte à fototeca.
ru: Вернуться в медиатеку.

source: Good for upscaling and downscaling images with small details.
de: Gut geeignet zum Hoch- und Herunterskalieren von Bildern mit kleinen Details.
es: Bueno para aumentar o reducir la escala de imágenes con pequeños detalles.
fr: Bon pour augmenter et réduire l’échelle des images avec de petits détails.
it: Perfetto per aumentare o ridurre in scala le immagini con piccoli dettagli.
ja: 画像の細部の細部まで拡大縮小するのに適しています。
pt_br: Bom para ampliar e reduzir imagens com pequenos detalhes.
ru: Эффективно для масштабирования изображений с мелкими деталями.

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
it: Gradiente
ja: グラデーション
pt_br: Degradê
ru: Градиент

source: Group the selected objects into a single group layer.
de: Die gewählten Objekte in eine einzige Gruppenebene gruppieren.
es: Agrupa los objetos seleccionados en un solo grupo de capas.
fr: Regroupez les objets sélectionnés dans un seul groupe de calques.
it: Raggruppa gli oggetti selezionati in un singolo gruppo di livelli.
ja: 選択したオブジェクトを1つのグループレイヤーにグループ化します。
pt_br: Agrupar os objetos selecionados em uma única camada agrupada.
ru: Сгруппируйте выбранные объекты в единый слой группы.

source: Hide the layer group to make it invisible.
de: Ebenengruppe ausblenden, um sie unsichtbar zu machen.
es: Oculta el grupo de capas para que sea invisible.
fr: Masquez le groupe de calques pour le rendre invisible.
it: Nascondi il gruppo di livelli per renderlo invisibile.
ja: レイヤーグループを非表示にして隠します。
pt_br: Ocultar o grupo de camadas para torná-lo invisível.
ru: Скрыть группу слоев, чтобы она стала невидима.

source: Hide the layer to make it invisible.
de: Ebene ausblenden, um sie unsichtbar zu machen.
es: Oculta la capa para que sea invisible.
fr: Masquez le calque pour le rendre invisible.
it: Nascondi il livello per renderlo invisibile.
ja: レイヤーを非表示にして隠します。
pt_br: Ocultar a camada para torná-la invisível.
ru: Скрыть слой, чтобы он стал невидим.

source: Hide the selected objects to make them invisible.
de: Gewählte Objekte ausblenden, um sie unsichtbar zu machen.
es: Oculta los objetos seleccionados para hacerlos invisibles.
fr: Masquez les objets sélectionnés afin de les rendre invisibles.
it: Nascondi gli oggetti selezionati per renderli invisibili.
ja: 選択したオブジェクトを非表示にします。
pt_br: Ocultar os objetos selecionados para torná-los invisíveis.
ru: Скройте выбранные объекты, чтобы сделать их невидимыми.

source: Hide the Tools sidebar.
de: Werkzeuge-Seitenleiste ausblenden.
es: Ocultar barra lateral Herramientas.
fr: Masquez la barre latérale des outils.
it: Nascondi la barra laterale degli strumenti.
ja: ツールサイドバーを非表示にします。
pt_br: Ocultar a barra lateral Ferramentas.
ru: Скрыть боковую панель инструментов.

source: Increase playback delay to enable this setting.
de: Erhöhen Sie die Wiedergabeverzögerung, um diese Einstellung zu aktivieren.
es: Aumente el retardo de la reproducción para activar este ajuste.
fr: Augmentez le délai de lecture pour activer ce paramètre.
it: Aumenta il ritardo di riproduzione per attivare questa impostazione.
ja: この設定を有効にするには再生遅延を増やします。
pt_br: Aumentar o atraso na reprodução para ativar esse ajuste.
ru: Увеличьте задержку воспроизведения, чтобы активировать настройку.

source: Increase the font size.
de: Die Schriftgröße erhöhen.
es: Aumenta el tamaño de la letra.
fr: Augmenter la taille de la police.
it: Aumenta la dimensione del font.
ja: フォントサイズを大きくします。
pt_br: Aumentar o tamanho da fonte.
ru: Увеличить размер шрифта.

source: Increase the zoom level of the image.
de: Zoomstufe des Bildes erhöhen.
es: Aumentar el nivel de zoom de la imagen.
fr: Augmenter le niveau de zoom de l’image.
it: Aumenta il livello di zoom dell'immagine.
ja: 画像の拡大レベルを上げます。
pt_br: Aumentar a ampliação da imagem.
ru: Увеличить уровень масштабирования изображения.

source: Insert a layer.
de: Eine Ebene einfügen.
es: Inserta una capa.
fr: Insérez un calque.
it: Inserisci un livello.
ja: レイヤーを挿入します。
pt_br: Inserir uma camada.
ru: Ввести слой.

source: Insert an empty layer.
de: Eine leere Ebene einfügen.
es: Inserta una capa vacía.
fr: Insérez un calque vide.
it: Inserisci un livello vuoto.
ja: 空のレイヤーを挿入します。
pt_br: Inserir uma camada vazia.
ru: Ввести пустой слой.

source: ISO speed setting (the overall sensitivity of the camera sensor to light).
de: ISO-Empfindlichkeit (die allgemeine Empfindlichkeit des Kamerasensors für Licht).
es: Ajuste de la velocidad ISO (la sensibilidad global del sensor de la cámara a la luz).
fr: Réglage de la sensibilité ISO (la sensibilité générale du capteur photographique à la lumière).
it: Impostazione della velocità ISO (la sensibilità globale del sensore della fotocamera alla luce).
ja: ISO感度設定 (カメラセンサーの全光感度)。
pt_br: Definição da velocidade ISO (sensibilidade do sensor da câmera à luz).
ru: Настройка скорости ISO (общей чувствительности сенсора камеры к свету).

source: Justify text (center to the left and right).
de: Text ausrichten (rechts und -linksbündig).
es: Justifica el texto (lo centra a la izquierda y a la derecha).
fr: Justifiez le texte (centrer à gauche et à droite).
it: Giustifica il testo (centro a sinistra e a destra).
ja: 両端揃え
pt_br: Justificar o texto (centralizar à esquerda e à direita).
ru: Выровнять текст по всей ширине (от центра вправо и влево).

source: Lock selected objects to prevent editing.
de: Bestimmte Objekte sperren, um Bearbeitung zu verhindern.
es: Bloquea los objetos seleccionados para evitar la edición.
fr: Verrouillez les objets sélectionnés pour empêcher leur modification.
it: Blocca gli oggetti selezionati per impedire la modifica.
ja: 編集できなくするには選択したオブジェクトをロックします。
pt_br: Bloquear objetos selecionados para impedir a edição.
ru: Блокируйте выбранные объекты, чтобы запретить правку.

source: Lock the layer group to prevent editing.
de: Die Ebenengruppe sperren, um Bearbeitung zu verhindern.
es: Bloquear el grupo de capas para evitar editarlo.
fr: Verrouillez le groupe de calques afin d’empêcher toute modification.
it: Blocca il gruppo di livelli per impedirne la modifica.
ja: 編集を防ぐためにレイヤーグループをロックします。
pt_br: Bloquear o grupo de camadas para impedir a edição.
ru: Блокировать группу слоев, чтобы нельзя было редактировать.

source: Lock the layer mask to prevent editing.
de: Die Maskengruppe sperren, um Bearbeitung zu verhindern.
ru: Блокировать маску слоя, чтобы нельзя было редактировать.

source: Lock the layer to prevent editing.
de: Die Ebene sperren, um Bearbeitung zu verhindern.
es: Bloquear la capa para impedir las ediciones.
fr: Verrouillez le calque afin d’empêcher toute modification.
it: Blocca il livello per impedirne la modifica.
ja: 編集を防ぐためにレイヤーをロックします。
pt_br: Bloquear a camada para impedir a edição.
ru: Блокировать слой, чтобы нельзя было редактировать.

source: Make freehand selections.
de: Wählen Sie freihändig aus.
es: Haz selecciones a mano alzada.
fr: Faites des sélections à main levée.
it: Fai selezioni a mano libera.
ja: フリーハンドで選択します。
pt_br: Faça seleções à mão livre.
ru: Создать свободные выделения.

source: Make horizontal selections of a specified height.
de: Eine horizontale Auswahl auf einer angegebenen Höhe erstellen.
es: Realiza selecciones horizontales de una altura determinada.
fr: Faites des sélections horizontales d’une hauteur donnée.
it: Fai selezioni orizzontali di un'altezza specificata.
ja: 指定した高さの水平方向の選択を行います。
pt_br: Faça seleções horizontais com uma altura específica.
ru: Создать горизонтальный выбор определенной высоты.

source: Make round and elliptical selections.
de: Eine runde oder elliptische Auswahl erstellen.
es: Haz selecciones redondas y elípticas.
fr: Faites des sélections rondes ou elliptiques.
it: Fai selezioni arrotondate ed ellittiche.
ja: 円形および楕円形の選択を行います。
pt_br: Faça seleções redondas e elípticas.
ru: Создать выбор эллипсом или кругом.

source: Make selected text a superscript or subscript.
de: Den ausgewählten Text hoch oder tief stellen.
es: Haz que el texto seleccionado sea un superíndice o un subíndice.
fr: Rendre le texte sélectionné en exposant ou en indice.
it: Applica il formato apice o pedice al testo selezionato.
ja: 選択したテキストを上付き文字または下付き文字にします。
pt_br: Passar o texto selecionado para sobrescrito ou subscrito.
ru: Сделать выбранный текст надстрочным или подстрочным.

source: Make selections according to the colors of areas.
de: Die Auswahl anhand von Bereichen in bestimmten Farben erstellen.
es: Haz selecciones según los colores de las áreas.
fr: Faites des sélections en fonction des couleurs des zones.
it: Fai selezioni secondo i colori delle aree.
ja: 領域の色に合わせた選択を行います。
pt_br: Faça seleções de acordo com as cores das áreas.
ru: Создать выбор согласно цветам областей.

source: Make selections that automatically snap to the edges of objects.
de: Eine Auswahl erstellen, die sich automatisch den Kanten von Objekten anpasst.
es: Realiza selecciones que se ajusten automáticamente a los bordes de los objetos.
fr: Faites des sélections qui s’alignent automatiquement aux contours des objets.
it: Fai selezioni che si agganciano automaticamente ai bordi degli oggetti.
ja: オブジェクトのエッジに自動的にスナップする選択を行います。
pt_br: Faça seleções que se encaixam automaticamente nas bordas dos objetos.
ru: Создать выделения, автоматически прилипнувшие к углам объектов.

source: Make square and rectangular selections.
de: Eine quadratische oder rechteckige Auswahl erstellen.
es: Realiza selecciones cuadradas y rectangulares.
fr: Faites des sélections carrées ou rectangulaires.
it: Fai selezioni quadrate e rettangolari.
ja: 正方形と長方形の選択を行います。
pt_br: Faça seleções quadradas e retangulares.
ru: Создать квадратные или прямоугольные выделения.

source: Make straight-edged, jagged selections.
de: Eine Auswahl mit geraden oder gezackten Kanten erstellen.
es: Haz selecciones de bordes rectos e irregulares.
fr: Faites des sélections droites et crénelées.
it: Fai selezioni a taglio dritto e dentellate.
ja: まっすぐなエッジのギザギザの選択を行います。
pt_br: Faça seleções dentadas com cantos retos.
ru: Создать зазубренные выделения с углами.

source: Make text bold.
de: Text fett machen.
es: Pone el texto en negrita.
fr: Mettez le texte en gras.
it: Formatta testo in grassetto.
ja: テキストを太字にします。
pt_br: Aplicar negrito ao texto.
ru: Сделать текст жирным.

source: Make text italic.
de: Text kursiv machen.
es: Pone el texto en cursiva.
fr: Mettez le texte en italique.
it: Formatta testo in corsivo.
ja: テキストを斜体にします。
pt_br: Aplicar itálico ao texto.
ru: Сделать текст курсивным.

source: Make vertical selections of a specified width.
de: Eine vertikale Auswahl mit einer angegebenen Breite erstellen.
es: Realiza selecciones verticales de una anchura determinada.
fr: Faites des sélections verticales d’une largeur donnée.
it: Fai selezioni verticali di un'altezza specificata.
ja: 指定された幅の垂直方向の選択を行います。
pt_br: Faça seleções verticais com largura específica.
ru: Создать вертикальный выбор определенной высоты.
