Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Unlock the layer group to allow editing.
de: Entsperren Sie die Ebenengruppe, um Bearbeitung zu erlauben.
es: Desbloquea el grupo de capas para permitir su edición.
fr: Déverrouillez le groupe de calques afin de permettre sa modification.
it: Sblocca il gruppo di livelli per permetterne la modifica.
ja: レイヤーグループのロックを解除して編集可能にします。
pt_br: Desbloquear grupo de camadas para permitir a edição.
ru: Разблокировать группу слоев, чтобы можно было редактировать.

source: Unlock the layer mask to allow editing.
de: Entsperren Sie die Maskengruppe, um Bearbeitung zu erlauben.
ru: Разблокировать маску слоя, чтобы можно было редактировать.

source: Unlock the layer to allow editing.
de: Entsperren Sie die Ebene, um Bearbeitung zu erlauben.
es: Desbloquea la capa para permitir su edición.
fr: Déverrouillez le calque afin de permettre sa modification.
it: Sblocca il livello per permetterne la modifica.
ja: レイヤーのロックを解除して編集可能にします。
pt_br: Desbloquear a camada para permitir a edição.
ru: Разблокировать слой, чтобы можно было редактировать.

source: Unmute audio.
de: Audiostummschaltung aufheben.
es: Active el audio.
fr: Activer le son.
it: Attiva audio.
ja: オーディオのミュートを解除します。
pt_br: Ativar áudio.
ru: Вкл. аудио.

source: Unmute the video layer.
de: Stummschaltung der Videoebene aufheben.
es: Active el sonido de la capa de vídeo.
fr: Activer le son du calque vidéo.
it: Attiva l’audio del livello video.
ja: ビデオレイヤーのミュートを解除します。
pt_br: Reativar o áudio da camada de vídeo.
ru: Вкл. слой видео.

source: Update the settings of the "%@" preset.
de: Aktualisieren Sie die Voreinstellungen von „%@“.
es: Actualiza los ajustes del preajuste "%@".
fr: Mettre à jour les paramètres du préréglage "%@".
it: Aggiorna le impostazioni del preset "%@".
ja: "％@"プリセットの設定を更新します。
pt_br: Altera as configurações do preset "%@".
ru: Обновить настройки набора «%@».

source: Use a linear gradient.
de: Einen Linearen Verlauf nutzen.
es: Usa un degradado lineal.
fr: Utiliser un dégradé linéaire.
it: Utilizza un gradiente lineare.
ja: 線形のグラデーションを使用。
pt_br: Utiliza gradiente linear.
ru: Использовать линейный градиент.

source: Use a radial gradient.
de: Einen radialen Verlauf nutzen.
es: Usa un degradado radial.
fr: Utiliser un dégradé radial.
it: Utilizza un gradiente radiale.
ja: 放射状のグラデーションを使用。
pt_br: Utiliza gradiente radial.
ru: Использовать радиальный градиент.

source: Use an angle gradient.
de: Einen Winkelverlauf nutzen.
es: Usa un degradado en ángulo.
fr: Utiliser un dégradé d’angle.
it: Utilizza un gradiente d'angolo.
ja: 傾斜角度を使用。
pt_br: Utiliza gradiente angular.
ru: Использовать угловой градиент.

source: Zoom and navigate images.
de: Bilder zoomen und navigieren.
es: Amplía y navega por las imágenes.
fr: Zoomez et naviguez sur les images.
it: Ridimensiona e naviga tra le immagini.
ja: 画像をズームしてナビゲートします。
pt_br: Amplie e navegue por imagens.
ru: Масштабировать и направлять изображения.
