Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Rotate document 90° left.
de: Dokument um 90° nach links rotieren.
es: Gira el documento 90° a la izquierda.
fr: Faire pivoter le document à 90° vers la gauche.
it: Ruota il documento di 90° a sinistra.
ja: 書類を左に90°回転します。
pt_br: Gira o documento 90° para a esquerda.
ru: Поворот документа на 90° влево.

source: Rotate document 90° right.
de: Dokument um 90° nach rechts rotieren.
es: Gira el documento 90° a la derecha.
fr: Faire pivoter le document à 90° vers la droite.
it: Ruota il documento di 90° a destra.
ja: 書類を右に90°回転します。
pt_br: Gira o documento 90° para a direita.
ru: Поворот документа на 90° вправо.

source: Rotate the image clockwise.
de: Das Bild im Uhrzeigersinn rotieren.
es: Gira la imagen en el sentido de las agujas del reloj.
fr: Faire pivoter l’image dans dans le sens des aiguilles d’une montre.
it: Ruota l'immagine in senso orario.
ja: 画像を時計回りに回転させます。
pt_br: Girar a imagem no sentido horário.
ru: Поворот изображения по часовой стрелке.

source: Rotate the image counterclockwise.
de: Das Bild gegen den Uhrzeigersinn rotieren.
es: Gira la imagen en sentido contrario a las agujas del reloj.
fr: Faire pivoter l’image dans dans le sens inverse des aiguilles d’une montre.
it: Ruota l'immagine in senso antiorario.
ja: 画像を反時計回りに回転させます。
pt_br: Girar a imagem no sentido anti-horário.
ru: Поворот изображения против часовой стрелки.

source: Rotate the image to the left by one degree.
de: Das Bild um ein Grad nach links rotieren.
es: Gira la imagen hacia la izquierda un grado.
fr: Faire pivoter l’image vers la gauche de un degré.
it: Ruota l'immagine verso sinistra di un grado.
ja: 画像を左に1度回転します。
pt_br: Girar a imagem um grau para a esquerda.
ru: Поворот изображения на один градус влево.

source: Rotate the image to the right by one degree.
de: Das Bild um ein Grad nach rechts rotieren.
es: Gira la imagen hacia la derecha un grado.
fr: Faire pivoter l’image vers la droite de un degré.
it: Ruota l'immagine verso destra di un grado.
ja: 画像を右に1度回転します。
pt_br: Girar a imagem um grau para a direita.
ru: Поворот изображения на один градус вправо.

source: Sample colors and manage your color palettes.
de: Farben entnehmen und Ihre Farbpaletten verwalten.
es: Crea muestras de colores y gestiona tus paletas de colores.
fr: Échantillonnez des couleurs et gérez vos palettes de couleurs.
it: Campiona i colori e gestisci la tua tavolozza colori.
ja: 色をサンプリングしカラーパレットを管理します。
pt_br: Crie amostras de cores e gerencie suas paletas de cores.
ru: Выбирать образец цветов и изменять цветовые палитры.

source: Scale
de: Größe
es: Escala
fr: Échelle
it: Scala
ja: 縮小・拡大
pt_br: Redimensionar
ru: Масштаб

source: Select all similarly-colored areas in the image.
de: Alle Bereiche mit ähnlichen Farben im Bild auswählen.
es: Selecciona todas las zonas de la imagen con colores parecidos.
fr: Sélectionnez toutes les zones de même couleur dans l’image.
it: Seleziona tutte le aree dello stesso colore nell'immagine.
ja: 画像の類似した色の領域すべてを選択します。
pt_br: Selecionar todas as áreas com cores semelhantes na imagem.
ru: Выделите схожие по цвету области в изображении.

source: Select so individual brush marks merge together instead of building up.
de: Wählen, damit sich einzelne Pinselabdrücke verbinden, anstatt sich anzusammeln.
es: Selecciona esta opción para que las pinceladas individuales se fusionen en lugar de acumularse.
fr: Sélectionnez cette option afin que les marques individuelles de pinceau fusionnent ensemble au lieu de s’accumuler.
it: Seleziona questa opzione per fare in modo che i segni del pennello si fondano insieme invece che accumularsi.
ja: 選択すると、積み上げられるのではなく、個々のブラシマークが統合されます。
pt_br: Selecionar para que as marcas de pincel individuais se mesclem em vez de aumentarem.
ru: Выберите, чтобы отдельные следы кисти объединялись, а не накладывались.

source: Select to add a shadow to the inner edges of the object.
de: Wählen, um den inneren Kanten des Objekts einen Schatten hinzuzufügen.
es: Selecciona esta opción para agregar una sombra a los bordes internos del objeto.
fr: Sélectionnez cette option pour ajouter une ombre au contour intérieur de l’objet.
it: Seleziona per aggiungere un'ombra ai bordi interni dell'oggetto.
ja: シャドウをオブジェクトの内側の端に追加する場合に選択します。
pt_br: Selecione para adicionar sombra aos contornos internos do objeto.
ru: Выберите добавление тени к внутренним краям объекта.

source: Select to add a shadow to the object.
de: Wählen, um dem Objekt einen Schatten hinzuzufügen.
es: Selecciona esta opción para agregar una sombra al objeto.
fr: Sélectionnez cette option pour ajouter une ombre à l’objet.
it: Seleziona per aggiungere un’ombra all'oggetto.
ja: オブジェクトにシャドウを追加する場合に選択します。
pt_br: Selecione para adicionar sombra ao objeto.
ru: Выберите добавление тени к объекту.

source: Select to add a stroke to the object.
de: Wählen, um dem Objekt einen Strich hinzuzufügen.
es: Selecciona esta opción para añadir un trazo al objeto.
fr: Sélectionnez cette option pour ajouter un coup de pinceau à l’objet.
it: Seleziona per aggiungere un tratto all'oggetto.
ja: オブジェクトに追加する線を選択します。
pt_br: Selecione para adicionar um traço ao objeto.
ru: Выбрать добавление штриха к объекту.

source: Select to always sample the same part of your image with each new brush stroke.
de: Immer den gleichen Teil Ihres Bildes mit jedem neuen Pinselstrich proben.
es: Selecciona esta opción para tomar como muestra siempre la misma parte de la imagen con cada nueva pincelada.
fr: Sélectionnez cette option afin de toujours échantillonner la même partie de votre image à chaque nouveau coup de pinceau.
it: Seleziona per campionare sempre la stessa parte dell’immagine con ogni nuovo tratto di pennello.
ja: 常に新しいブラシストロークを使用して画像の同じ部分をサンプルする場合に選択します。
pt_br: Selecione para copiar sempre a mesma parte da imagem em cada nova pincelada.
ru: Всегда выбирать образец той же части изображения при каждом новом штрихе кисти.

source: Select to automatically shrink text as needed to fit in the text box.
de: Diese Option wählen, um den Text nach Bedarf automatisch zu verkleinern, damit er in das Textfeld passt.
es: Selecciona esta opción para reducir automáticamente el texto para que quepa en el cuadro de texto.
fr: Sélectionnez cette option pour rétrécir automatiquement le texte afin qu'il tienne dans la zone de texte.
it: Seleziona per restringere automaticamente il testo in base alle esigenze e adattarlo alla casella di testo.
ja: テキストボックスに収まるように、テキストを自動的に縮小する場合に選択します。
pt_br: Selecione para reduzir o texto automaticamente conforme o necessário para caber na caixa de texto.
ru: Выбрать автоматическое сжатие текста, чтоб уместить его в текстовом блоке.

source: Select to automatically smooth brush strokes.
de: Automatische Glättung der Pinselstriche wählen.
es: Selecciona para suavizar automáticamente los trazos con pincel.
fr: Sélectionner pour lisser automatiquement les traits de pinceau.
it: Seleziona per smussare automaticamente i tratti di pennello.
ja: 選択してブラシストロークを自動的に滑らかにします。
pt_br: Selecionar para suavizar automaticamente os traços do pincel.
ru: Выбрать автоматическое сглаживание мазков кисти.

source: Select to enable the wet paint effect.
de: Wählen, um den Effekt Frische Lackierung zu aktivieren.
es: Selecciona esta opción para activar el efecto de pintura húmeda.
fr: Sélectionnez cette option pour activer l’effet peinture fraîche.
it: Seleziona per attivare l'effetto di vernice bagnata.
ja: ウェットペイントエフェクトを有効にする場合に選択します。
pt_br: Selecione para ativar o efeito de tinta fresca.
ru: Выберите включение эффекта мокрой краски.

source: Select to fill only opaque areas.
de: Auswählen, dass nur vollständig abgedeckte Bereiche ausgefüllt werden.
es: Selecciona para rellenar solo las áreas opacas.
fr: Sélectionner pour remplir uniquement les zones opaques.
it: Seleziona per riempire solo aree opache.
ja: 選択して不透明な領域のみを塗りつぶします。
pt_br: Selecione para preencher somente as áreas opacas.
ru: Выбрать заливку только непрозрачных областей.

source: Select to fill the object with a color or gradient.
de: Wählen, um das Objekt mit einer Farbe oder einem Verlauf zu füllen.
es: Selecciona esta opción para rellenar el objeto con un color o un degradado.
fr: Sélectionnez cette option pour remplir l’objet avec une couleur ou un dégradé.
it: Seleziona per riempire l'oggetto con un colore o un gradiente.
ja: オブジェクトをカラーまたはグラデーションで塗りつぶす場合に選択します。
pt_br: Selecione para preencher o objeto com uma cor ou um degradê.
ru: Выбрать заливку объекта цветом или градиентом.

source: Select to maintain the aspect ratio (width to height) when resizing this object.
de: Wählen, um das Seitenverhältnis (Breite mal Höhe) beim Ändern der Größe dieses Objekts beizubehalten.
es: Selecciona esta opción para mantener la proporción (ancho y alto) al cambiar el tamaño de este objeto.
fr: Sélectionnez cette option pour conserver le rapport hauteur/largeur lorsque vous redimensionnez cet objet.
it: Seleziona questa opzione per mantenere le proporzioni (larghezza e altezza) quando ridimensioni questo oggetto.
ja: このオブジェクトのサイズ変更時に縦横比(幅と高さ)を維持する場合に選択します。
pt_br: Selecione para manter a proporção (largura e altura) ao redimensionar o objeto.
ru: Выберите сохранение пропорций (ширина к высоте) при изменении размеров этого объекта.

source: Select to maintain the aspect ratio (width to height) when resizing this shape.
de: Wählen, um das Seitenverhältnis (Breite mal Höhe) beim Ändern der Größe dieser Form beizubehalten.
es: Selecciona esta opción para mantener la proporción (ancho y alto) al cambiar el tamaño de esta figura.
fr: Sélectionnez cette option pour conserver le rapport hauteur/largeur lorsque vous redimensionnez cette forme.
it: Seleziona questa opzione per mantenere le proporzioni (larghezza e altezza) quando ridimensioni questa forma.
ja: シェイプのサイズ変更時に縦横比 (幅と高さ) を維持する場合に選択します。
pt_br: Selecione para manter a proporção (entre largura e altura) ao redimensionar a forma.
ru: Выбрать сохранение пропорций (ширина к высоте) при изменении размеров этой фигуры.

source: Select to make the Clone tool take into account every layer in your image.
de: Wählen, damit das Klonwerkzeug jede Ebene in Ihrem Bild berücksichtigt.
es: Selecciona esta opción para que la herramienta de clonar tenga en cuenta todas las capas de la imagen.
fr: Sélectionnez cette option pour que l’outil Duplication prenne tous les calques de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Clone tenga conto di tutti i livelli nell'immagine.
ja: クローンツールが画像内のすべてのレイヤーを対象とする場合に選択します。
pt_br: Selecione para a ferramenta Clone considerar todas as camadas da imagem.
ru: Выбрать, чтобы инструмент «Штамп» учитывал каждый слой в изображении.

source: Select to make the Color Selection tool take into account every object in your image.
de: Wählen, damit das Farbwahlwerkzeug jedes Objekt in Ihrem Bild berücksichtigt.
es: Selecciona esta opción para que la herramienta Selección de color tenga en cuenta todos los objetos de la imagen.
fr: Sélectionnez cette option pour que l’outil Sélection des couleurs prenne tous les objets de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Selezione di colore tenga conto di tutti gli oggetti nell'immagine.
ja: カラー選択ツールで画像内のすべてのオブジェクトを対象にします。
pt_br: Selecione para que a ferramenta Seleção de Cores considere todos os objetos da imagem.
ru: Выбрать, чтобы инструмент выбора цвета учитывал каждый объект в изображении.

source: Select to make the Magnetic Selection tool snap to every object in your image.
de: Wählen, damit das Magnetwahlwerkzeug an jedem Objekt in Ihrem Bild haftet.
es: Selecciona esta opción para que la herramienta Selección magnética tenga en cuenta todos los objetos de la imagen.
fr: Sélectionnez cette option pour que l’outil Sélection magnétique prenne tous les objets de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Selezione magnetica si agganci a tutti gli oggetti nell'immagine.
ja: マグネット選択ツールで画像内のすべてのオブジェクトにスナップします。
pt_br: Selecione para que a ferramenta Seleção Magnética se encaixe em todos os objetos da imagem.
ru: Выберите, чтобы инструмент «Выбор магнитом» прилипал к каждому объекту в изображении.

source: Select to make the Quick Selection tool take into account every object in your image.
de: Wählen, damit das Schnellwahlwerkzeug jedes Objekt in Ihrem Bild berücksichtigt.
es: Selecciona esta opción para que la herramienta Selección rápida tenga en cuenta todos los objetos de la imagen.
fr: Sélectionnez cette option pour que l’outil Sélection rapide prenne tous les objets de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Selezione veloce tenga conto di tutti gli oggetti nell'immagine.
ja: クイック選択ツールで画像内のすべてのオブジェクトを対象にします。
pt_br: Selecione para que a ferramenta Seleção Rápida considere todos os objetos da imagem.
ru: Выберите, чтобы инструмент быстрого выбора учитывал каждый объект в изображении.

source: Select to make the Repair tool take into account every object in your image.
de: Wählen, damit der Reparaturpinsel jedes Objekt in Ihrem Bild berücksichtigt.
es: Selecciona esta opción para que la herramienta Reparar tenga en cuenta todos los objetos de la imagen.
fr: Sélectionnez cette option pour que l’outil Réparer prenne tous les objets de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Ripara tenga conto di tutti gli oggetti nell'immagine.
ja: 修復ツールで画像内のすべてのオブジェクトを対象にします。
pt_br: Selecione para fazer com que a ferramenta de Reparo considere todos os objetos da imagem.
ru: Выбрать, чтобы инструмент «Исправление» учитывал каждый объект в изображении.

source: Select to make the Select Color Range tool take into account every layer in your image.
de: Wählen, damit das Werkzeug zur Auswahl des Farbbereichs jede Ebene in Ihrem Bild berücksichtigt.
es: Selecciona esta opción para que la herramienta Seleccionar intervalo de color tenga en cuenta todas las capas de la imagen.
fr: Sélectionnez cette option pour que l’outil Choisir gamme de couleur prenne tous les calques de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Seleziona la gamma di colori tenga conto di tutti i livelli nell'immagine.
ja: 色範囲選択ツールが画像内のすべてのレイヤーを対象とする場合に選択します。
pt_br: Selecione para que a ferramenta Selecionar faixa de cores considere todas as camadas da imagem.
ru: Выбрать, чтобы инструмент выборки цветового диапазона учитывал каждый слой изображения.

source: Select to make the Smart Erase tool take into account every object in your image.
de: Wählen, damit das intelligente Löschwerkzeug jedes Objekt in Ihrem Bild berücksichtigt.
es: Selecciona esta opción para que la herramienta Borrado Inteligente tenga en cuenta todos los objetos de la imagen.
fr: Sélectionnez cette option pour que l’outil Gomme magique prenne tous les objets de votre image en compte.
it: Seleziona questa opzione per far sì che lo strumento Gomma smart tenga conto di tutti gli oggetti nell'immagine.
ja: スマート消去ツールが画像内のすべてのオブジェクトを対象とする場合に選択します。
pt_br: Selecionar para que a ferramenta Borracha Inteligente considere todos os objetos da imagem.
ru: Выберите, чтобы инструмент «Смарт-ластик» учитывал каждый объект в изображении.

source: Select to naturally smooth the selection outline.
de: Den Umriss der Auswahl natürlich glätten.
es: Selecciona esta opción para suavizar de modo natural el contorno de la selección.
fr: Sélectionnez cette option pour lisser naturellement le contour de la sélection.
it: Seleziona per ammorbidire naturalmente i contorni della selezione.
ja: 選択範囲のアウトラインを自然に滑らかにする場合に選択します。
pt_br: Selecione para suavizar naturalmente o contorno da seleção.
ru: Выбрать естественное сглаживание при выборке контура.

source: Select to permanently delete any areas outside the crop selection rectangle.
de: Auswählen, dass alle Bereiche außerhalb des Auswahldreiecks für den Zuschnitt gelöscht werden.
es: Selecciona esta opción para eliminar permanentemente cualquier área fuera del rectángulo de selección de recorte.
fr: Sélectionnez cette option pour supprimer de façon permanente toute zone en dehors du rectangle de sélection de recadrage.
it: Seleziona per eliminare permanentemente qualsiasi area al di fuori del rettangolo di selezione ritaglio.
ja: 選択すると切り抜き選択範囲の外側の領域が完全に削除されます。
pt_br: Selecione para excluir definitivamente todas as áreas fora do retângulo de seleção de recorte.
ru: Выбрать необратимое удаление всех областей снаружи прямоугольника выделения обрезки.

source: Select to show a preview of the initial selection before you make it.
de: Wählen, um eine Vorschau der ursprünglichen Auswahl vor der Fertigstellung anzuzeigen.
es: Selecciona esta opción para mostrar una vista previa de la selección inicial antes de hacerla.
fr: Sélectionnez cette option pour afficher un aperçu de la sélection initiale avant de continuer.
it: Seleziona questa opzione per visualizzare un'anteprima della selezione iniziale prima di effettuarla.
ja: 選択する前に初期選択のプレビューを表示する場合に選択します。
pt_br: Selecione para exibir uma prévia da seleção inicial antes de você criá-la.
ru: Выбрать показ превью начального выбора перед тем, как сделать его.

source: Select to show the clone source marker.
de: Auswählen, um den Klon-Quellmarkierer anzuzeigen.
es: Seleccionar para mostrar el rotulador fuente de clonar.
fr: Sélectionnez pour afficher le marquer de source de clone.
it: Seleziona per mostrare il marcatore sorgente del clone.
ja: 選択してクローンソースマーカーを表示
pt_br: Selecione para exibir o marcador da origem do clone.
ru: Выбрать показ маркера штампа источника.

source: Select to smooth the textures of the brush.
de: Wählen, um die Texturen des Pinsels zu glätten.
es: Selecciona esta opción para suavizar las texturas del pincel.
fr: Sélectionnez cette option pour lisser les textures du pinceau.
it: Seleziona per ammorbidire le texture del pennello.
ja: ブラシのテクスチャを滑らかにする場合に選択します。
pt_br: Selecione para suavizar as texturas do pincel.
ru: Выбрать сглаживание текстур кисти.

source: Select to take the pressure settings of the brush into account when drawing the brush stroke.
de: Auswählen, dass die Druckeinstellungen des Pinsels beim Malen des Pinselstriches berücksichtigt werden.
es: Selecciona esta opción para tener en cuenta los ajustes de presión del pincel al dibujar el trazo.
fr: Sélectionner pour prendre les paramètres de pression de pinceau en compte en dessinant le trait de pinceau.
it: Seleziona per tenere conto delle impostazioni di pressione del pennello quando applichi il tratto di pennello.
ja: 選択してブラシストロークを描画する時にブラシの筆圧設定を考慮に入れます。
pt_br: Selecione para considerar as configurações de pressão do pincel ao aplicar o traço do pincel.
ru: Выберите, чтобы учитывать настройки давления кисти при рисовании мазком кисти.

source: Select to turn on the erase mode.
de: Auswählen zum Aktivieren des Radiermodus.
es: Seleccionar para activar el modo de borrado.
fr: Sélectionnez cette option pour activer le mode Gomme.
it: Seleziona per attivare la modalità gomma.
ja: 消去モードをオンにする場合に選択します。
pt_br: Selecione para ativar o modo de apagamento.
ru: Выберите, чтобы активировать режим ластика.

source: Select to turn on the paint mode.
de: Auswählen zum Aktivieren des Zeichnenmodus.
es: Seleccionar para activar el modo de pintura.
fr: Sélectionnez cette option pour activer le mode Peinture.
it: Seleziona per attivare la modalità pittura.
ja: 選択してペイントモードをオンにします。
pt_br: Selecione para ativar o modo de pintura.
ru: Выберите, чтобы активировать режим закраски.

source: Select to turn on the Pixel Eraser mode.
de: Auswählen, um den Pixelradierermodus zu aktivieren.
es: Selecciona esta opción para activar el modo Borrador de píxeles.
fr: Sélectionnez cette option pour activer le mode gomme pixel.
it: Seleziona per attivare la modalità gomma pixel.
ja: 選択してピクセル消去モードを有効にします。
pt_br: Selecione para ativar o modo borracha de pixel.
ru: Выбрать включение режима ластика пикселей.

source: Set how bright the blue channel of your original image appears in the black and white.
de: Festlegen, wie hell der blaue Kanal Ihres ursprünglichen Bildes im Schwarzweißbild erscheint.
es: Configura el brillo que tendrá el canal azul de la imagen original cuando se convierta en blanco y negro.
fr: Définissez le niveau de luminosité de la couche bleue de votre image d’origine dans le noir et blanc.
it: Imposta il livello di luminosità del canale blu nella tua immagine originale in bianco e nero.
ja: オリジナル画像のブルーチャンネルがモノクロでどれくらい明るく表示されるかを設定します。
pt_br: Definir como o brilho do canal de azul da imagem original aparecerá no preto e branco.
ru: Задайте, насколько ярко синий канал исходного изображения можно видеть в черно/белом.

source: Set how bright the green channel of your original image appears in the black and white.
de: Festlegen, wie hell der grüne Kanal Ihres ursprünglichen Bildes im Schwarzweißbild erscheint.
es: Configura el brillo que tendrá el canal verde de la imagen original cuando se convierta en blanco y negro.
fr: Définissez le niveau de luminosité de la couche verte de votre image d’origine dans le noir et blanc.
it: Imposta il livello di luminosità del canale verde nella tua immagine originale in bianco e nero.
ja: オリジナル画像のグリーンチャンネルがモノクロでどれくらい明るく表示されるかを設定します。
pt_br: Definir como o brilho do canal de verde da imagem original aparecerá no preto e branco.
ru: Задайте, насколько ярко зеленый канал исходного изображения можно видеть в черно/белом.

source: Set how bright the red channel of your original image appears in the black and white.
de: Festlegen, wie hell der rote Kanal Ihres ursprünglichen Bildes im Schwarzweißbild erscheint.
es: Configura el brillo que tendrá el canal azul de la imagen original cuando se convierta en blanco y negro.
fr: Définissez le niveau de luminosité de la couche rouge de votre image d’origine dans le noir et blanc.
it: Imposta il livello di luminosità del canale rosso nella tua immagine originale in bianco e nero.
ja: オリジナル画像のレッドチャンネルがモノクロでどれくらい明るく表示されるかを設定します。
pt_br: Definir como o brilho do canal de vermelho da imagem original aparecerá no preto e branco.
ru: Задайте, насколько ярко красный канал исходного изображения можно видеть в черно/белом.

source: Set how closely the brush shape should follow your painting direction.
de: Festlegen, wie eng die Pinselform Ihrer Zeichenrichtung folgen soll.
es: Configura el grado de exactitud en que la forma del pincel seguirá la dirección al pintar.
fr: Définissez la précision avec laquelle la forme du pinceau doit suivre le sens de de votre coup de pinceau.
it: Imposta il grado di esattezza con cui la forma del pennello seguirà la direzione di pittura.
ja: ブラシの形状がペイントの方向にどれだけ近づくかを設定します。
pt_br: Definir o quanto a forma do pincel deverá seguir a direção da pintura.
ru: Задайте, насколько точно фигура кисти должна следовать вашим направлениям рисования.

source: Set how far the shadow is from the object.
de: Festlegen, wie weit der Schatten vom Objekt entfernt ist.
es: Configura hasta qué punto se aleja la sombra del objeto.
fr: Définissez la distance entre l’ombre et l’objet.
it: Imposta quanto è lontana l'ombra dall'oggetto.
ja: シャドウがオブジェクトからどのくらい離れているかを設定します。
pt_br: Definir a distância da sombra do objeto.
ru: Задать, как далеко тень расположена от объекта.

source: Set how much each brush mark should be scattered away from the brushstroke.
de: Festlegen, wie weit jeder Pinselabdruck vom Pinselstrich weg zerstreut werden soll.
es: Configura cuánto se debe dispersar cada marca de pincel al dar la pincelada.
fr: Définissez la façon dont chaque marque de pinceau doit être dispersée par rapport au coup de pinceau.
it: Imposta quanto si deve disperdere il segno del pennello ad ogni pennellata.
ja: ブラシストロークから離れた各ブラシマークをどれくらい分散させるかを設定します。
pt_br: Definir o quanto cada marca de pincel deve se afastar da pincelada.
ru: Задайте, насколько следы кисти должны рассеиваться от штриха кисти.
