Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Set how much of the area around an edge should be sharpened.
de: Festlegen, wie viel des Bereichs um eine Kante herum geschärft werden soll.
es: Configura cuánta área alrededor de un borde se debe enfocar.
fr: Définissez la taille de la zone entourant un bord qui devra être accentuée.
it: Imposta la porzione della zona da perfezionare intorno ad un bordo.
ja: エッジの周りのどのくらいの領域をシャープにするかを設定します。
pt_br: Definir o grau de nitidez da área ao redor do contorno.
ru: Задайте, насколько большая часть области вокруг края должна увеличить резкость.

source: Set how much of the color is removed based on the lightness of the tones in the selected color range.
de: Einstellen, wie viel von der Farbe entsprechend der Helligkeit der Töne im ausgewählten Farbbereich entfernt werden soll.
es: Establece la cantidad de color que deseas eliminar en función de la luminosidad de los tonos del intervalo de colores seleccionado.
fr: Définissez la quantité de couleur supprimée en fonction de la luminosité des tons de la gamme de couleurs sélectionnée.
it: Stabilisci quanto colore va tolto in base alla luminosità dei toni nella gamma di colore selezionata.
ja: 選択した色範囲のトーンの明度に基づいて、色をどの程度除去するかを設定します。
pt_br: Define quanto da cor é removido com base na luminosidade das tonalidades da faixa de cor laranja.
ru: Задать, какая часть цвета будет удалена, исходя из осветления тонов выбранного диапазона цветов.

source: Set how much of the colors similar to your selected color should be removed.
de: Einstellen, wie viele der Ihrer gewählten Farbe ähnlichen Farben entfernt werden sollen.
es: Establece la cantidad de colores similares al color que has seleccionado que debe eliminarse.
fr: Définissez le nombre de couleurs similaires à la couleur choisie devant être supprimées.
it: Stabilisci quanti colori simili a quello selezionato vanno tolti.
ja: 選択した色に似た色をどれだけ削除するかを設定します。
pt_br: Define o quanto das cores semelhantes à cor selecionada deverá ser removido.
ru: Задать, какая часть цветов, похожих на выбранный цвет, будет удалена.

source: Set how much of the colors similar to your selected color should be replaced.
de: Festlegen, wie viele der Ihrer gewählten Farbe ähnlichen Farben ersetzt werden sollen.
es: Configura la cantidad de colores similares a tu color seleccionado que deben reemplazarse.
fr: Définissez le nombre de couleurs similaires à la couleur choisie devant être remplacées.
it: Imposta quanti dei colori simili al colore che hai selezionato devono essere sostituiti.
ja: 選択した色に類似した色のどれくらいを置き換えるべきか設定します.
pt_br: Definir o quanto das cores semelhantes à cor selecionada deverá ser substituído.
ru: Задайте, насколько эти цвета похожи на выбранный цвет для замены.

source: Set how much the angle of each brush mark should change according to the amount you tilt your graphics pen.
de: Festlegen, wie sehr sich der Winkel jedes Pinselabdrucks basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Configura cuánto debe cambiar el ángulo de cada marca de pincel según la inclinación de tu lápiz gráfico.
fr: Définissez l’évolution de l’angle de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Imposta di quanto dovrebbe cambiare l'angolo di ogni segno del pennello secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、各ブラシマークの角度をどれだけ変化させるかを設定します。
pt_br: Definir o quanto o ângulo de cada marca de pincel deverá se alterar de acordo com a inclinação da caneta gráfica.
ru: Задайте, насколько угол каждого следа кисти должен измениться согласно величине наклона вашего графического пера.

source: Set how much the blue channel in the original image should contribute to the blue channel in the adjusted image.
de: Festlegen, wieviel Einfluss der blaue Kanal im ursprünglichen Bild auf den blauen Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal azul de la imagen original al canal azul de la imagen ajustada.
fr: Définissez l’influence de la couche bleue de l’image d’origine sur la couche bleue de l’image modifiée.
it: Imposta l'influenza del canale blu dell'immagine originale sul canale blu dell'immagine modificata.
ja: オリジナル画像のブルーチャンネルが調整済み画像のブルーチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de azul da imagem original deverá afetar o canal de azul da imagem ajustada.
ru: Задайте, насколько велик вклад синего канала исходного изображения в синий канал отрегулированного изображения.

source: Set how much the blue channel in the original image should contribute to the green channel in the adjusted image.
de: Festlegen, wieviel Einfluss der blaue Kanal im ursprünglichen Bild auf den grünen Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal azul de la imagen original al canal verde de la imagen ajustada.
fr: Définissez l’influence de la couche bleue de l’image d’origine sur la couche verte de l’image modifiée.
it: Imposta l'influenza del canale blu dell'immagine originale sul canale verde dell'immagine modificata.
ja: オリジナル画像のブルーチャンネルが調整済み画像のグリーンチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de azul da imagem original deverá afetar o canal de verde da imagem ajustada.
ru: Задайте, насколько велик вклад синего канала исходного изображения в зеленый канал отрегулированного изображения.

source: Set how much the blue channel in the original image should contribute to the red channel in the adjusted image.
de: Festlegen, wieviel Einfluss der blaue Kanal im ursprünglichen Bild auf den roten Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal azul de la imagen original al canal rojo de la imagen ajustada.
fr: Définissez l’influence de la couche bleue de l’image d’origine sur la couche rouge de l’image modifiée.
it: Imposta l'influenza del canale blu dell'immagine originale sul canale rosso dell'immagine modificata.
ja: オリジナル画像のブルーチャンネルが調整済み画像のレッドチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de azul da imagem original deverá afetar o canal de vermelho da imagem ajustada.
ru: Задайте, насколько велик вклад синего канала исходного изображения в красный канал отрегулированного изображения.

source: Set how much the green channel in the original image should contribute to the blue channel in the adjusted image.
de: Festlegen, wieviel Einfluss der grüne Kanal im ursprünglichen Bild auf den blauen Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal verde de la imagen original al canal azul de la imagen ajustada.
fr: Définissez l’influence de la couche verte de l’image d’origine sur la couche bleue de l’image modifiée.
it: Imposta l'influenza del canale verde dell'immagine originale sul canale blu dell'immagine modificata.
ja: オリジナル画像のグリーンチャンネルが調整済み画像のブルーチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de verde da imagem original deverá afetar o canal de azul da imagem ajustada.
ru: Задайте, насколько велик вклад зеленого канала исходного изображения в синий канал отрегулированного изображения.

source: Set how much the green channel in the original image should contribute to the green channel in the adjusted image.
de: Festlegen, wieviel Einfluss der grüne Kanal im ursprünglichen Bild auf den grünen Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal verde de la imagen original al canal verde de la imagen ajustada.
fr: Définissez l’influence de la couche verte de l’image d’origine sur la couche verte de l’image modifiée.
it: Imposta l'influenza del canale verde dell'immagine originale sul canale verde dell'immagine modificata.
ja: オリジナル画像のグリーンチャンネルが調整済み画像のグリーンチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de verde da imagem original deverá afetar o canal de verde da imagem ajustada.
ru: Задайте, насколько велик вклад зеленого канала исходного изображения в зеленый канал отрегулированного изображения.

source: Set how much the green channel in the original image should contribute to the red channel in the adjusted image.
de: Festlegen, wieviel Einfluss der grüne Kanal im ursprünglichen Bild auf den roten Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal verde de la imagen original al canal rojo de la imagen ajustada.
fr: Définissez l’influence de la couche verte de l’image d’origine sur la couche rouge de l’image modifiée.
it: Imposta l'influenza del canale verde dell'immagine originale sul canale rosso dell'immagine modificata.
ja: オリジナル画像のグリーンチャンネルが調整済み画像のレッドチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de verde da imagem original deverá afetar o canal de vermelho da imagem ajustada.
ru: Задайте, насколько велик вклад зеленого канала исходного изображения в красный канал отрегулированного изображения.

source: Set how much the horizontal size of each brush mark should change according to the amount you tilt your graphics pen.
de: Festlegen, wie sehr sich die horizontale Größe jedes Pinselabdrucks basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Configura cuánto debe cambiar el tamaño horizontal de cada marca de pincel según la inclinación de tu lápiz gráfico.
fr: Définissez l’évolution de la taille horizontale de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Imposta di quanto dovrebbe cambiare la dimensione orizzontale di ogni segno del pennello secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、各ブラシマークの水平サイズをどれだけ変化させるかを設定します。
pt_br: Definir o quanto o tamanho horizontal de cada marca de pincel deverá se alterar de acordo com a inclinação aplicada à caneta gráfica.
ru: Задайте, насколько горизонтальный размер каждого следа кисти должен измениться согласно величине наклона вашего графического пера.

source: Set how much the new color should blend with the old color.
de: Festlegen, wie sehr sich die neue Farbe mit der alten Farbe vermischen soll.
es: Configura cuánto se debe fusionar el nuevo color con el color antiguo.
fr: Définissez la quantité de la nouvelle couleur devant se mélanger avec l’ancienne couleur.
it: Imposta quanto il nuovo colore dovrebbe fondersi con il vecchio colore.
ja: 新しい色と古い色との混和度を設定します。
pt_br: Definir o quanto a nova cor deverá ser mesclada coma cor antiga.
ru: Задайте, насколько новый цвет должен смешаться со старым.

source: Set how much the opacity and size of the end of a brushstroke should change according to painting speed.
de: Festlegen, inwieweit sich die Deckkraft und Größe des Endes eines Pinselstrichs basierend auf der Zeichengeschwindigkeit ändern soll.
es: Configura cuánto deben cambiar la opacidad y el tamaño al final de cada pincelada según la velocidad a la que pintes.
fr: Définissez l’évolution de l’opacité et de la taille de la fin d’un coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Imposta quanto dovrebbero cambiare l'opacità e le dimensioni del tratto finale di una pennellata secondo la velocità di pittura.
ja: ペイント速度に応じてブラシストローク終端の不透明度とサイズをどれだけ変更するかを設定します。
pt_br: Definir o quanto a opacidade e o tamanho do fim da pincelada deverá se alterar de acordo com a velocidade da pintura.
ru: Задайте, насколько непрозрачность и размер в концах штрихов кисти должны меняться в зависимости от скорости рисования.

source: Set how much the opacity and size of the start of a brushstroke should change according to painting speed.
de: Festlegen, inwieweit sich die Deckkraft und Größe des Beginns eines Pinselstrichs basierend auf der Zeichengeschwindigkeit ändern soll.
es: Configura cuánto deben cambiar la opacidad y el tamaño del principio de cada pincelada según la velocidad a la que pintes.
fr: Définissez l’évolution de l’opacité et de la taille du début d’un coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Imposta quanto dovrebbero cambiare l'opacità e le dimensioni del tratto iniziale di una pennellata secondo la velocità di pittura.
ja: ペイント速度に応じてブラシストローク始端の不透明度とサイズをどれだけ変更するかを設定します。
pt_br: Definir o quanto a opacidade e o tamanho do início da pincelada deverá se alterar de acordo com a velocidade da pintura.
ru: Задайте, насколько непрозрачность и размер в началах штрихов кисти должны меняться в зависимости от скорости рисования.

source: Set how much the red channel in the original image should contribute to the blue channel in the adjusted image.
de: Festlegen, wieviel Einfluss der rote Kanal im ursprünglichen Bild auf den blauen Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal rojo de la imagen original al canal azul de la imagen ajustada.
fr: Définissez l’influence de la couche rouge de l’image d’origine sur la couche rouge de l’image modifiée.
it: Imposta l'influenza del canale rosso dell'immagine originale sul canale blu dell'immagine modificata.
ja: オリジナル画像のレッドチャンネルが調整済み画像のブルーチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de vermelho da imagem original deverá afetar o canal de azul da imagem ajustada.
ru: Задайте, насколько велик вклад красного канала исходного изображения в синий канал отрегулированного изображения.

source: Set how much the red channel in the original image should contribute to the green channel in the adjusted image.
de: Festlegen, wieviel Einfluss der rote Kanal im ursprünglichen Bild auf den grünen Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal rojo de la imagen original al canal verde de la imagen ajustada.
fr: Définissez l’influence de la couche rouge de l’image d’origine sur la couche verte de l’image modifiée.
it: Imposta l'influenza del canale rosso dell'immagine originale sul canale verde dell'immagine modificata.
ja: オリジナル画像のレッドチャンネルが調整済み画像のグリーンチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de vermelho da imagem original deverá afetar o canal de verde da imagem ajustada.
ru: Задайте, насколько велик вклад красного канала исходного изображения в зеленый канал отрегулированного изображения.

source: Set how much the red channel in the original image should contribute to the red channel in the adjusted image.
de: Festlegen, wieviel Einfluss der rote Kanal im ursprünglichen Bild auf den roten Kanal im angepassten Bild haben soll.
es: Configura cuánto debe aportar el canal rojo de la imagen original al canal rojo de la imagen ajustada.
fr: Définissez l’influence de la couche rouge de l’image d’origine sur la couche rouge de l’image modifiée.
it: Imposta l'influenza del canale rosso dell'immagine originale sul canale rosso dell'immagine modificata.
ja: オリジナル画像のレッドチャンネルが調整済み画像のレッドチャンネルに与える影響を設定します。
pt_br: Definir o quanto o canal de vermelho da imagem original deverá afetar o canal de vermelho da imagem ajustada.
ru: Задайте, насколько велик вклад красного канала исходного изображения в красный канал отрегулированного изображения.

source: Set how much the size of the brushstroke should increase or decrease according to how quickly you paint.
de: Festlegen, wie sehr sich die Größe des Pinselstrichs verändern soll, je nachdem, wie schnell Sie zeichnen.
es: Configura cuánto se debe aumentar o reducir el tamaño de cada pincelada según lo rápido que pintes.
fr: Définissez l’augmentation ou la diminution de la taille du coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Imposta quanto la dimensione del tratto deve aumentare o diminuire in rapporto alla velocità con cui dipingi.
ja: ペイントの速さに応じてブラシストロークのサイズをどれだけ増減するかを設定します。
pt_br: Definir o quanto o tamanho da pincelada deverá aumentar ou diminuir de acordo com a velocidade da pintura.
ru: Задайте, насколько размер штриха кисти должен уменьшиться/увеличиться в зависимости от скорости рисования.

source: Set how much the size of your brushstroke should vary according to the pressure you apply to the graphics tablet.
de: Festlegen, wie sehr die Größe Ihres Pinselstrichs variieren soll, je nachdem, wie stark Sie auf das Grafiktablet aufdrücken.
es: Ajusta cuánto debe cambiar el tamaño de tu pincelada según la presión que apliques en la tableta gráfica.
fr: Définissez l’évolution de la taille du coup de pinceau en fonction de la pression appliquée sur la tablette graphique.
it: Imposta di quanto dovrebbe variare la dimensione di ogni pennellata secondo la pressione applicata sulla tavoletta grafica.
ja: タブレットに適用する圧力に応じてブラシストロークの大きさをどれだけ変化させるかを設定します。
pt_br: Definir o quanto o tamanho da pincelada deverá variar de acordo com a pressão aplicada à mesa digitalizadora.
ru: Задайте, насколько размер каждого штриха кисти должен измениться согласно величине давления на графический планшет.

source: Set how much the transparency of the brushstroke should change according to the pressure you apply to the graphics tablet.
de: Festlegen, wie sehr sich die Transparenz des Pinselstrichs verändern soll, je nachdem, wie stark Sie auf das Grafiktablet aufdrücken.
es: Configura cuánto debe cambiar la transparencia de cada pincelada según la presión que apliques en la tableta gráfica.
fr: Définissez l’évolution de la transparence du coup de pinceau en fonction de la pression appliquée sur la tablette graphique.
it: Imposta di quanto dovrebbe cambiare la trasparenza di ogni pennellata secondo la pressione applicata sulla tavoletta grafica.
ja: タブレットに適用する圧力に応じてブラシストロークの透明度をどれだけ変化させるかを設定します。
pt_br: Definir o quanto a transparência da pincelada deverá se alterar de acordo com a pressão aplicada à mesa digitalizadora.
ru: Задайте, насколько прозрачность каждого штриха кисти должна измениться согласно величине давления на графический планшет.

source: Set how much the transparency of the brushstroke should increase or decrease according to how quickly you paint.
de: Festlegen, wie sehr sich die Transparenz des Pinselstrichs verändern soll, je nachdem, wie schnell Sie zeichnen.
es: Configura cuánto se debe aumentar o reducir la transparencia de cada pincelada según lo rápido que pintes.
fr: Définissez l’augmentation ou la diminution de la transparence du coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Imposta quanto la trasparenza del tratto deve aumentare o diminuire in rapporto alla velocità con cui dipingi.
ja: ペイントの速さに応じてブラシストロークの透明度をどれだけ増減するかを設定します.
pt_br: Definir o quanto a transparência da pincelada deverá aumentar ou diminuir de acordo com a velocidade da pintura.
ru: Задайте, насколько размер штриха кисти должен уменьшиться/увеличиться в зависимости от скорости рисования.

source: Set how much the vertical size of each brush mark should change according to the amount you tilt your graphics pen.
de: Festlegen, wie sehr sich die vertikale Größe jedes Pinselabdrucks basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Configura cuánto debe cambiar el tamaño vertical de cada marca de pincel según la inclinación de tu lápiz gráfico.
fr: Définissez l’évolution de la taille verticale de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Imposta di quanto dovrebbe cambiare la dimensione verticale di ogni segno del pennello secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、各ブラシマークの垂直サイズをどれだけ変化させるかを設定します。
pt_br: Definir o quanto a o tamanho vertical de cada marca de pincel deverá se alterar de acordo com a inclinação aplicada à caneta gráfica.
ru: Задайте, насколько вертикальный размер каждого следа кисти должен измениться согласно величине наклона вашего графического пера.

source: Set how much to enlarge or shrink the mask.
de: Einstellen, wie sehr die Maske vergrößert oder verkleinert werden soll.
es: Establece cuánto ampliar o reducir la máscara.
fr: Définissez l’agrandissement ou le rétrécissement du masque.
it: Imposta di quanto allargare o restringere la maschera.
ja: マスクを拡大または縮小する量を設定します。
pt_br: Definir o aumento ou a redução da máscara.
ru: Установите, насколько расширить или сжать маску.

source: Set how much to enlarge or shrink the selection.
de: Festlegen, wie sehr die Auswahl vergrößert oder verkleinert werden soll.
es: Configura cuánto ampliar o reducir la selección.
fr: Définissez l’agrandissement ou le rétrécissement de la sélection.
it: Imposta di quanto allargare o restringere la selezione.
ja: 選択範囲を拡大・縮小する値を設定します。
pt_br: Define a ampliação ou a redução da seleção.
ru: Установите, насколько расширить или сжать выбор.

source: Set how much to raise or lower selected text.
de: Festlegen, wie stark der ausgewählte Text erhöht oder abgesenkt wird.
es: Establece cuánto hay que subir o bajar el texto seleccionado.
fr: Définir de combien augmenter ou diminuer le texte sélectionné.
it: Imposta di quanto alzare o abbassare il testo selezionato.
ja: 選択したテキストを上下させる量を設定します。
pt_br: Defina o quanto o texto selecionado deverá ser elevado ou baixado.
ru: Задать, насколько поднять или опустить выделенный текст.

source: Set how much to randomly vary the angle of each brush mark in a brushstroke.
de: Festlegen, inwieweit der Winkel jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Configura cuánto debe variar aleatoriamente el ángulo de la marca de pincel en cada pincelada.
fr: Définissez le niveau de variation aléatoire de l’angle de chaque marque d’un coup de pinceau.
it: Imposta di quanto deve variare in modo casuale l'angolo di ogni segno di pennello in una pennellata.
ja: ブラシストローク内の各ブラシマークの角度をどれだけランダムに変化させるかを設定します。
pt_br: Definir a variação aleatória do ângulo de cada marca de pincel de uma pincelada.
ru: Задайте, насколько случайно менять угол каждого следа кисти в штрихе кисти.

source: Set how much to randomly vary the hue of each brush mark in a brushstroke.
de: Festlegen, inwieweit der Farbton jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Configura cuánto debe variar aleatoriamente el matiz de la marca de pincel en cada pincelada.
fr: Définissez le niveau de variation aléatoire de la teinte de chaque marque d’un coup de pinceau.
it: Imposta di quanto deve variare in modo casuale la tonalità di ogni segno di pennello in una pennellata.
ja: ブラシストロークの各ブラシマークの色相をランダムに変化させる度合いを設定します。
pt_br: Definir a variação aleatória do matiz de cada marca de pincel de uma pincelada.
ru: Задайте, насколько случайно менять оттенок каждого следа кисти в штрихе кисти.

source: Set how much to randomly vary the lightness of each brush mark in a brushstroke.
de: Festlegen, inwieweit die Helligkeit jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Configura cuánto debe variar aleatoriamente la luminosidad de la marca de pincel en cada pincelada.
fr: Définissez le niveau de variation aléatoire de la luminosité de chaque marque d’un coup de pinceau.
it: Imposta di quanto deve variare in modo casuale la luminosità di ogni segno di pennello in una pennellata.
ja: ブラシストロークで各ブラシマークの明度をランダムに変化させる度合いを設定します。
pt_br: Definir a variação aleatória da luminosidade de cada marca de pincel de uma pincelada.
ru: Задайте, насколько случайно менять осветление каждого следа кисти в штрихе кисти.

source: Set how much to randomly vary the saturation of each brush mark in a brushstroke.
de: Festlegen, inwieweit die Sättigung jedes Pinselabdrucks in einem Pinselstrich zufällig variieren soll.
es: Configura cuánto debe variar aleatoriamente la saturación de la marca de pincel en cada pincelada.
fr: Définissez le niveau de variation aléatoire de la saturation de chaque marque d’un coup de pinceau.
it: Imposta di quanto deve variare in modo casuale la saturazione di ogni segno di pennello in una pennellata.
ja: ブラシストローク内の各ブラシマークの彩度をどれだけランダムに変化させるかを設定します。
pt_br: Definir a variação aleatória da saturação de cada marca de pincel de uma pincelada.
ru: Задайте, насколько случайно менять насыщенность каждого следа кисти в штрихе кисти.
