Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Set the size of the Darken tool brush.
de: Größe des Verdunkelungswerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Oscurecer.
fr: Définissez la taille du pinceau de l’outil Obscurcir.
it: Imposta la dimensione del pennello strumento Scurisci.
ja: 比較 (暗) ツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Escurecer.
ru: Задайте размер кисти инструмента Затемнить.

source: Set the size of the Desaturate tool brush.
de: Größe des Entsättigungswerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Desaturar.
fr: Définissez la taille du pinceau de l’outil Désaturer.
it: Imposta la dimensione del pennello strumento Desatura.
ja: 彩度を下げるツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Dessaturar.
ru: Задать размер кисти инструмента обесцвечивания.

source: Set the size of the grain particles.
de: Größe der Körner festlegen.
es: Configura el tamaño de las partículas de grano.
fr: Définissez la taille des particules de grain.
it: Imposta la dimensione della grana.
ja: 粒子のサイズを設定します。
pt_br: Definir o tamanho das partículas de grão.
ru: Задайте размер частиц зерна.

source: Set the size of the Lighten tool brush.
de: Größe des Aufhellungswerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Iluminar.
fr: Définissez la taille du pinceau de l’outil Éclaircir.
it: Imposta la dimensione del pennello strumento Schiarisci.
ja: 比較 (明) ツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Clarear.
ru: Задайте размер кисти инструмента осветления.

source: Set the size of the Pinch tool brush.
de: Größe des Pinch-Werkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Encoger.
fr: Définissez la taille du pinceau de l’outil Contraction.
it: Imposta la dimensione del pennello strumento Deforma.
ja: ピンチツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Compressão.
ru: Задать размер кисти инструмента Щипок.

source: Set the size of the pixel.
de: Die Größe des Pixels festlegen.
es: Configura el tamaño del píxel.
fr: Définissez la taille du pixel.
it: Imposta la dimensione del pixel.
ja: ピクセルの大きさを設定します。
pt_br: Definir o tamanho do pixel.
ru: Задайте размер пикселя.

source: Set the size of the Repair tool brush.
de: Größe des Reparaturpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Reparar.
fr: Définissez la taille du pinceau de l’outil Réparer.
it: Imposta la dimensione del pennello strumento Ripara.
ja: 修復ツールのブラシのサイズを設定します。
pt_br: Define o tamanho do pincel da ferramenta de reparo.
ru: Задать размер кисти инструмента исправления.

source: Set the size of the Saturate tool brush.
de: Größe des Sättigungswerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Saturar.
fr: Définissez la taille du pinceau de l’outil Saturer.
it: Imposta la dimensione del pennello strumento Satura.
ja: 彩度ツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Saturar.
ru: Задать размер кисти инструмента насыщенности.

source: Set the size of the selection brush.
de: Größe des Wählpinsels festlegen.
es: Configura el tamaño del pincel de selección.
fr: Définissez la taille du pinceau de sélection.
it: Imposta la dimensione del pennello selezione.
ja: 選択ブラシのサイズを設定します。
pt_br: Define o tamanho do pincel de seleção.
ru: Задать размер кисти выбора.

source: Set the size of the Sharpen tool brush.
de: Größe des Schärfungs-Werkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Enfocar.
fr: Définissez la taille du pinceau de l’outil Netteté.
it: Imposta la dimensione del pennello strumento Nitidezza.
ja: シャープツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Nitidez.
ru: Задайте размер кисти инструмента Резкость.

source: Set the size of the Smudge tool brush.
de: Größe des Verwischungs-Werkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Dedo.
fr: Définissez la taille du pinceau de l’outil Doigt.
it: Imposta la dimensione del pennello strumento Sfumino.
ja: 指先ツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Borrar.
ru: Задать размер кисти инструмента Палец.

source: Set the size of the Soften tool brush.
de: Größe des Weichzeichnungs-Werkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Suavizar.
fr: Définissez la taille du pinceau de l’outil Adoucir.
it: Imposta la dimensione del pennello strumento Attenua.
ja: ソフトツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Suavizar.
ru: Задайте размер кисти инструмента Смягчение.

source: Set the size of the starts and ends of your brushstrokes.
de: Größe der Anfänge und Enden Ihrer Pinselstriche festlegen.
es: Configura el tamaño del principio y del final de tus pinceladas.
fr: Définissez la taille du début et de la fin de vos coups de pinceau.
it: Imposta la dimensione dell'inizio e la fine delle pennellate.
ja: ブラシストロークの始端と終端のサイズを設定します。
pt_br: Definir o tamanho do início e do fim da pincelada.
ru: Задать размер начал и окончаний штрихов кисти.

source: Set the size of the Twirl tool brush.
de: Größe des Zwirbelwerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Molinete.
fr: Définissez la taille du pinceau de l’outil Tourbillon.
it: Imposta la dimensione del pennello strumento Spirale.
ja: 回転ツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Torção.
ru: Задать размер кисти инструмента закручивания.

source: Set the size of the Warp tool brush.
de: Größe des Verkrümmungs-Werkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Deformar.
fr: Définissez la taille du pinceau de l’outil Déformer.
it: Imposta la dimensione del pennello strumento Altera.
ja: ワープツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Distorcer.
ru: Задать размер кисти инструмента искажения.

source: Set the softness of the brush.
de: Weichheit des Pinsels einstellen.
es: Configurar la suavidad del pincel.
fr: Définissez la douceur du pinceau.
it: Imposta la morbidezza del pennello.
ja: ブラシの柔らかさを設定します。
pt_br: Defina a suavidade do pincel.
ru: Задать мягкость кисти.

source: Set the softness of the gradient mask.
de: Weichheit der Verlaufsmaske festlegen.
es: Definir la suavidad de la máscara de degradado.
fr: Définissez la douceur du masque de dégradé.
it: Imposta la morbidezza della maschera sfumatura.
ja: グラデーションマスクの柔らかさを設定します。
pt_br: Defina a suavidade da máscara de gradiente.
ru: Задать плавность маски градиента.

source: Set the softness of the mask.
de: Stellen Sie hier die Weichheit der Maske ein.
ru: Задать мягкость маски.

source: Set the spacing between each brush texture mark in your brushstroke.
de: Abstand zwischen jeder Pinselstrichtextur in Ihrem Pinselstrich festlegen.
es: Configura el espacio entre las marcas de la textura del pincel.
fr: Définissez l’espacement entre chaque marque de texture de votre coup de pinceau.
it: Imposta la spaziatura tra ogni segno di pennello texture in una pennellata.
ja: ブラシストロークの各ブラシテクスチャの間隔を設定します。
pt_br: Definir a distância entre cada marca de textura do pincel da pincelada.
ru: Задайте интервалы между текстурными следами кисти в штрихе кисти.

source: Set the spacing between individual brush marks.
de: Abstand zwischen einzelnen Pinselstrichen festlegen.
es: Configura el espaciado entre las marcas de pincel.
fr: Définissez l’espacement entre les marques de pinceau individuelles.
it: Imposta la spaziatura tra i segni di pennello individuali.
ja: 個々のブラシマークの間隔を設定します。
pt_br: Definir a distância entre cada marca de pincel individual.
ru: Задайте расстояние между следами кисти.

source: Set the strength of the black and white effect.
de: Stärke des Schwarzweißeffekts festlegen.
es: Configura la intensidad del efecto Blanco y negro.
fr: Définissez l’intensité de l’effet noir et blanc.
it: Imposta l'intensità dell'effetto bianco e nero.
ja: ブラック＆ホワイトエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito preto e branco.
ru: Задать силу эффекта черного/белого.

source: Set the strength of the bumping effect.
de: Stärke des Ausbeulungseffekts festlegen.
es: Configura la intensidad del efecto Rugoso.
fr: Définissez l’intensité de l’effet de bosselage.
it: Imposta l'intensità dell'effetto impatto.
ja: バンプエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de relevo.
ru: Задать силу эффекта вздутия.

source: Set the strength of the darkening effect.
de: Stärke des Verdunkelungseffekts festlegen.
es: Configura la intensidad del efecto Oscurecer.
fr: Définissez l’intensité de l’effet obscurcissant.
it: Imposta l'intensità dell'effetto di oscuramento.
ja: ダークニングエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de escurecimento.
ru: Задайте силу эффекта Затемнить.

source: Set the strength of the desaturation effect.
de: Stärke des Entsättigungseffekts festlegen.
es: Configura la intensidad del efecto Desaturar.
fr: Définissez l’intensité de l’effet de désaturation.
it: Imposta l'intensità dell'effetto di desaturazione.
ja: 彩度を下げるエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de dessaturação.
ru: Задайте силу эффекта убирания насыщенности.

source: Set the strength of the invert effect.
de: Stärke des Umkehreffekts festlegen.
es: Configura la intensidad del efecto Invertir.
fr: Définissez l’intensité de l’effet d’inversion.
it: Imposta l'intensità dell'effetto di inversione.
ja: 反転エフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de inversão.
ru: Задайте силу эффекта инвертирования.

source: Set the strength of the lightening effect.
de: Stärke des Aufhellungseffekts festlegen.
es: Configura la intensidad del efecto Iluminar.
fr: Définissez l’intensité de l’effet éclaircissant.
it: Imposta l'intensità dell'effetto di schiarimento.
ja: ライトニングエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de clareamento.
ru: Задайте силу эффекта осветления.

source: Set the strength of the LUT.
de: Stärke der LUT einstellen.
es: Defina la intensidad del LUT.
fr: Définissez l’intensité de la LUT.
it: Imposta l'intensità della LUT.
ja: LUTの強度を設定します。
pt_br: Definir a intensidade do LUT.
ru: Задайте силу LUT (таблица сопоставления цвета).

source: Set the strength of the monochrome effect.
de: Stärke des Monochromeffekts festlegen.
es: Configura la intensidad del efecto Monocromo.
fr: Définissez l’intensité de l’effet monochrome.
it: Imposta l'intensità dell'effetto monocromatico.
ja: モノクロエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito monocromático.
ru: Задать силу эффекта монохромности.

source: Set the strength of the paint smudging effect.
de: Stärke des Farbverwischungseffekts festlegen.
es: Configura la intensidad del efecto Dedo con pintura.
fr: Définissez l’intensité de l’effet d’étalement de la peinture.
it: Imposta l'intensità dell'effetto sfumino pittura.
ja: ペイントの汚れエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de borrar a tinta.
ru: Задайте силу эффекта рисования Палец.

source: Set the strength of the pinching effect.
de: Stärke des Pinch-Effekts festlegen.
es: Configura la intensidad del efecto Encoger.
fr: Définissez l’intensité de l’effet de contraction.
it: Imposta l'intensità dell'effetto deformato.
ja: ピンチエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de compressão.
ru: Задать силу эффекта щипка.

source: Set the strength of the saturation effect.
de: Stärke des Sättigungseffekts festlegen.
es: Configura la intensidad del efecto Saturación.
fr: Définissez l’intensité de l’effet de saturation.
it: Imposta l'intensità dell'effetto di saturazione.
ja: 彩度エフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de saturação.
ru: Задайте силу эффекта насыщенности.

source: Set the strength of the sepia effect.
de: Stärke des Sepiaeffekts festlegen.
es: Configura la intensidad del efecto Sepia.
fr: Définissez l’intensité de l’effet sépia.
it: Imposta l'intensità dell'effetto seppia.
ja: セピアエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito sépia.
ru: Задать силу эффекта сепии.

source: Set the strength of the sharpening effect.
de: Stärke des Schärfungseffekts festlegen.
es: Configura la intensidad del efecto Enfocar.
fr: Définissez l’intensité de l’effet d’accentuation.
it: Imposta l'intensità dell'effetto nitidezza.
ja: シャープエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de nitidez.
ru: Задайте силу эффекта резкости.

source: Set the strength of the smudging effect.
de: Stärke des Verwischungseffekts festlegen.
es: Configura la intensidad del efecto Dedo.
fr: Définissez l’intensité de l’effet d’étalement.
it: Imposta l'intensità dell'effetto sfumino.
ja: 汚れエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de borrar.
ru: Задать силу эффекта Палец.

source: Set the strength of the softening effect.
de: Stärke des Weichzeichnungseffekts festlegen.
es: Configura la intensidad del efecto Suavizar.
fr: Définissez l’intensité de l’effet adoucissant.
it: Imposta l'intensità dell'effetto morbidezza.
ja: ソフトエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de suavização.
ru: Задать силу эффекта смягчения.

source: Set the strength of the twirling effect.
de: Stärke des Zwirbeleffekts festlegen.
es: Configura la intensidad del efecto de Molinete.
fr: Définissez l’intensité de l’effet tourbillonnant.
it: Imposta l'intensità dell'effetto spirale.
ja: 回転エフェクトの強さを設定します。
pt_br: Definir a força do efeito de torção.
ru: Задать силу закручивающего эффекта.

source: Set the strength of the vignette effect.
de: Stärke des Vignetteneffekts festlegen.
es: Configura la intensidad del efecto de viñeta.
fr: Définissez l’intensité du vignetage.
it: Imposta l'intensità dell'effetto vignetta.
ja: ヴィネットエフェクトの強さを設定します。
pt_br: Ajustar a intensidade do efeito de vinheta.
ru: Задать силу эффекта виньетирования.

source: Set the strength of the warping effect.
de: Stärke des Verkrümmungseffekts festlegen.
es: Configura la intensidad del efecto Deformar.
fr: Définissez l’intensité de l’effet déformant.
it: Imposta l'intensità dell'effetto di alterazione.
ja: ワープエフェクトの強さを設定します。
pt_br: Definir a intensidade do efeito de distorção.
ru: Задать силу эффекта искажения.

source: Set the stroke width.
de: Strichbreite festlegen.
es: Configura la anchura del trazo.
fr: Définissez la largeur du coup de pinceau.
it: Imposta lo spessore del tratto.
ja: 線の幅を設定します。
pt_br: Definir a largura do traço.
ru: Задать ширину штриха.

source: Set the structure and contrast of image details in a specific tonal range.
de: Einstellen der Struktur und des Kontrasts von Bilddetails in einem bestimmten Tonwertbereich.
es: Ajusta la estructura y el contraste de los detalles de la imagen en un intervalo de tonos concreto.
fr: Définissez la structure et le contraste des détails de l'image dans une gamme de tons spécifique.
it: Stabilisci la struttura e il contrasto dei dettagli dell’immagine in una specifica gamma tonale.
ja: 特定の色調範囲で画像の細部の構造とコントラストを設定します。
pt_br: Define a estrutura e o contraste dos detalhes da imagem em uma faixa específica de tonalidades.
ru: Задать структуру и контраст деталей изображения в конкретном диапазоне тонов.

source: Set the suffix to be added to the name of the exported image.
de: Die Nachsilbe festlegen, die an den Namen des exportierten Bildes angehängt wird.
es: Establece el sufijo que se añadirá al nombre de la imagen exportada.
fr: Définisssez le suffixe à ajouter au nom de l’image exportée.
it: Imposta il suffisso da aggiungere al nome dell'immagine esportata.
ja: 出力する画像の名前に追加する接尾辞を設定します。
pt_br: Defina o sufixo a ser incluído no nome da imagem exportada.
ru: Задать суффикс для добавления к имени экспортируемого изображения.

source: Set the transparency of the brush.
de: Transparenz des Pinsels festlegen.
es: Configura la transparencia del pincel.
fr: Définissez la transparence du pinceau.
it: Imposta la trasparenza del pennello.
ja: ブラシの透明度を設定します。
pt_br: Definir a transparência do pincel.
ru: Задать прозрачность кисти.

source: Set the transparency of the fill.
de: Transparenz der Füllung festlegen.
es: Configura la transparencia del relleno.
fr: Définissez la transparence du remplissage.
it: Imposta la trasparenza del riempimento.
ja: 塗りつぶしの透明度を設定します。
pt_br: Definir transparência do preenchimento.
ru: Задайте прозрачность заполнения.

source: Set the transparency of the inner shadow.
de: Transparenz des inneren Schattens festlegen.
es: Configura la transparencia de la sombra interna.
fr: Définissez la transparence de l’ombre interne.
it: Imposta la trasparenza dell'ombra interna.
ja: インナーシャドウの透明度を設定します。
pt_br: Definir a transparência da sombra interna.
ru: Задаете прозрачность внутри тени.

source: Set the transparency of the object.
de: Transparenz des Objekts festlegen.
es: Configura la transparencia del objeto.
fr: Définissez la transparence de l’objet.
it: Imposta la trasparenza dell’oggetto.
ja: オブジェクトの透明度を設定します。
pt_br: Definir a transparência do objeto.
ru: Задать прозрачность объекта.

source: Set the transparency of the pixel.
de: Die Transparenz des Pixels festlegen.
es: Configura la transparencia del píxel.
fr: Définissez la transparence du pixel.
it: Imposta la trasparenza del pixel.
ja: ピクセルの透明度を設定します。
pt_br: Definir a transparência do pixel.
ru: Задайте прозрачность пикселя.

source: Set the transparency of the selected color range.
de: Einstellen der Transparenz des ausgewählten Farbbereichs.
es: Ajusta la transparencia del intervalo de colores seleccionado.
fr: Définissez la transparence de la gamme de couleurs sélectionnée.
it: Stabilisci la trasparenza della gamma di colore selezionata.
ja: 選択した色範囲の透明度を設定します。
pt_br: Define a transparência da faixa de cores selecionada.
ru: Задать прозрачность выбранного диапазона цветов.

source: Set the transparency of the Smart Erase tool.
de: Transparenz des intelligenten Löschwerkzeuugs festlegen.
es: Ajusta la transparencia de la herramienta Borrado Inteligente.
fr: Définissez la transparence de l’outil Gomme magique.
it: Imposta la trasparenza dello strumento Gomma smart.
ja: スマート消去ツールの透明度を設定します。
pt_br: Definir a transparência da ferramenta Borracha Inteligente.
ru: Задайте прозрачность инструмента смарт-ластик.

source: Set the transparency of the starts and ends of your brushstrokes.
de: Transparenz der Anfänge und Enden Ihrer Pinselstriche festlegen.
es: Configura la transparencia del principio y del final de tus pinceladas.
fr: Définissez la transparence du début et de la fin de vos coups de pinceau.
it: Imposta la trasparenza dell'inizio e la fine delle pennellate.
ja: ブラシストロークの始端と終端の透明度を設定します。
pt_br: Definir a transparência do início e do fim da pincelada.
ru: Задать прозрачность начал и окончаний штрихов кисти.

source: Set the transparency of the stroke.
de: Transparenz des Strichs festlegen.
es: Configura la transparencia del trazo.
fr: Définissez la transparence du coup de pinceau.
it: Imposta la trasparenza del tratto.
ja: 線の透明度を設定します。
pt_br: Definir a transparência do traço.
ru: Задать прозрачность штриха.

source: Set the vertical distance between each line of text.
de: Vertikalen Abstand zwischen jeder Textzeile festlegen.
es: Define la distancia vertical entre las líneas de texto.
fr: Définissez l’espacement vertical entre chaque ligne de texte.
it: Imposta la distanza verticale tra ogni riga di testo.
ja: 各テキスト行の間の垂直距離を設定します。
pt_br: Definir a distância vertical entre cada linha de texto.
ru: Задать расстояние по вертикали между строками текста.

source: Set the vertical perspective of the image.
de: Die vertikale Perspektive des Bilds festlegen.
es: Establece la perspectiva vertical de la imagen.
fr: Définir la perspective verticale de l’image.
it: Imposta la prospettiva verticale dell'immagine.
ja: 画像の垂直方向の遠近法を設定します。
pt_br: Define a perspectiva vertical da imagem.
ru: Задать вертикальную перспективу изображения.

source: Set the vertical perspective of the object.
de: Die vertikale Perspektive des Objektes festlegen.
es: Configurar la perspectiva vertical del objeto.
fr: Définir la perspective verticale de l’objet.
it: Imposta la prospettiva verticale dell'oggetto.
ja: オブジェクトの垂直方向の遠近を設定します。
pt_br: Define a perspectiva do objeto.
ru: Задать вертикальную перспективу объекта.

source: Set the vertical size of the brush shape.
de: Vertikale Größe der Pinselform festlegen.
es: Configura el tamaño vertical de la forma del pincel.
fr: Définissez la taille verticale du coup de pinceau.
it: Imposta la dimensione verticale della forma del pennello.
ja: ブラシの形状の垂直方向のサイズを設定します。
pt_br: Definir o tamanho vertical da forma do pincel.
ru: Задайте вертикальный размер фигуры кисти.

source: Set the visibility of the video layer when it isn't playing.
de: Die Sichtbarkeit der Videoebene festlegen, wenn sie nicht abgespielt wird.
es: Configure la visibilidad de la capa de vídeo cuando no se esté reproduciendo.
fr: Définissez la visibilité du calque vidéo lorsqu’elle n’est pas en cours de lecture.
it: Imposta la visibilità del livello video quando non è in riproduzione.
ja: 再生されていない時のビデオレイヤーの可視性を設定します。
pt_br: Defina a visibilidade da camada de vídeo quando não estiver sendo reproduzido.
ru: Задайте видимость слоя видео, когда он не воспроизводится.

source: Set the width of the crop selection rectangle.
de: Breite des Auswahlrechtecks zum Zuschneiden festlegen.
es: Configura el ancho del rectángulo de la selección de corte.
fr: Définir la largeur du rectangle de sélection de recadrage.
it: Imposta la larghezza del rettangolo della selezione di ritaglio.
ja: 切り抜く選択範囲の幅を設定
pt_br: Definir a largura do retângulo da seleção de corte.
ru: Задать ширину обрезки прямоугольника выборки.

source: Set the width of the selection column.
de: Breite der Auswahlspalte festlegen.
es: Configura el ancho de la columna de selección.
fr: Définissez la largeur de la colonne de sélection.
it: Imposta la larghezza della colonna della selezione.
ja: 選択範囲を列の幅を設定します。
pt_br: Definir a largura da coluna da seleção.
ru: Задайте ширину выбора столбцом.

source: Set when the video should start playing.
de: Festlegen, wann die Videowiedergabe gestartet werden soll.
es: Determine cuándo ha de empezar a reproducirse el vídeo.
fr: Définir le temps de début de lecture de la vidéo.
it: Stabilisci quando avviare la riproduzione del video.
ja: ビデオの再生を開始するタイミングを設定します。
pt_br: Definir quando a reproduçao do vídeo deverá começar.
ru: Задать, когда видео должно начать воспр.

source: Share selected photos.
de: Ausgewählte Fotos teilen.
es: Compartir las fotos seleccionadas.
fr: Partagez les photos sélectionnées.
it: Condividi le foto selezionate.
ja: 選択した写真を共有します。
pt_br: Compartilhe as fotos selecionadas.
ru: Поделиться выбранными фото.

source: Share the image.
de: Bild teilen.
es: Comparte la imagen.
fr: Partagez l’image.
it: Condividi l'immagine.
ja: 画像を共有。
pt_br: Compartilhar a imagem.
ru: Поделиться изображением.

source: Show a split-view comparison of the current layer with and without any edits applied to it.
de: Eine geteilte Ansicht anzeigen, in der die aktuelle Ebene mit und ohne Bearbeitungen verglichen wird.
es: Muestra una comparación de la vista dividida de la capa actual con y sin ninguna edición aplicada.
fr: Afficher une comparaison en vue partagée du calque actuel avec et sans les modifications qui lui ont été appliquées.
it: Mostra una comparazione a vista divisa del corrente livello con o senza modifiche applicate.
ja: 現在のレイヤーで編集を適用した場合と適用しない場合を比較できる分割ビューを表示します。
pt_br: Exibir uma comparação lado a lado da camada atual, com e sem aplicação das edições.
ru: Введите режим разделенного экрана в текущем слое с примененными к нему правками и без них.
