Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Adjust the amount of yellow and blue in the midtones.
de: Die Menge von Gelb und Blau in den Mitteltönen anpassen.
es: Ajusta la cantidad de amarillo y azul en los tonos medios.
fr: Ajustez la quantité de jaune et de bleu dans les tons moyens.
it: Regola la quantità di giallo e blu nei mezzitoni.
ja: ミッドトーンのイエローとブルーの量を調整します。
pt_br: Ajusta a quantidade de amarelo e azul nos tons médios.
ru: Отрегулируйте количество желтого и синего в полутонах.

source: Adjust the amount of yellow and blue in the shadows.
de: Die Menge von Gelb und Blau in den Schatten anpassen.
es: Ajusta la cantidad de amarillo y azul en las sombras.
fr: Ajustez la quantité de jaune et de bleu dans les tons foncés.
it: Regola la quantità di giallo e blu nelle ombre.
ja: シャドウのイエローとブルーの量を調整します。
pt_br: Ajusta a quantidade de amarelo e azul nas sombras.
ru: Отрегулируйте количество желтого и синего в тенях.

source: Adjust the angle of the brush shape.
de: Winkel der Pinselform anpassen.
es: Ajusta el ángulo de la forma del pincel.
fr: Ajustez l’angle de la forme du pinceau.
it: Regola l'angolo della forma del pennello.
ja: ブラシの形状の角度を調整します。
pt_br: Ajusta o ângulo da forma do pincel.
ru: Отрегулируйте угол фигуры кисти.

source: Adjust the angle of the brush texture.
de: Winkel der Pinseltextur anpassen.
es: Ajusta el ángulo de la textura del pincel.
fr: Ajustez l’angle de la texture du pinceau.
it: Regola l'angolo della texture del pennello.
ja: ブラシのテクスチャの角度を調整します。
pt_br: Ajusta o ângulo da textura do pincel.
ru: Отрегулируйте угол текстуры кисти.

source: Adjust the angle of the gradient.
de: Den Winkel des Verlaufs anpassen.
es: Ajusta el ángulo del degradado.
fr: Ajuster l’angle du dégradé.
it: Regola l'angolo del gradiente.
ja: グラデーションの角度を調整します。
pt_br: Ajusta o ângulo do gradiente.
ru: Отрегулируйте угол градиента.

source: Adjust the brightness of the colors in the highlights.
de: Helligkeit der Farben in den Lichtern anpassen.
es: Ajusta el brillo de los colores en los tonos claros.
fr: Ajuste la luminosité des couleurs dans les tons clairs.
it: Regola la luminosità dei colori nei punti di luce.
ja: ハイライトの色の明るさを調整します。
pt_br: Ajustar o brilho das cores nos destaques.
ru: Отрегулируйте яркость цветов в светлых участках.

source: Adjust the brightness of the colors in the midtones.
de: Helligkeit der Farben in den Mitteltönen anpassen.
es: Ajusta el brillo de los colores en los tonos medios.
fr: Ajuste la luminosité des couleurs dans les tons moyens.
it: Regola la luminosità dei colori nei mezzi toni.
ja: 中間色の色の明るさを調整します。
pt_br: Ajustar o brilho das cores nos tons médios.
ru: Отрегулируйте яркость цветов в средних по яркости участках.

source: Adjust the brightness of the colors in the shadows.
de: Helligkeit der Farben in den Schatten anpassen.
es: Ajusta el brillo de los colores en las sombras.
fr: Ajuste la luminosité des couleurs dans les tons sombres.
it: Regola la luminosità dei colori nelle ombre.
ja: シャドウの色の明るさを調整します。
pt_br: Ajustar o brilho das cores nas sombras.
ru: Отрегулируйте яркость цветов в затемненных участках.

source: Adjust the brightness of the selected color.
de: Helligkeit der gewählten Farbe anpassen.
es: Ajusta el brillo del color seleccionado.
fr: Ajustez la luminosité de la couleur sélectionnée.
it: Regola la luminosità del colore selezionato.
ja: 選択した色の明るさを調整します。
pt_br: Ajusta o brilho da cor selecionada.
ru: Отрегулируйте яркость выбранного цвета.

source: Adjust the contrast between the lightest and darkest areas in the image.
de: Kontrast zwischen den hellsten und dunkelsten Bereichen im Bild anpassen.
es: Ajusta el contraste entre las zonas más claras y más oscuras de la imagen.
fr: Ajustez le contraste entre les zones les plus claires et les plus sombres de l’image.
it: Regola il contrasto tra le aree più chiare e più scure dell'immagine.
ja: 画像の最明部と最暗部の間のコントラストを調整します。
pt_br: Ajuste o contraste entre as áreas mais clara e mais escura da imagem.
ru: Отрегулируйте контраст между светлыми и темными областями изображения.

source: Adjust the contrast in the highlights of your black and white.
de: Kontrast in den Lichtern Ihres Schwarzweißbildes anpassen.
es: Ajusta el contraste de las iluminaciones en tu blanco y negro.
fr: Ajustez le contraste des tons clairs de votre noir et blanc.
it: Regola il contrasto nei punti luce del bianco e nero.
ja: モノクロのハイライトのコントラストを調整します。
pt_br: Ajuste o contraste dos realces do preto e branco.
ru: Отрегулируйте контраст светлых областей вашего черного и белого.

source: Adjust the density of the mask.
de: Passen Sie hier die Dichte der Maske an.
ru: Отрегулировать плотность маски.

source: Adjust the dynamic range of the darkest areas in the image.
de: Dynamikbereich der dunkelsten Bereiche im Bild anpassen.
es: Ajusta el intervalo dinámico de las zonas más oscuras de la imagen.
fr: Ajustez la plage dynamique des zones les plus sombres de l’image.
it: Regola la gamma dinamica delle zone più scure dell'immagine.
ja: 画像の最暗部のダイナミックレンジを調整します。
pt_br: Ajusta a variação dinâmica das áreas mais escuras da imagem.
ru: Отрегулируйте динамический диапазон темных областей в изображении.

source: Adjust the export quality of the image.
de: Exportqualität des Bildes anpassen.
es: Ajusta la calidad de exportación de la imagen.
fr: Ajustez la qualité d’exportation de l’image.
it: Regola la qualità di esportazione dell'immagine.
ja: 画像の出力品質を調整します。
pt_br: Ajustar a qualidade da exportação da imagem.
ru: Отрегулируйте экспортное качество изображения.

source: Adjust the font size.
de: Schriftgröße anpassen.
es: Ajusta el tamaño de la letra.
fr: Ajuster la taille de la police.
it: Regola la dimensione del font.
ja: フォントサイズを調整
pt_br: Ajustar o tamanho da fonte.
ru: Отрегулировать размер шрифта.

source: Adjust the horizontal perspective of the image.
de: Die horizontale Perspektive des Bilds anpassen.
es: Ajusta la perspectiva horizontal de la imagen.
fr: Ajuster la perspective horizontale de l’image.
it: Regola la prospettiva orizzontale dell'immagine.
ja: 画像の水平方向の遠近法を調整します。
pt_br: Ajustar a perspectiva horizontal da imagem.
ru: Коррекция перспективы по горизонтали.

source: Adjust the horizontal perspective of the object.
de: Die horizontale Perspektive des Objektes anpassen.
es: Ajustar la perspectiva horizontal del objeto.
fr: Ajuster la perspective horizontale de l’objet.
it: Regola la prospettiva orizzontale dell'oggetto.
ja: オブジェクトの水平方向の遠近を設定します。
pt_br: Ajusta a perspectiva horizontal do objeto.
ru: Коррекция перспективы объекта по горизонтали.

source: Adjust the horizontal size of the brush shape.
de: Horizontale Größe der Pinselform anpassen.
es: Ajusta el tamaño horizontal de la forma del pincel.
fr: Ajustez la taille horizontale de la forme du pinceau.
it: Regola la dimensione orizzontale della forma del pennello.
ja: ブラシの形状の水平方向のサイズを調整します。
pt_br: Ajusta o tamanho horizontal da forma do pincel.
ru: Отрегулируйте горизонтальный размер фигуры кисти.

source: Adjust the hue of every color in the image.
de: Farbton jeder Farbe im Bild anpassen.
es: Ajusta el tono de todos los colores de la imagen.
fr: Ajustez la teinte de toutes les couleurs de l’image.
it: Regola la tonalità di ogni colore nell'immagine.
ja: 画像のすべての色の色相を調整します。
pt_br: Ajusta o matiz de todas as cores da imagem.
ru: Отрегулируйте оттенок каждого цвета в изображении.

source: Adjust the hue of the selected color.
de: Farbton der gewählten Farbe anpassen.
es: Ajusta el tono del color seleccionado.
fr: Ajustez la teinte de la couleur sélectionnée.
it: Regola la tonalità del colore selezionato.
ja: 選択した色の色相を調整します。
pt_br: Ajusta o matiz da cor selecionada.
ru: Отрегулируйте оттенок выбранного цвета.

source: Adjust the intensity of the color adjusments.
de: Die Intensität der Farbanpassungen anpassen.
es: Ajusta la intensidad de los retoques de color.
fr: Réglez l'intensité des ajustements de couleur.
it: Regola l'intensità delle regolazioni del colore.
ja: カラー調整の強度を調整します。
pt_br: Ajuste a intensidade dos ajustes de cor.
ru: Отрегулировать силу воздействия цветокоррекции.

source: Adjust the intensity of the displacement effect.
de: Die Intensität des Verschiebungseffektes anpassen.
es: Ajusta la intensidad del efecto de desplazamiento.
fr: Ajustez l’intensité de l’effet de déplacement.
it: Regola l'intensità dell'effetto di spostamento.
ja: ディスプレイスメントエフェクトの強さを調整します。
pt_br: Ajuste a intensidade do efeito de deslocamento.
ru: Отрегулируйте силу эффекта Дисплейсмент.

source: Adjust the intensity of the fade effect in the brightest areas of the image.
de: Die Intensität des Verblassungseffekts in den hellsten Bildbereichen anpassen.
es: Ajusta la intensidad del efecto de difuminado en las zonas más brillantes de la imagen.
fr: Ajustez l’intensité de l’effet de décoloration dans les zones les plus lumineuses de l’image.
it: Regola l'intensità dell'effetto dissolvenza nelle aree più chiare dell'immagine.
ja: 画像の最も明るい領域でフェード効果の強度を調整します。
pt_br: Ajustar a intensidade do efeito de atenuação nas áreas mais claras da imagem.
ru: Отрегулируйте интенсивность эффекта затухания а самых ярких участках изображения.

source: Adjust the intensity of the fade effect in the darkest areas of the image.
de: Die Intensität des Verblassungseffekts in den dunkelsten Bildbereichen anpassen.
es: Ajusta la intensidad del efecto de difuminado en las zonas más oscuras de la imagen.
fr: Ajustez l’intensité de l’effet de décoloration dans les zones les plus sombres de l’image.
it: Regola l'intensità dell'effetto dissolvenza nelle aree più scure dell'immagine.
ja: 画像の最も暗い領域でフェード効果の強度を調整します。
pt_br: Ajustar a intensidade do efeito de atenuação nas áreas mais escuras da imagem.
ru: Отрегулируйте интенсивность эффекта затухания а самых темных участках изображения.

source: Adjust the overall amount of light in the image.
de: Gesamtmenge an Licht im Bild anpassen.
es: Ajusta la cantidad total de luz en la imagen.
fr: Ajustez la quantité totale de lumière dans l’image.
it: Regola la quantità complessiva di luce nell'immagine.
ja: 画像の全体的な光量を調整します。
pt_br: Ajusta a quantidade total de luz da imagem.
ru: Отрегулируйте общее количество света изображения.

source: Adjust the overall balance of colors in the highlights.
de: Gesamtbalance an Farben in den Hervorhebungen anpassen.
es: Ajusta el balance general de colores de los tonos claros.
fr: Ajuste la balance des couleurs dans les tons clairs.
it: Regola il bilanciamento complessivo dei colori nei punti di luce.
ja: ハイライト内の色の全体的なバランスを調整します。
pt_br: Ajustar o equilíbrio geral das cores nos destaques.
ru: Отрегулируйте общий баланс цветов в светлых участках.

source: Adjust the overall balance of colors in the midtones.
de: Gesamtbalance an Farben in den Mitteltönen anpassen.
es: Ajusta el balance general de colores de los tonos medios.
fr: Ajuste la balance des couleurs dans les tons moyens.
it: Regola il bilanciamento complessivo dei colori nei mezzi toni.
ja: 中間色の色の全体的なバランスを調整します。
pt_br: Ajustar o equilíbrio geral das cores nos tons médios.
ru: Отрегулируйте общий баланс цветов в средних по яркости участках.

source: Adjust the overall balance of colors in the shadows.
de: Gesamtbalance an Farben in den Schatten anpassen.
es: Ajusta el balance general de colores de las sombras.
fr: Ajuste la balance des couleurs dans les tons sombres.
it: Regola il bilanciamento complessivo dei colori nelle ombre.
ja: シャドウの色の全体的なバランスを調整します。
pt_br: Ajustar o equilíbrio geral das cores nas sombras.
ru: Отрегулируйте общий баланс цветов в затемненных участках.

source: Adjust the overall lightness of the brightest areas in the image.
de: Generelle Helligkeit der hellsten Bereiche im Bild anpassen.
es: Ajusta la luminosidad general de las zonas más claras de la imagen.
fr: Ajustez la luminosité générale des zones les plus lumineuses de l’image.
it: Regola la luminosità complessiva delle aree più chiare dell'immagine.
ja: 画像の最明部の全体的な明度を調整します。
pt_br: Ajusta a luminosidade das áreas mais claras da imagem.
ru: Отрегулируйте общее осветление самых ярких участков изображения.

source: Adjust the overall lightness of the darkest areas in the image.
de: Generelle Helligkeit der dunkelsten Bereiche im Bild anpassen.
es: Ajusta la luminosidad general de las zonas más oscuras de la imagen.
fr: Ajustez la luminosité générale des zones les plus sombres de l’image.
it: Regola la luminosità complessiva delle aree più scure dell'immagine.
ja: 画像の最暗部の全体的な明度を調整します。
pt_br: Ajusta a luminosidade das áreas mais escuras da imagem.
ru: Отрегулируйте общее осветление самых темных участков изображения.

source: Adjust the overall lightness of the midtone areas in the image.
de: Generelle Helligkeit der Mitteltonbereiche im Bild anpassen.
es: Ajusta la luminosidad general de las zonas con tonos medios de la imagen.
fr: Ajustez la luminosité générale des zones à tons moyens de l’image.
it: Regola la luminosità complessiva delle aree con mezzitoni dell'immagine.
ja: 画像のミッドトーン領域の全体的な明度を調整します。
pt_br: Ajusta a luminosidade das áreas de tons médios da imagem.
ru: Отрегулируйте общее осветление полутоновых участков изображения.

source: Adjust the overall sharpness and focus of fine details in an image.
de: Anpassen der Gesamtschärfe und der Fokussierung von feinen Details in einem Bild.
es: Ajusta la nitidez y el enfoque generales de los pequeños detalles de una imagen.
fr: Ajustez la netteté générale et la précision des détails d'une image.
it: Regola la nitidezza generale e la messa a fuoco dei dettagli nell’immagine.
ja: 画像の全体的なシャープネスと細部の焦点を調整します。
pt_br: Ajusta a nitidez total e o foco dos detalhes finos da imagem.
ru: Отрегулировать общую резкость и фокус мелких деталей изображения.

source: Adjust the overall structure and contrast of fine details in an image.
de: Anpassen der Gesamtstruktur und des Kontrasts von feinen Details in einem Bild.
es: Ajusta la estructura y el contraste generales de los pequeños detalles de una imagen.
fr: Ajustez la structure globale et le contraste des détails d'une image.
it: Regola la struttura generale e il contrasto dei dettagli nell’immagine.
ja: 画像の全体的な構造と細部のコントラストを調整します。
pt_br: Ajusta a estrutura total e o contraste dos detalhes finos da imagem.
ru: Отрегулировать общую структуру и контраст мелких деталей изображения.

source: Adjust the overall temperature of the image to make it warmer or cooler.
de: Generelle Temperatur des Bildes anpassen, um es wärmer oder kälter zu machen.
es: Ajusta la temperatura general de la imagen para que sea más cálida o más fría.
fr: Ajustez la température générale de l’image pour la rendre plus chaude ou plus froide.
it: Regola la temperatura complessiva dell'immagine per renderla più calda o più fredda.
ja: イメージの全体的な温度を調整してイメージをより暖かくまたはより冷たくします。
pt_br: Ajusta a temperatura total da imagem para torná-la mais quente ou mais fria.
ru: Отрегулируйте общую температуру изображения, чтобы сделать его теплее или холоднее.

source: Adjust the overall tint of the image.
de: Generelle Tönung des Bildes anpassen.
es: Ajusta el tinte general de la imagen.
fr: Ajustez la teinte globale de l’image.
it: Regola la tinta generale dell'immagine.
ja: 画像の全体的な色合いを調整します。
pt_br: Ajusta o tom total da imagem.
ru: Отрегулируйте общий тон изображения.

source: Adjust the pattern scale.
de: Anpassen der Musterskalierung.
es: Ajusta la escala de patrones.
fr: Ajustez l'échelle du motif.
it: Regola la scala del pattern.
ja: パターンのスケールを調整。
pt_br: Ajusta a escala do padrão.
ru: Отрегулировать масштаб узора.

source: Adjust the position in the brush stroke at which simulated pressure will be strongest.
de: Die Position im Pinselstrich anpassen, wo der simulierte Druck am höchsten ist.
es: Ajusta la posición de la pincelada en la que la presión simulada será más fuerte.
fr: Ajuster la position dans le trait de pinceau dans laquelle la pression simulée sera la plus forte.
it: Regola la posizione nel tratto di pennello nella quale la pressione simulata sarà più forte.
ja: ブラシストロークでシミュレートされた圧力が最も強くなるように位置を調整します。
pt_br: Ajustar a posição do traço do pincel em que a pressão simulada será a mais forte.
ru: Отрегулировать положение штриха кисти, при котором нажим будет самым сильным.

source: Adjust the range of the color selection.
de: Bereich der Farbauswahl anpassen.
es: Ajusta el intervalo de la selección de colores.
fr: Ajustez l’étendue de la sélection de couleurs.
it: Regola l'intervallo della selezione colore.
ja: 色の選択の範囲を調整します。
pt_br: Ajustar a faixa da seleção de cores.
ru: Отрегулировать диапазон выбора цветов.

source: Adjust the rotation of the canvas.
de: Die Rotation der Leinwand anpassen.
es: Ajusta la rotación del lienzo.
fr: Ajuster la rotation de la zone de travail.
it: Regola la rotazione del quadro.
ja: キャンバスの回転を調整します。
pt_br: Ajustar a rotação da tela.
ru: Отрегулируйте вращение холста.

source: Adjust the rotation of the image.
de: Die Rotation des Bilds anpassen.
es: Ajusta la rotación de la imagen.
fr: Ajuster la rotation de l’image.
it: Regola la rotazione dell'immagine.
ja: 画像の回転を調整します。
pt_br: Ajustar a rotação da imagem.
ru: Отрегулировать вращение изображения.

source: Adjust the saturation of every color in the image.
de: Sättigung jeder Farbe im Bild anpassen.
es: Ajusta la saturación de todos los colores de la imagen.
fr: Ajustez la saturation de toutes les couleurs de l’image.
it: Regola la saturazione di ogni colore nell'immagine.
ja: 画像の各色の彩度を調整します。
pt_br: Ajusta a saturação de todas as cores da imagem.
ru: Отрегулируйте насыщенность каждого цвета в изображении.

source: Adjust the saturation of the colors in the highlights.
de: Sättigung der Farben in den Lichtern anpassen.
es: Ajusta la saturación de los colores en los tonos claros.
fr: Ajuste la saturation des couleurs dans les tons clairs.
it: Regola la saturazione dei colori nei punti di luce.
ja: ハイライト内の色の彩度を調整します。
pt_br: Ajustar a saturação da cores nos destaques.
ru: Отрегулируйте насыщенность цветов в светлых участках.

source: Adjust the saturation of the colors in the midtones.
de: Sättigung der Farben in den Mitteltönen anpassen.
es: Ajusta la saturación de los colores en los tonos medios.
fr: Ajuste la saturation des couleurs dans les tons moyens.
it: Regola la saturazione dei colori nei mezzi toni.
ja: 中間色の色の彩度を調整します。
pt_br: Ajustar a saturação da cores nos tons médios.
ru: Отрегулируйте насыщенность цветов в средних по яркости участках.

source: Adjust the saturation of the colors in the shadows.
de: Sättigung der Farben in den Schatten anpassen.
es: Ajusta la saturación de los colores en las sombras.
fr: Ajuste la saturation des couleurs dans les tons sombres.
it: Regola la saturazione dei colori nelle ombre.
ja: シャドウの色の彩度を調整します。
pt_br: Ajustar a saturação da cores nas sombras.
ru: Отрегулируйте насыщенность цветов в затемненных участках.

source: Adjust the saturation of the less vibrant colors in the image.
de: Sättigung der weniger kräftigen Farben im Bild anpassen.
es: Ajusta la saturación los colores menos vivos de la imagen.
fr: Ajustez la saturation des couleurs les moins éclatantes de l’image.
it: Regola la saturazione dei colori meno vibranti nell'immagine.
ja: 画像内の鮮やかでない色の彩度を調整します。
pt_br: Ajusta a saturação das cores menos vibrantes da imagem.
ru: Отрегулируйте насыщенность менее сияющих цветов в изображении.

source: Adjust the saturation of the selected color.
de: Sättigung der gewählten Farbe anpassen.
es: Ajusta la saturación del color seleccionado.
fr: Ajustez la saturation de la couleur sélectionnée.
it: Regola la saturazione del colore selezionato.
ja: 選択した色の彩度を調整します。
pt_br: Ajusta a saturação da cor selecionada.
ru: Отрегулируйте насыщенность выбранного цвета.

source: Adjust the sharpness and focus of image details in a specific tonal range.
de: Anpassen der Schärfe und des Fokus von Bilddetails in einem bestimmten Tonwertbereich.
es: Ajusta la nitidez y el enfoque de los detalles de la imagen en un intervalo de tonos concreto.
fr: Ajustez la netteté et la précision des détails de l'image dans une gamme de tons spécifique.
it: Regola la nitidezza e la messa a fuoco dei dettagli dell’immagine in una specifica gamma tonale.
ja: 特定の色調範囲で画像の細部のシャープネスとフォーカスを調整します。
pt_br: Ajusta a nitidez e o foco dos detalhes da imagem em uma faixa específica de tonalidades.
ru: Отрегулировать резкость и фокус деталей изображения в конкретном диапазоне тонов.

source: Adjust the size of the brush texture.
de: Größe der Pinseltextur anpassen.
es: Ajusta el tamaño de la textura del pincel.
fr: Ajustez la taille de la texture du pinceau.
it: Regola la dimensione della texture del pennello.
ja: ブラシのテクスチャのサイズを調整します。
pt_br: Ajusta o tamanho da textura do pincel.
ru: Отрегулируйте размер текстуры кисти.

source: Adjust the size of the brush used to add or subtract areas from the mask.
de: Anpassen, wie groß der Pinsel ist, mit dem Maskenbereiche hinzugefügt oder entfernt werden.
es: Ajusta el tamaño del pincel utilizado para añadir o sustraer áreas a la máscara.
fr: Ajustez la taille du pinceau utilisé pour ajouter ou soustraire des zones du masque.
it: Regola le dimensioni del pennello usato per aggiungere o sottrarre aree alla maschera.
ja: マスクに領域を追加または削除するために使用するブラシのサイズを調整します。
pt_br: Ajustar o tamanho do pincel utilizado para adicionar ou subtrair áreas da máscara.
ru: Отрегулируйте размер кисти добавления/вычитания областей из маски.

source: Adjust the size of the brush used to add or subtract areas from your selection.
de: Anpassen, wie groß der Pinsel ist, mit dem Ihre Auswahlbereiche hinzugefügt oder entfernt werden.
es: Ajusta el tamaño del pincel utilizado para añadir o sustraer áreas de tu selección.
fr: Ajustez la taille du pinceau utilisé pour ajouter ou soustraire de votre sélection.
it: Regola le dimensioni del pennello usato per aggiungere o sottrarre aree alla selezione.
ja: 選択範囲に領域を追加または削除するために使用するブラシのサイズを調整します。
pt_br: Ajustar o tamanho do pincel utilizado para adicionar ou subtrair áreas da sua seleção.
ru: Отрегулируйте размер кисти добавления/вычитания областей из выбранного.

source: Adjust the size of the brush.
de: Größe des Pinsels anpassen.
es: Ajusta el tamaño del pincel.
fr: Ajustez la taille du pinceau.
it: Regola la dimensione del pennello.
ja: ブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel.
ru: Отрегулируйте размер кисти.

source: Adjust the size of the Bump tool brush.
de: Größe des Ausbeulungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta de rugosidad.
fr: Ajustez la taille du pinceau de l’outil Bosselage.
it: Regola la dimensione del pennello strumento Impatto.
ja: バンプツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Relevo.
ru: Отрегулируйте размер кисти инструмента вздутия.

source: Adjust the size of the Clone tool brush.
de: Größe des Klonen-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Clonar.
fr: Ajustez la taille du pinceau de l’outil Duplication.
it: Regola la dimensione del pennello strumento Clone.
ja: クローンツールのブラシのサイズを調整します。
pt_br: Ajustar o tamanho do pincel da ferramenta Clone.
ru: Отрегулируйте размер кисти инструмента «Штамп».

source: Adjust the size of the Darken tool brush.
de: Größe des Verdunkelungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Oscurecer.
fr: Ajustez la taille du pinceau de l’outil Obscurcir.
it: Regola la dimensione del pennello strumento Scurisci.
ja: 比較 (暗) ツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Escurecer.
ru: Отрегулируйте размер кисти инструмента Затемнить.

source: Adjust the size of the Desaturate tool brush.
de: Größe des Entsättigungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Desaturar.
fr: Ajustez la taille du pinceau de l’outil Désaturer.
it: Regola la dimensione del pennello strumento Desatura.
ja: 彩度を下げるツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Dessaturar.
ru: Отрегулируйте размер кисти инструмента убирания насыщенности.
