Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Show additional info about selected photos.
de: Zusatzinfo zu den ausgewählten Fotos anzeigen.
es: Mostrar información adicional sobre las fotos seleccionadas.
fr: Affichez des informations supplémentaires sur les photos sélectionnées.
it: Mostra informazioni aggiuntive sulle foto selezionate.
ja: 選択した写真に関する追加情報を表示します。
pt_br: Mostre informações adicionais sobre as fotos selecionadas.
ru: Показать дополнительные сведения о выбранных фото.

source: Show advanced options.
de: Die erweiterten Optionen anzeigen.
es: Mostrar opciones avanzadas.
fr: Afficher les options avancées.
it: Mostra opzioni avanzate.
ja: 詳細設定を表示。
pt_br: Exibir opções avançadas.
ru: Показать дополнительные опции.

source: Show document info.
de: Dokumentinfo anzeigen.
es: Muestra información del documento.
fr: Afficher les informations du document.
it: Mostra informazioni sul documento.
ja: 書類の情報を表示。
pt_br: Exibe as informações do documento.
ru: Показать сведения о документе.

source: Show more brush options.
de: Weitere Pinseloptionen anzeigen.
es: Muestra más opciones de pincel.
fr: Afficher plus d'options de pinceau.
it: Mostra altre opzioni per i pennelli.
ja: 他のブラシオプションを表示します。
pt_br: Exibe mais opções de pincéis.
ru: Показать больше опций кистей.

source: Show more export options.
de: Weitere Exportoptionen anzeigen.
es: Muestra más opciones de exportación.
fr: Affichez plus d’options d’exportation.
it: Mostra altre opzioni di esportazione.
ja: その他の出力オプションを表示します。
pt_br: Exibir mais opções de exportação.
ru: Показать больше экспортных опций.

source: Show split comparison view.
de: Geteilte Vergleichsansicht anzeigen.
es: Mostrar la vista partida de comparación.
fr: Affichez la comparaison en vue scindée.
it: Mostra una comparazione a vista divisa.
ja: 分割比較ビューを表示します。
pt_br: Mostre a visualização de comparação dividida.
ru: Показать разделенный экран для сравнения.

source: Show the Export for Web presets.
de: Die "Für das Web exportieren"-Voreinstellungen anzeigen.
es: Muestra la exportación de los preajustes de la web.
fr: Afficher les préréglages d’exportation pour le web.
it: Mostra l'Esportazione per i preset Web.
ja: Webプリセットの書き出しを表示します。
pt_br: Exibir a exportação para pré-ajustes para a web.
ru: Показать экспорт для веб-пресетов.

source: Show the layer group to make it visible.
de: Ebenengruppe anzeigen, um sie sichtbar zu machen.
es: Muestra el grupo de capas para que sea visible.
fr: Affichez le groupe de calques pour le rendre visible.
it: Visualizza il gruppo di livelli per renderlo visibile.
ja: レイヤーグループを表示します。
pt_br: Exibe o grupo de camadas para torná-lo visível.
ru: Покажите группу слоев, чтобы сделать ее видимой.

source: Show the layer to make it visible.
de: Ebene anzeigen, um sie sichtbar zu machen.
es: Muestra la capa para que sea visible.
fr: Affichez le calque pour le rendre visible.
it: Visualizza il livello per renderlo visibile.
ja: レイヤーを表示します。
pt_br: Exibe a camada para torná-la visível.
ru: Покажите слой, чтобы сделать его видимым.

source: Show the selected objects to make them visible.
de: Gewählte Objekte anzeigen, um sie sichtbar zu machen.
es: Muestra los objetos seleccionados para hacerlos visibles.
fr: Affichez les objets sélectionnés afin de les rendre visibles.
it: Mostra gli oggetti selezionati per renderli visibili.
ja: 選択したオブジェクトを表示します。
pt_br: Mostrar os objetos selecionados para torná-los visíveis.
ru: Покажите выбранные объекты, чтобы сделать их видимыми.

source: Show the Tools sidebar.
de: Werkzeuge-Seitenleiste anzeigen.
es: Muestra barra lateral Herramientas.
fr: Affichez la barre latérale des outils.
it: Mostra la barra laterale degli strumenti.
ja: ツールサイドバーを表示します。
pt_br: Exibir a barra lateral Ferramentas.
ru: Показать боковую панель инструментов.

source: Show thumbnails as square or in full aspect ratio.
de: Miniaturen als Quadrat oder in vollständigem Seitenverhältnis anzeigen.
es: Mostrar las miniaturas como cuadradas o en relación de aspecto completa.
fr: Afficher les vignettes au format carré ou conserver les proportions.
it: Mostra le miniature come quadrati o con proporzioni complete.
ja: サムネイルを正方形またはフルアスペクト比で表示します。
pt_br: Exibir as miniaturas como quadrados ou com a proporção completa.
ru: Показывать миниатюры в формате квадрата или full aspect.

source: Show what the image looked like before you bumped it.
de: Zeigen, wie das Bild aussah, bevor Sie es ausgebeult haben.
es: Muestra el aspecto de la imagen antes de aplicar la rugosidad.
fr: Visualisez ce à quoi l’image ressemblait avant l’application de l’effet de bosselage.
it: Mostra come appariva l’immagine prima che applicassi l’effetto impatto.
ja: 画像をバンプする前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação do relevo.
ru: Показать, на что похоже изображение до его вздутия.

source: Show what the image looked like before you cloned anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin geklont haben.
es: Muestra el aspecto de la imagen antes de aplicar el clonado.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir dupliqué quelque chose.
it: Mostra come appariva l’immagine prima che vi clonassi qualcosa all’interno.
ja: 画像を複製する前にそのイメージがどのように見えるかを表示します。
pt_br: Mostrar a aparência da imagem antes da clonagem sobre ela.
ru: Показать, как выглядело изображение до клонирования штампом в нем.

source: Show what the image looked like before you darkened anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin verdunkelt haben.
es: Muestra el aspecto de la imagen antes de aplicar el oscurecimiento.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir assombri quelque chose.
it: Mostra come appariva l’immagine prima che vi scurissi qualcosa all’interno.
ja: 画像を暗くする前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer escurecimento.
ru: Показать, как выглядело изображение до потемнения внутри него.

source: Show what the image looked like before you desaturated anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin entsättigt haben.
es: Muestra el aspecto de la imagen antes de aplicar la desaturación.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir désaturé quelque chose.
it: Mostra come appariva l’immagine prima che vi desaturassi qualcosa all’interno.
ja: 画像の彩度を下げる前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer dessaturação.
ru: Показать, как выглядело изображение до убирания насыщенности объектов внутри него.

source: Show what the image looked like before you lightened anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin aufgehellt haben.
es: Muestra el aspecto de la imagen antes de aplicar la iluminación.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir éclairci quelque chose.
it: Mostra come appariva l’immagine prima che vi schiarissi qualcosa all’interno.
ja: 画像を明るくする前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer clareamento.
ru: Показать, как выглядело изображение до осветления внутри него.

source: Show what the image looked like before you pinched it.
de: Zeigen, wie das Bild aussah, bevor Sie es gepincht haben.
es: Muestra el aspecto de la imagen antes de aplicar el encogimiento.
fr: Visualisez ce à quoi l’image ressemblait avant l’application de l’effet de contraction.
it: Mostra come appariva l’immagine prima che la deformassi.
ja: 画像をピンチする前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação da compressão.
ru: Показать, на что похоже изображение до щипка.

source: Show what the image looked like before you repaired anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin repariert haben.
es: Muestra el aspecto de la imagen antes de aplicar la reparación.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir réparé quelque chose.
it: Mostra come appariva l’immagine prima che vi riparassi qualcosa all’interno.
ja: 画像を修復する前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência anterior da imagem antes de qualquer reparo.
ru: Показать, как выглядело изображение до исправлений в нем.

source: Show what the image looked like before you saturated anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin gesättigt haben.
es: Muestra el aspecto de la imagen antes de aplicar la saturación.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir saturé quelque chose.
it: Mostra come appariva l’immagine prima che vi saturassi qualcosa all’interno.
ja: 画像の彩度を変更する前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer saturação.
ru: Показать, как выглядело изображение до усиления насыщенности объектов внутри него.

source: Show what the image looked like before you sharpened anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin geschärft haben.
es: Muestra el aspecto de la imagen antes de aplicar el enfoque.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir accentué quelque chose.
it: Mostra come appariva l’immagine prima che applicassi la nitidezza a qualcosa all’interno.
ja: 画像をシャープにする前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer nitidez.
ru: Покажите, как выглядело изображение до повышения резкости объектов внутри него.

source: Show what the image looked like before you smudged anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin verwischt haben.
es: Muestra el aspecto de la imagen antes de aplicar el dedo.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir étalé quelque chose.
it: Mostra come appariva l’immagine prima che vi sfumassi qualcosa all’interno.
ja: 画像に汚れを適用する前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes de qualquer coisa ser borrada.
ru: Показать, как выглядело изображение до смазывания Пальцем в нем.

source: Show what the image looked like before you softened anything in it.
de: Zeigen, wie das Bild aussah, bevor Sie etwas darin weichgezeichnet haben.
es: Muestra el aspecto de la imagen antes de aplicar el suavizado.
fr: Visualisez ce à quoi l’image ressemblait avant d’y avoir adouci quelque chose.
it: Mostra come appariva l’immagine prima che ammorbidissi qualcosa all’interno.
ja: 画像をソフトにする前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer suavização.
ru: Показать, как выглядело изображение до смягчения внутри него.

source: Show what the image looked like before you twirled it.
de: Zeigen, wie das Bild aussah, bevor Sie es gezwirbelt haben.
es: Muestra el aspecto de la imagen antes de aplicar el efecto de Molinete.
fr: Visualisez ce à quoi l’image ressemblait avant l’application de l’effet tourbillonnant.
it: Mostra come appariva l’immagine prima che applicassi l’effetto spirale.
ja: 画像を回転する前にその画像がどのように見えるかを表示します。
pt_br: Mostrar a aparência anterior da imagem antes da torção.
ru: Показать, на что похоже изображение до закручивания.

source: Show what the image looked like before you warped it.
de: Zeigen, wie das Bild aussah, bevor Sie es verkrümmt haben.
es: Muestra el aspecto de la imagen antes de aplicar la deformación.
fr: Visualisez ce à quoi l’image ressemblait avant l’application de l’effet déformant.
it: Mostra come appariva l’immagine prima che l’alterassi.
ja: 画像にワープを適用する前にそのイメージがどのように見えるかを表示します。
pt_br: Exibe a aparência da imagem antes da aplicação de qualquer distorção.
ru: Показать, на что похоже изображение до искажения.

source: Show what the object looks like without any color adjustments.
de: Zeigen, wie das Objekt ohne Farbanpassungen aussieht.
es: Muestra el aspecto del objeto sin ningún ajuste de color.
fr: Visualisez ce à quoi ressemble l’objet sans aucun réglage des couleurs.
it: Mostra come appare l'oggetto senza alcuna regolazione di colore.
ja: カラー調整なしの状態でそのオブジェクトがどのように見えるかを表示します。
pt_br: Exibe a aparência do objeto sem qualquer ajuste de cores.
ru: Показать, как выглядит объект без какой-либо цветокоррекции.

source: Show what the objects looks like without any effects.
de: Zeigen, wie das Objekt ohne Effekte aussieht.
es: Muestra el aspecto del objeto sin ningún efecto.
fr: Visualisez ce à quoi ressemble l’objet sans aucun effet.
it: Mostra come appaiono gli oggetti senza alcun effetto.
ja: エフェクトなしの状態でそのオブジェクトがどのように見えるかを表示します。
pt_br: Mostrar a aparência do objeto sem qualquer efeito.
ru: Показать, как выглядят объекты без каких-либо эффектов.

source: Shutter speed setting (the length of time the camera sensor was exposed to light).
de: Verschlusszeiteinstellung (die Dauer, mit der der Kamerasensor dem Licht ausgesetzt war).
es: Ajuste de la velocidad del obturador (el tiempo que el sensor de la cámara ha estado expuesto a la luz).
fr: Réglage de la vitesse d’obturation (la durée au cours de laquelle le capteur de l’appareil a été exposé à la lumière).
it: Impostazione della velocità di scatto (per quanto tempo il sensore della fotocamera è stato esposto alla luce).
ja: シャッタースピードの設定 (カメラセンサーが光にさらされた時間の長さ)。
pt_br: Definição da velocidade do obturador (tempo de exposição do sensor da câmera à luz).
ru: Настройка выдержки (отрезка времени, в течение которого сенсор камеры экспонируется для фото).

source: Slant the object vertically or horizontally.
de: Das Objekt vertikal oder horizontal neigen.
es: Inclinar el objeto vertical u horizontalmente.
fr: Incliner l’objet verticalement ou horizontalement.
it: Inclina l'oggetto orizzontalmente o verticalmente.
ja: 垂直方向または水平方向にオブジェクトを傾けます。
pt_br: Inclina o objeto no sentido vertical ou horizontal.
ru: Наклон объекта по вертикали или по горизонтали.

source: Smudge parts of an image as if smudging wet paint.
de: Bildbereiche wie nasse Farbe verwischen.
es: Difumina partes de una imagen como si se tratara de pintura aún húmeda.
fr: Faites baver des parties d’une image comme s’il s’agissait d’une peinture humide.
it: Sfuma parti di un'immagine come se sfumassi della vernice bagnata.
ja: 絵の具で汚すように画像の一部を汚します。
pt_br: Manche partes de uma imagem como se fosse tinta fresca.
ru: Смазывать пальцем части изображения, как по влажной краске.

source: Stop painting the brush stroke.
de: Das Malen des Pinselstrichs beenden.
es: Deja de aplicar el trazo del pincel.
fr: Arrêter de peindre le trait de pinceau.
it: Interrompi l'applicazione del tratto di pennello.
ja: ブラシストロークの描画を停止します。
pt_br: Interrompe a aplicação do traço do pincel.
ru: Прекратить рисование мазком кисти.

source: Stop using the Export for Web tool.
de: Werkzeug zum Exportieren für das Web nicht mehr verwenden.
es: Deja de utilizar la herramienta Exportar para web.
fr: Arrêtez d’utiliser l’outil Exporter pour le web.
it: Arresta l'utilizzo dello strumento esporta per il web.
ja: Webツールの書き出しの使用を停止します。
pt_br: Parar de usar a ferramenta Exportar para web.
ru: Прекратить использование экспорта для веб-инструмента.

source: Stretch the object in any direction.
de: Das Objekt in alle Richtungen strecken.
es: Estirar el objeto en cualquier dirección.
fr: Étirer l’objet dans n’importe quelle direction.
it: Allunga l'oggetto in qualsiasi direzione.
ja: オブジェクトを任意の方向に引き伸ばします。
pt_br: Estica o objeto em qualquer direção.
ru: Растянуть объект в любом направлении.

source: Strikethrough text.
de: Den Text durchstreichen.
es: Texto tachado.
fr: Texte de barré.
it: Testo barrato.
ja: 取り消し線のテキスト。
pt_br: Texto tachado.
ru: Зачеркнутый текст.

source: Stroke the currently active selection, shape, or layer outline using a brush.
de: Mit einem Pinsel über die aktive Auswahl, Form oder Ebenenkontur malen.
es: Acaricia la selección, la forma o el contorno de la capa actualmente activa utilizando un pincel.
fr: Trait sur le contour de la sélection, forme, ou calque actuellement actif en utilisant un pinceau.
it: Applica tratti sulla selezione, la forma o il livello attivo utilizzando un pennello.
ja: ブラシを使用して、現在アクティブな選択範囲、シェイプ、またはレイヤーのアウトラインを描画します。
pt_br: Aplica tachado sobre a seleção, a forma ou o contorno da forma ativa com um pincel.
ru: Проведите кистью по текущему активному выделению, фигуре или контуру слоя.

source: Subtract the shape from the currently selected shape.
de: Form von der aktuell gewählten Form subtrahieren.
es: Sustrae esa figura de la figura seleccionada actualmente.
fr: Soustrayez la forme de la forme actuellement sélectionnée.
it: Sottrai la forma dalla forma attualmente selezionata.
ja: 現在選択されているシェイプからシェイプを取り除きます。
pt_br: Subtrai forma da forma selecionada.
ru: Удалить фигуру из выделенной фигуры.

source: Subtracts areas from the existing selection.
de: Subtrahiert Bereiche von bestehender Auswahl.
es: Sustrae áreas de una selección existente.
fr: Soustrait des zones de la sélection existante.
it: Sottrae aree dalla selezione esistente.
ja: 既存の選択範囲から差し引きます。
pt_br: Subtrai áreas da seleção existente.
ru: Вычитает области к имеющемуся выделению.

source: Subtracts areas from the mask.
de: Subtrahiert Bereiche von der Maske.
es: Sustrae áreas de la máscara.
fr: Soustrait des zones du masque.
it: Sottrae aree alla maschera.
ja: マスクから領域を減算します。
pt_br: Subtrai áreas da máscara.
ru: Вычесть области из маски.

source: Switch between the photos and files browsers.
es: Cambia entre el explorador de fotos y el de archivos.
fr: Changez d'explorateur de photos et de fichiers.
it: Passa tra i browser di foto e file.
ja: 写真とファイルのブラウザを切り替えます。
pt_br: Alterne entre os navegadores de fotos e arquivos.
ru: Переключение между браузером фото и файловым браузером.

source: The brightest areas of an image.
de: Die hellsten Bereiche eines Bildes.
es: Las zonas más claras de una imagen.
fr: Les zones les plus claires d’une image.
it: Le aree più chiare di un'immagine.
ja: 画像の最も明るい領域。
pt_br: As áreas mais claras de uma imagem.
ru: Самые светлые области изображения.

source: The darkest areas of an image.
de: Die dunkelsten Bereiche eines Bildes.
es: Las zonas más oscuras de una imagen.
fr: Les zones les plus sombres d’une image.
it: Le aree più scure di un'immagine.
ja: 画像の最も暗い領域。
pt_br: As áreas mais escuras de uma imagem.
ru: Самые темные области изображения.

source: The image used for the displacement map.
de: Das für die Verschiebungskarte verwendete Bild.
es: La imagen utilizada para la asignación de desplazamiento.
fr: L’image utilisée pour la carte de déplacement.
it: L'immagine utilizzata per la mappa di spostamento.
ja: ディスプレイスメントマップに使用される画像。
pt_br: A imagem usada como mapa de deslocamento.
ru: Изображение, используемое для карты дисплейсмента.

source: The whole color range of an image.
de: Das ganze Farbspektrum eines Bildes.
es: Todo el intervalo de colores de una imagen.
fr: L’éventail complet des couleurs d’une image.
it: L’intera gamma di colore di un’immagine.
ja: 画像全体の色の範囲。
pt_br: Toda a faixa de cores de uma imagem.
ru: Весь цветовой диапазон изображения.

source: Transform the selected objects using the Transform tool.
de: Die ausgewählten Objekte mit dem Transformationstool transformieren.
es: Transforma los objetos seleccionados con la herramienta Transformar.
fr: Transformez les objets sélectionnés à l’aide de l’outil Transformation.
it: Trasforma gli oggetti selezionati con lo strumento Trasforma.
ja: 変形ツールを使用して選択したオブジェクトを変形します。
pt_br: Transforma os objetos selecionados com a ferramenta Transformação.
ru: Преобразовать выбранные объекты, используя инструмент Преобразования.

source: Turn automatic layer selection on or off.
de: Automatische Ebenenauswahl aus- oder einschalten.
es: Activa o desactiva la selección automática de capas.
fr: Activer ou désactiver la sélection automatique des calques.
it: Attiva o disattiva la selezione automatica del livello.
ja: 自動レイヤー選択の切り替え。
pt_br: Ativar ou desativar a seleção automática de camadas.
ru: Включить/выключить автовыбор слоев.

source: Turn histogram on or off.
de: Histogramm aktivieren oder deaktivieren.
es: Activa o desactiva el histograma.
fr: Activer ou désactiver l’histogramme.
it: Attiva o disattiva l'istogramma.
ja: ヒストグラムをオンまたはオフにします。
pt_br: Ativar ou desativar o histograma.
ru: Включить/выключить гистограмму.

source: Turn on Extended Dynamic Range Mode to display hidden highlight detail using the maximum screen brightness of your display
de: Extended Dynamic Range Mode aktivieren, um mit der maximalen Helligkeit Ihres Bildschirms versteckte Highlight-Details sichtbar zu machen
es: Activa el modo de intervalo dinámico ampliado para mostrar los detalles ocultos en las altas luces usando el brillo máximo de la pantalla
fr: Activez le mode Gamme Dynamique Étendue pour afficher des détails clairs masqués en utilisant le maximum de luminosité d’écran de votre affichage.
it: Attiva la modalità intervallo dinamico esteso per visualizzare i dettagli più chiari nascosti utilizzando la massima luminosità dello schermo del tuo display
ja: 拡張ダイナミックレンジモードをオンにして、ディスプレイの最大画面輝度を使用して、非表示になったハイライトの詳細を表示します
pt_br: Ligue o modo Extended Dynamic Range para exibir detalhes ocultos nas áreas iluminadas, utilizando o brilho máximo do monitor
ru: Включите режим Extended Dynamic Range, чтобы показать скрытые выделенные детали с использованием максимальной яркости вашего экрана

source: Turn the mask inside out.
de: Kehrt die Innenseite der Maske nach außen.
es: Gira la máscara del revés.
fr: Inversez le masque.
it: Inverte la maschera.
ja: マスクを反転します。
pt_br: Inverter a máscara.
ru: Вывернуть маску наизнанку.

source: Turn the selection inside out.
de: Auswahl umkehren.
es: Invierte la selección.
fr: Mettez la sélection à l’envers.
it: Inverti la selezione.
ja: 選択範囲を反転する
pt_br: Inverter a seleção.
ru: Вывернуть выделение наизнанку.

source: Type a layer name.
de: Ebenenname eingeben.
es: Escribe un nombre para la capa.
fr: Saisissez un nom de calque.
it: Digita un nome del livello.
ja: レイヤー名を入力。
pt_br: Digite o nome da camada.
ru: Ввести имя слоя.

source: Type text along freeform vector paths.
de: Text in Freiform-Vektorpfaden tippen.
es: Escribe el texto a lo largo de trazados vectoriales de forma libre.
fr: Saisissez du texte le long de tracés vectoriels de forme libre.
it: Digita testo lungo percorsi vettoriali a mano libera.
ja: フリーフォームのベクターパスに沿ってテキストを入力します。
pt_br: Digite texto sobre caminhos vetoriais com formas livres.
ru: Введите текст вдоль произвольных векторных путей.

source: Type text along vector paths.
de: Text in Vektorpfaden tippen.
es: Escribe el texto a lo largo de los trazados vectoriales.
fr: Saisissez du texte le long de tracés vectoriels.
it: Digita testo lungo percorsi vettoriali.
ja: ベクターパスに沿ってテキストを入力します。
pt_br: Digite texto sobre caminhos vetoriais.
ru: Введите текст вдоль векторных путей.

source: Underline text.
de: Text unterstreichen.
es: Subraya el texto.
fr: Soulignez le texte.
it: Sottolinea testo.
ja: テキストに下線を引きます。
pt_br: Sublinhar o texto.
ru: Подчеркнуть текст.

source: Ungroup selected objects.
de: Gruppierung gewählter Objekte aufheben.
es: Desagrupa los objetos seleccionados.
fr: Dissociez les objets sélectionnés.
it: Separa gli oggetti selezionati.
ja: 選択したオブジェクトのグループを解除します。
pt_br: Desagrupar objetos selecionados.
ru: Разгруппируйте выбранные объекты.

source: Unlock selected objects to allow editing.
de: Entsperren Sie bestimmte Objekte, um Bearbeitung zu ermöglichen.
es: Desbloquea los objetos seleccionados para permitir la edición.
fr: Déverrouillez les objets sélectionnés pour permettre leur modification.
it: Sblocca gli oggetti selezionati per consentire la modifica.
ja: 編集するには選択したオブジェクトのロックを解除します。
pt_br: Desbloquear objetos selecionados para permitir a edição.
ru: Разблокируйте выбранные объекты для правки.
