Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: A more or less universal resizing algorithm, smooths out edges slightly.
de: Ein recht universeller Algorithmus zur Skalierung, der Kanten leicht glättet.
es: Un algoritmo de cambio de tamaño más o menos universal, suaviza ligeramente los bordes.
fr: Algorithme de redimensionnement assez universel, qui lisse les bords légèrement.
it: Un algoritmo di ridimensionamento più o meno universale, smussa leggermente i bordi.
ja: ほぼ一般的なリサイズアルゴリズムで、エッジをわずかに滑らかにします。
pt_br: Algoritmo mais ou menos universal de redimensionamento, suaviza um pouco as bordas.
ru: Более или менее универсальный алгоритм изменения размера, слегка сглаживающий края.

source: Add an export format.
de: Ein Exportformat hinzufügen.
es: Añade un formato de exportación.
fr: Ajouter un format d’exportation.
it: Aggiungi un formato di esportazione.
ja: 書き出しフォーマットを追加
pt_br: Adicionar um formato de exportação.
ru: Добавить формат экспорта.

source: Add and format text.
de: Fügen Sie Text hinzu und formatieren Sie ihn.
es: Añade y da formato al texto.
fr: Ajouter et formater le texte.
it: Aggiungi e formatta il testo.
ja: テキストを追加してフォーマット。
pt_br: Adicionar e formatar texto.
ru: Добавить или форматировать текст.

source: Add circular text layers.
de: Fügen Sie runde Textebenen hinzu.
es: Añade capas de texto circulares.
fr: Ajouter des calques de texte circulaires.
it: Aggiungi livelli di testo circolari.
ja: 円形のテキストレイヤーを追加。
pt_br: Adicionar camadas de texto circular.
ru: Добавить слои кругового текста.

source: Add more video layers to enable this setting.
de: Fügen Sie weitere Videoebenen hinzu, um diese Einstellung zu aktivieren.
es: Añada más capas de vídeo para activar este ajuste.
fr: Ajoutez d’autres calques vidéo pour activer ce paramètre.
it: Aggiungi altri livelli video per attivare questa impostazione.
ja: この設定を有効にするにはビデオ レイヤーを追加します。
pt_br: Adicione mais camadas de vídeo para ativar esses ajustes.
ru: Чтобы активировать эту настройку, добавьте больше слоёв видео.

source: Add selected photos to favorites.
de: Ausgewählte Fotos zu Favoriten hinzufügen.
es: Añadir las fotos seleccionadas a favoritas.
fr: Ajoutez les photos sélectionnées aux favoris.
it: Aggiungi le foto selezionate ai preferiti.
ja: 選択した写真をお気に入りに追加します。
pt_br: Adicione as fotos selecionadas às favoritas.
ru: Добавить выбранные фото в избранное.

source: Add the shape to the currently selected shape.
de: Form zur aktuell gewählten Form hinzufügen.
es: Añade esa figura a la figura seleccionada actualmente.
fr: Ajoutez la forme à la forme actuellement sélectionnée.
it: Aggiungi la forma alla forma attualmente selezionata.
ja: 現在選択されているシェイプにシェイプを追加します。
pt_br: Adicionar a forma à forma selecionada.
ru: Добавить фигуру к выделенной фигуре.

source: Adds areas to the existing selection.
de: Addiert Bereiche zu bestehender Auswahl.
es: Añade áreas a una selección existente.
fr: Ajoute des zones à la sélection existante.
it: Aggiunge aree alla selezione esistente.
ja: 既存の選択範囲に領域を追加します。
pt_br: Adiciona áreas à seleção existente.
ru: Добавляет области к имеющемуся выделению.

source: Adds areas to the mask.
de: Fügen Sie Bereiche zur Maske hinzu.
es: Añade zonas a la máscara.
fr: Ajoute des zones au masque.
it: Aggiunge aree alla maschera.
ja: マスクに領域を追加します
pt_br: Incluir áreas na máscara.
ru: Добавляет области в маску.

source: Adjust how bright the blue channel of your original image appears in the black and white.
de: Anpassen, wie hell der blaue Kanal Ihres ursprünglichen Bildes im Schwarzweißbild erscheint.
es: Ajusta el brillo que tendrá el canal azul de la imagen original cuando se convierta en blanco y negro.
fr: Ajustez le niveau de luminosité de la couche bleue de votre image d’origine dans le noir et blanc.
it: Regola il livello di luminosità del canale blu nella tua immagine originale in bianco e nero.
ja: オリジナル画像のブルーチャンネルがモノクロでどれくらい明るく表示されるかを調整します。
pt_br: Ajusta a luminosidade do canal azul da imagem original no preto e branco.
ru: Отрегулируйте, насколько ярко синий канал исходного изображения можно видеть в черно/белом.

source: Adjust how bright the green channel of your original image appears in the black and white.
de: Anpassen, wie hell der grüne Kanal Ihres ursprünglichen Bildes im Schwarzweißbild erscheint.
es: Ajusta el brillo que tendrá el canal verde de la imagen original cuando se convierta en blanco y negro.
fr: Ajustez le niveau de luminosité de la couche verte de votre image d’origine dans le noir et blanc.
it: Regola il livello di luminosità del canale verde nella tua immagine originale in bianco e nero.
ja: オリジナル画像のグリーンチャンネルがモノクロでどれくらい明るく表示されるかを調整します。
pt_br: Ajusta a luminosidade do canal verde da imagem original no preto e branco.
ru: Отрегулируйте, насколько ярко зеленый канал исходного изображения можно видеть в черно/белом.

source: Adjust how bright the red channel of your original image appears in the black and white.
de: Anpassen, wie hell der rote Kanal Ihres ursprünglichen Bildes im Schwarzweißbild erscheint.
es: Ajusta el brillo que tendrá el canal rojo de la imagen original cuando se convierta en blanco y negro.
fr: Ajustez le niveau de luminosité de la couche rouge de votre image d’origine dans le noir et blanc.
it: Regola il livello di luminosità del canale rosso nella tua immagine originale in bianco e nero.
ja: オリジナル画像のレッドチャンネルがモノクロでどれくらい明るく表示されるかを調整します。
pt_br: Ajusta a luminosidade do canal vermelho da imagem original no preto e branco.
ru: Отрегулируйте, насколько ярко красный канал исходного изображения можно видеть в черно/белом.

source: Adjust how closely the brush shape should follow your painting direction.
de: Anpassen, wie eng die Pinselform Ihrer Zeichenrichtung folgen soll.
es: Ajusta el grado de exactitud en que la forma del pincel seguirá la dirección al pintar.
fr: Ajustez la précision avec laquelle la forme du pinceau doit suivre le sens de de votre coup de pinceau.
it: Regola il grado di esattezza con cui la forma del pennello seguirà la direzione di pittura.
ja: ブラシの形状がペイントの方向にどれだけ近づくかを調整します。
pt_br: Ajusta o quão próximo a forma do pincel deve seguir a direção da pintura.
ru: Отрегулируйте, насколько точно фигура кисти должна следовать вашим направлениям рисования.

source: Adjust how far the shadow is from the object.
de: Anpassen, wie weit der Schatten vom Objekt entfernt ist.
es: Ajusta hasta qué punto se aleja la sombra del objeto.
fr: Ajustez la distance entre l’ombre et l’objet.
it: Regola quanto è lontana l'ombra dall'oggetto.
ja: シャドウがオブジェクトからどのくらい離れているかを調整します。
pt_br: Ajusta a distância da sombra do objeto.
ru: Отрегулируйте, как далеко тень расположена от объекта.

source: Adjust how gradually the vignette should be applied to the image.
de: Anpassen, in welchem Verlauf die Vignette auf das Bild angewendet wird.
es: Ajustar la forma en la que gradualmente se debería aplicar la viñeta a la imagen.
fr: Ajustez avec quelle progressivité le vignetage doit être appliqué à l’image.
it: Regola quanto gradualmente la vignetta deve essere applicata all'immagine.
ja: 画像にビネットを徐々に適用する方法を調整します。
pt_br: Ajuste a maneira gradual com que a vinheta deve ser aplicada à imagem.
ru: Отрегулировать, насколько плавно виньетка должна применяться к изображению.

source: Adjust how much each brush mark should be scattered away from the brushstroke.
de: Anpassen, wie weit jeder Pinselabdruck vom Pinselstrich weg zerstreut werden soll.
es: Ajusta cuánto se debe dispersar cada marca de pincel al dar la pincelada.
fr: Ajustez la façon dont chaque marque de pinceau doit être dispersée par rapport au coup de pinceau.
it: Regola quanto si deve disperdere il segno del pennello ad ogni pennellata.
ja: ブラシストロークから離れた各ブラシマークをどれくらい分散させるかを調整します。
pt_br: Ajusta o quão afastadas as marcas do pincel devem ficar do traço.
ru: Отрегулируйте, насколько следы кисти должны рассеиваться от штриха кисти.

source: Adjust how much of the area around an edge should be sharpened.
de: Anpassen, wie viel des Bereichs um eine Kante herum geschärft werden soll.
es: Ajusta cuánta área alrededor de un borde se debe enfocar.
fr: Ajustez la taille de la zone entourant un bord qui devra être accentuée.
it: Regola la porzione della zona da perfezionare intorno ad un bordo.
ja: エッジの周りのどのくらいの領域をシャープにするかを調整します。
pt_br: Ajusta o nível de nitidez que deve ser aplicado à área ao redor de um contorno.
ru: Отрегулируйте, насколько большая часть области вокруг края должна увеличить резкость.

source: Adjust how much of the color is removed based on the lightness of the tones in the selected color range.
de: Anpassen, wie viel von der Farbe entsprechend der Helligkeit der Töne im ausgewählten Farbbereich entfernt werden soll.
es: Ajusta la cantidad de color que deseas eliminar en función de la luminosidad de los tonos del intervalo de colores seleccionado.
fr: Ajustez la quantité de couleur supprimée en fonction de la luminosité des tons de la gamme de couleurs sélectionnée.
it: Regola quanto colore va tolto in base alla luminosità dei toni nella gamma di colore selezionata.
ja: 選択した色範囲のトーンの明度に基づいて、色の除去量を調整します。
pt_br: Ajusta quanto da cor é removido com base na luminosidade das tonalidades da faixa de cor selecionada.
ru: Отрегулировать, насколько сильно удален цвет на основе осветления тонов выбранного диапазона цветов.

source: Adjust how much of the colors similar to your selected color should be removed.
de: Anpassen, wie viele der Ihrer gewählten Farbe ähnlichen Farben entfernt werden sollen.
es: Ajusta la cantidad de colores similares al color que has seleccionado que debe eliminarse.
fr: Ajustez le nombre de couleurs similaires à la couleur choisie devant être supprimées.
it: Regola quanti colori simili a quello selezionato vanno tolti.
ja: 選択した色に似た色をどれだけ削除するかを調整します。
pt_br: Ajusta o quanto das cores semelhantes à cor selecionada deve ser removido.
ru: Отрегулировать, сколько цветов, похожих на ваш выбранный цвет, должны быть удалены.

source: Adjust how much of the colors similar to your selected color should be replaced
de: Anpassen, wie viele der Ihrer gewählten Farbe ähnlichen Farben ersetzt werden sollen
es: Ajusta la cantidad de colores similares a tu color seleccionado que deben reemplazarse
fr: Ajustez le nombre de couleurs similaires à la couleur choisie devant être remplacées.
it: Regola quanti dei colori simili al colore che hai selezionato devono essere sostituiti
ja: 選択した色に類似した色のどれくらいを置き換えるべきか調整します
pt_br: Ajusta o quanto das cores semelhantes à cor selecionada deve ser substituído
ru: Отрегулируйте, насколько эти цвета похожи на выбранный цвет для замены

source: Adjust how much the angle of each brush mark should change according to the amount you tilt your graphics pen.
de: Anpassen, wie sehr sich der Winkel jedes Pinselabdrucks basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Ajusta cuánto debe cambiar el ángulo de cada marca de pincel según la inclinación de tu lápiz gráfico.
fr: Ajustez l’évolution de l’angle de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Regola di quanto dovrebbe cambiare l'angolo di ogni segno del pennello secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、各ブラシマークの角度をどれだけ変化させるかを調整します。
pt_br: Ajusta o quanto o ângulo de cada marca de pincel deve ser alterado de acordo com a inclinação aplicada à caneta gráfica.
ru: Отрегулируйте, насколько угол каждого следа кисти должен измениться согласно величине наклона вашего графического пера.

source: Adjust how much the blue channel in the original image should contribute to the blue channel in the adjusted image.
de: Anpassen, wieviel Einfluss der blaue Kanal im ursprünglichen Bild auf den blauen Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal azul de la imagen original al canal azul de la imagen ajustada.
fr: Ajustez l’influence de la couche bleue de l’image d’origine sur la couche bleue de l’image modifiée.
it: Regola l'influenza del canale blu dell'immagine originale sul canale blu dell'immagine modificata.
ja: オリジナル画像のブルーチャンネルが調整済み画像のブルーチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal azul da imagem original deve afetar no canal azul da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад синего канала исходного изображения в синий канал отрегулированного изображения.

source: Adjust how much the blue channel in the original image should contribute to the green channel in the adjusted image.
de: Anpassen, wieviel Einfluss der blaue Kanal im ursprünglichen Bild auf den grünen Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal azul de la imagen original al canal verde de la imagen ajustada.
fr: Ajustez l’influence de la couche bleue de l’image d’origine sur la couche verte de l’image modifiée.
it: Regola l'influenza del canale blu dell'immagine originale sul canale verde dell'immagine modificata.
ja: オリジナル画像のブルーチャンネルが調整済み画像のグリーンチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal azul da imagem original deve afetar o canal verde da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад синего канала исходного изображения в зеленый канал отрегулированного изображения.

source: Adjust how much the blue channel in the original image should contribute to the red channel in the adjusted image.
de: Anpassen, wieviel Einfluss der blaue Kanal im ursprünglichen Bild auf den roten Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal azul de la imagen original al canal rojo de la imagen ajustada.
fr: Ajustez l’influence de la couche bleue de l’image d’origine sur la couche rouge de l’image modifiée.
it: Regola l'influenza del canale blu dell'immagine originale sul canale rosso dell'immagine modificata.
ja: オリジナル画像のブルーチャンネルが調整済み画像のレッドチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal azul da imagem original deve afetar o canal vermelho da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад синего канала исходного изображения в красный канал отрегулированного изображения.

source: Adjust how much the green channel in the original image should contribute to the blue channel in the adjusted image.
de: Anpassen, wieviel Einfluss der grüne Kanal im ursprünglichen Bild auf den blauen Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal verde de la imagen original al canal azul de la imagen ajustada.
fr: Ajustez l’influence de la couche verte de l’image d’origine sur la couche bleue de l’image modifiée.
it: Regola l'influenza del canale verde dell'immagine originale sul canale blu dell'immagine modificata.
ja: オリジナル画像のグリーンチャンネルが調整済み画像のブルーチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal verde da imagem original deve afetar o canal azul da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад зеленого канала исходного изображения в синий канал отрегулированного изображения.

source: Adjust how much the green channel in the original image should contribute to the green channel in the adjusted image.
de: Anpassen, wieviel Einfluss der grüne Kanal im ursprünglichen Bild auf den grünen Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal verde de la imagen original al canal verde de la imagen ajustada.
fr: Ajustez l’influence de la couche verte de l’image d’origine sur la couche verte de l’image modifiée.
it: Regola l'influenza del canale verde dell'immagine originale sul canale verde dell'immagine modificata.
ja: オリジナル画像のグリーンチャンネルが調整済み画像のグリーンチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal verde da imagem original deve afetar o canal verde da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад зеленого канала исходного изображения в зеленый канал отрегулированного изображения.

source: Adjust how much the green channel in the original image should contribute to the red channel in the adjusted image.
de: Anpassen, wieviel Einfluss der grüne Kanal im ursprünglichen Bild auf den roten Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal verde de la imagen original al canal rojo de la imagen ajustada.
fr: Ajustez l’influence de la couche verte de l’image d’origine sur la couche rouge de l’image modifiée.
it: Regola l'influenza del canale verde dell'immagine originale sul canale rosso dell'immagine modificata.
ja: オリジナル画像のグリーンチャンネルが調整済み画像のレッドチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal verde da imagem original deve afetar o canal vermelho da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад зеленого канала исходного изображения в красный канал отрегулированного изображения.

source: Adjust how much the horizontal size of each brush mark should change according to the amount you tilt your graphics pen.
de: Anpassen, wie sehr sich die horizontale Größe jedes Pinselabdrucks basierend auf dem Neigungsgrad Ihres Grafikstiftes verändern soll.
es: Ajusta cuánto debe cambiar el tamaño horizontal de cada marca de pincel según la inclinación de tu lápiz gráfico.
fr: Ajustez l’évolution de la taille horizontale de chaque marque de pinceau en fonction de l’inclinaison de votre stylet.
it: Regola di quanto dovrebbe cambiare la dimensione orizzontale di ogni segno del pennello secondo l'inclinazione della penna grafica.
ja: グラフィックペンを傾ける量に応じて、各ブラシマークの水平サイズをどれだけ変化させるかを調整します。
pt_br: Ajusta o quanto o tamanho horizontal de cada marca de pincel deve se alterar de acordo com a inclinação aplicada à caneta gráfica.
ru: Отрегулируйте, насколько горизонтальный размер каждого следа кисти должен измениться согласно величине наклона вашего графического пера.

source: Adjust how much the modified blue channel should contribute to the overall image.
de: Anpassen, wie sehr der modifizierte blaue Kanal zum Gesamtbild beitragen soll.
es: Ajusta cuánto debe aportar el canal azul modificado a la imagen global.
fr: Ajustez l’influence de la couche bleue sur l’ensemble de l’image.
it: Regola l'influenza del canale blu modificato nei confronti dell'immagine complessiva.
ja: 変更されたブルーチャンネルが画像全体に与える影響を調整します。
pt_br: Ajusta o quanto o canal azul modificado deve afetar toda a imagem.
ru: Отрегулируйте, каков должен быть вклад модифицированного синего канала во всем изображении.

source: Adjust how much the modified green channel should contribute to the overall image.
de: Anpassen, wie sehr der modifizierte grüne Kanal zum Gesamtbild beitragen soll.
es: Ajusta cuánto debe aportar el canal verde modificado a la imagen global.
fr: Ajustez l’influence de la couche verte sur l’ensemble de l’image.
it: Regola l'influenza del canale verde modificato nei confronti dell'immagine complessiva.
ja: 変更されたグリーンチャンネルが画像全体に与える影響を調整します。
pt_br: Ajusta o quanto o canal verde modificado deve afetar toda a imagem.
ru: Отрегулируйте, каков должен быть вклад модифицированного зеленого канала во всем изображении.

source: Adjust how much the modified red channel should contribute to the overall image.
de: Anpassen, wie sehr der modifizierte rote Kanal zum Gesamtbild beitragen soll.
es: Ajusta cuánto debe aportar el canal rojo modificado a la imagen global.
fr: Ajustez l’influence de la couche rouge sur l’ensemble de l’image.
it: Regola l'influenza del canale rosso modificato nei confronti dell'immagine complessiva.
ja: 変更されたレッドチャンネルが画像全体に与える影響を調整します。
pt_br: Ajusta o quanto o canal vermelho modificado deve afetar toda a imagem.
ru: Отрегулируйте, каков должен быть вклад модифицированного красного канала во всем изображении.

source: Adjust how much the new color should blend with the old color.
de: Anpassen, wie sehr sich die neue Farbe mit der alten Farbe vermischen soll.
es: Ajusta cuánto se debe fusionar el nuevo color con el color antiguo.
fr: Ajustez la quantité de la nouvelle couleur devant se mélanger avec l’ancienne couleur.
it: Regola quanto il nuovo colore dovrebbe fondersi con il vecchio colore.
ja: 新しい色と古い色との混和度を調整します。
pt_br: Ajusta o quanto a nova cor deve ser combinada com a cor antiga.
ru: Отрегулируйте, насколько новый цвет должен смешаться со старым.

source: Adjust how much the opacity and size of the end of a brushstroke should change according to painting speed.
de: Anpassen, inwieweit sich die Deckkraft und Größe des Endes eines Pinselstrichs basierend auf der Zeichengeschwindigkeit ändern soll.
es: Ajusta cuánto deben cambiar la opacidad y el tamaño al final de cada pincelada según la velocidad a la que pintes.
fr: Ajustez l’évolution de l’opacité et de la taille de la fin d’un coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Regola quanto dovrebbero cambiare l'opacità e le dimensioni del tratto finale di una pennellata secondo la velocità di pittura.
ja: ペイント速度に応じてブラシストローク終端の不透明度とサイズをどれだけ変更するかを調整します。
pt_br: Ajusta o quanto a opacidade e o tamanho do fim de uma pincelada devem ser alterados de acordo com a velocidade da pintura.
ru: Отрегулируйте, насколько непрозрачность и размер в концах штрихов кисти должны меняться в зависимости от скорости рисования.

source: Adjust how much the opacity and size of the start of a brushstroke should change according to painting speed.
de: Anpassen, inwieweit sich die Deckkraft und Größe des Beginns eines Pinselstrichs basierend auf der Zeichengeschwindigkeit ändern soll.
es: Ajusta cuánto deben cambiar la opacidad y el tamaño del principio de cada pincelada según la velocidad a la que pintes.
fr: Ajustez l’évolution de l’opacité et de la taille du début d’un coup de pinceau en fonction de la vitesse à laquelle vous peignez.
it: Regola quanto dovrebbero cambiare l'opacità e le dimensioni del tratto iniziale di una pennellata secondo la velocità di pittura.
ja: ペイント速度に応じてブラシストローク始端の不透明度とサイズをどれだけ変更するかを調整します。
pt_br: Ajusta o quanto a opacidade e o tamanho do início do traçado de uma pincelada devem ser alterados de acordo com a velocidade da pintura.
ru: Отрегулируйте, насколько непрозрачность и размер в началах штрихов кисти должны меняться в зависимости от скорости рисования.

source: Adjust how much the red channel in the original image should contribute to the blue channel in the adjusted image.
de: Anpassen, wieviel Einfluss der rote Kanal im ursprünglichen Bild auf den blauen Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal rojo de la imagen original al canal azul de la imagen ajustada.
fr: Ajustez l’influence de la couche rouge de l’image d’origine sur la couche bleue de l’image modifiée.
it: Regola l'influenza del canale rosso dell'immagine originale sul canale blu dell'immagine modificata.
ja: オリジナル画像のレッドチャンネルが調整済み画像のブルーチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal vermelho da imagem original deve afetar o canal azul da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад красного канала исходного изображения в синий канал отрегулированного изображения.

source: Adjust how much the red channel in the original image should contribute to the green channel in the adjusted image.
de: Anpassen, wieviel Einfluss der rote Kanal im ursprünglichen Bild auf den grünen Kanal im angepassten Bild haben soll.
es: Ajusta cuánto debe aportar el canal rojo de la imagen original al canal verde de la imagen ajustada.
fr: Ajustez l’influence de la couche rouge de l’image d’origine sur la couche verte de l’image modifiée.
it: Regola l'influenza del canale rosso dell'immagine originale sul canale verde dell'immagine modificata.
ja: オリジナル画像のレッドチャンネルが調整済み画像のグリーンチャンネルに与える影響を調整します。
pt_br: Ajusta o quanto o canal vermelho da imagem original deve afetar o canal verde da imagem ajustada.
ru: Отрегулируйте, насколько велик вклад красного канала исходного изображения в зеленый канал отрегулированного изображения.
