Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Click to choose a shape to add to the document.
de: Klicken, um eine Form auszuwählen, die dem Dokument hinzugefügt wird.
es: Haz clic para elegir una forma para añadir al documento.
fr: Cliquez pour choisir une forme à ajouter au document.
it: Fai clic per scegliere una forma e aggiungerla al documento.
ja: クリックして書類に追加するシェイプを選択します。
pt_br: Clique para escolher uma forma para incluir no documento.
ru: Нажмите, чтобы выбрать фигуру для добавления к документу.

source: Click to choose and edit selective adjustment layers.
de: Klicken, um selektive Anpassungsebenen auszuwählen und zu bearbeiten.
es: Pulsa para seleccionar y editar capas de ajustes selectivos.
fr: Cliquez pour choisir et modifier des calques d'ajustement sélectif.
it: Clicca per selezionare e modificare i livelli di regolazione selettivi.
ja: クリックして、選択可能な調整レイヤーを選んで編集します。
pt_br: Clique para escolher e editar certas camadas de ajustes.
ru: Нажмите, чтобы выбрать и отредактировать слои выборочной коррекции.

source: Click to enlarge or reduce the view of the image.
de: Klicken, um die Ansicht des Bildes zu vergrößern oder zu verkleinern.
es: Haz clic para ampliar o reducir la vista de la imagen.
fr: Cliquez sur cette option pour agrandir ou réduire l’affichage de l’image.
it: Clicca per ingrandire o ridurre la visualizzazione dell'immagine.
ja: クリックすると画像が拡大または縮小されます。
pt_br: Clique para ampliar ou reduzir a exibição da imagem.
ru: Щелкните, чтобы уменьшить/увеличить отображение картинки.

source: Click to import a brush grain.
de: Klicken, um Pinselkorn zu importieren.
es: Haz clic para importar un grano de pincel.
fr: Cliquez sur cette option pour importer un grain de pinceau.
it: Clicca per importare una grana del pennello.
ja: クリックしてブラシの粒子を読み込みます。
pt_br: Clique para importar um grão de pincel.
ru: Нажать для импорта зерна кисти.

source: Click to import a brush shape.
de: Klicken, um Pinselform zu importieren.
es: Haz clic para importar una forma de pincel.
fr: Cliquez sur cette option pour importer une forme de pinceau.
it: Clicca per importare una forma del pennello.
ja: クリックしてブラシの形状を読み込みます。
pt_br: Clique para importar uma forma de pincel.
ru: Нажать для импорта формы кисти.

source: Click to pick a color from your image.
de: Klicken, um eine Farbe aus Ihrem Bild auszuwählen.
es: Haz clic para elegir un color de la imagen.
fr: Cliquez sur cette option pour choisir une couleur dans votre image.
it: Clicca per selezionare un colore dall'immagine.
ja: クリックして画像から色を選択。
pt_br: Clique para escolher uma cor da imagem.
ru: Нажать для выбора цвета изображения.

source: Click to set the white balance automatically by choosing a neutral gray in your image.
de: Klicken, um den Weißabgleich durch Wählen eines neutralen Grau in Ihrem Bild automatisch festzulegen.
es: Haz clic para configurar el balance de blancos automáticamente eligiendo un gris neutro en la imagen.
fr: Cliquez sur cette option pour régler automatiquement la balance des blancs en choisissant un gris neutre dans votre image.
it: Clicca per impostare il bilanciamento del bianco automatico scegliendo un grigio neutro nell'immagine.
ja: クリックして画像のニュートラルグレーを選択してホワイトバランスを自動的に設定します。
pt_br: Clique para definir o equilíbrio de branco automaticamente escolhendo um cinza neutro na imagem.
ru: Нажмите, чтобы установить баланс белого автоматически, выбрав нейтральный серый цвет в изображении.

source: Click to switch the foreground and background colors.
de: Wählen, wann Vorder- und Hintergrundfarben getauscht werden.
es: Haz clic para cambiar los colores de primer y segundo plano.
fr: Cliquer pour interchanger les couleurs de l’avant-plan et de l’arrière-plan.
it: Fai clic per scambiare il colore in primo piano e il colore di sfondo.
ja: クリックして前景色と背景色を切り替えます。
pt_br: Clique para trocar as cores de frente e de fundo.
ru: Нажать для переключения цветов переднего плана и фона.

source: Clone Tool
de: Klonen-Werkzeug
es: Herramienta Clonar
fr: Outil Cloner
it: Strumento clona
ja: クローンツール
pt_br: Ferramenta Clonar
ru: Инструмент «Клонирование»

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
pt_br: Cor
ru: Цвет

source: Color Adjustments
de: Farbanpassungen
es: Ajuste de color
fr: Réglage des couleurs
it: Regolazioni colore
ja: カラー調整
pt_br: Ajustes de cor
ru: Цветокоррекция

source: Constrains the bounds of the new selection to the existing selection.
de: Beschränkt die Grenzen der neuen Auswahl auf die bestehende Auswahl.
es: Añade límites de una nueva selección a una selección existente.
fr: Contraint les limites de la nouvelle sélection à la sélection existante.
it: Vincola i limiti della nuova selezione alla selezione esistente.
ja: 既存の選択範囲を新しい選択範囲で置き換えます。
pt_br: Limita as fronteiras da nova seleção à seleção existente.
ru: Ограничивает границы новой выбранной области существующей областью.

source: Convert the image used for the displacement map to grayscale.
de: Das für die Verschiebungskarte verwendete Bild in Graustufen konvertieren.
es: Convierte la imagen usada para la asignación de desplazamiento a escala de grises.
fr: Convertissez en niveaux de gris l’image utilisée pour la carte de déplacement.
it: Converti l'immagine utilizzata per la mappa di spostamento in scala di grigi.
ja: ディスプレイスメントマップに使用される画像をグレースケールに変換します。
pt_br: Converter a imagem usada como mapa de deslocamento para tons de cinza.
ru: Конвертируйте в шкалу серого изображение, используемое для карты дисплейсмента.

source: Convert the selected text into a pixel (image) layer.
de: Gewählten Text in eine Pixelebene (Bild) konvertieren.
es: Convierte el texto seleccionado en una capa de píxeles (imagen).
fr: Transformez le texte selectionné en un calque de pixels (image).
it: Converti il testo selezionato in un livello di pixel (immagine).
ja: 選択したテキストをピクセル (画像) レイヤーに変換します。
pt_br: Converte o texto selecionado em uma camada de pixel (imagem).
ru: Конвертировать выбранный текст в пиксельный слой изображения.

source: Convert the selected text into a shape layer.
de: Gewählten Text in Formebene konvertieren.
es: Convierte el texto seleccionado en una capa de forma.
fr: Transformez le texte selectionné en un calque de forme.
it: Converti il testo selezionato in un livello di forma.
ja: 選択したテキストをシェイプレイヤーに変換します。
pt_br: Converte o texto selecionado em uma camada de forma.
ru: Конвертировать выбранный текст в слой фигуры.

source: Copy parts of an image from one area to another.
de: Bildteile von einem Bereich in einen anderen kopieren.
es: Copia partes de una imagen de una zona a otra.
fr: Copiez des parties d’une image d’une partie à une autre.
it: Copia parti di un'immagine da un'area a un'altra.
ja: 画像の一部をある領域から別の領域にコピーします。
pt_br: Copie partes de uma imagem de uma área para outra.
ru: Копировать части изображения с одного места на другое.

source: Create a bump effect in precise areas of an image.
de: In genau definierten Bildbereichen einen Struktureffekt erzeugen.
es: Crea un efecto de relieve en áreas precisas de una imagen.
fr: Créez un effet de bosselage dans des zones précises d’une image.
it: Crea un effetto impatto in aree precise di un'immagine.
ja: 画像の正確な領域にバンプエフェクトを作成します。
pt_br: Crie um efeito de relevo em áreas precisas de uma imagem.
ru: Создать эффект вздутия в точно определенных областях изображения.

source: Create a new brush preset with the current brush settings.
de: Mit den aktuellen Pinseleinstellungen eine neue Voreinstellung für die Pinsel erstellen.
es: Crea un nuevo preajuste de pincel con los ajustes actuales del pincel.
fr: Créer un nouveau préréglage de pinceau avec les paramètres de pinceau actuels.
it: Crea un nuovo preset di pennello con le impostazioni di pennello attuali.
ja: 現在のブラシ設定で新しいブラシプリセットを作成します。
pt_br: Criar novo preset de pincel com as configurações atuais de pincel.
ru: Создать новый пресет кисти из текущих настроек кисти.

source: Create a new color adjustments layer.
de: Eine neue Farbanpassungsebene erstellen.
es: Crea una nueva capa de ajustes de color.
fr: Créez un nouveau calque d’ajustements de couleurs.
it: Crea un nuovo livello di regolazione del colore.
ja: 新規のカラー調整レイヤーを作成。
pt_br: Criar nova camada de ajuste de cor.
ru: Создать новый слой цветокоррекции.

source: Create a new document preset with the current document settings.
de: Mit den aktuellen Dokumenteinstellungen eine neue Voreinstellung für die Formen erstellen.
es: Crea un nuevo documento preestablecido con la configuración actual del documento.
fr: Créez un nouveau préréglage de document avec les paramètres actuels du document.
it: Crea un nuovo preset di documento con le impostazioni di documento attuali.
ja: 現在の書類設定で新規書類プリセットを作成します。
pt_br: Criar novo pré-ajuste de documento com os ajustes de documento atuais.
ru: Создать новый пресет документа с помощью текущих настроек документа.

source: Create a new effects layer.
de: Eine neue Effektebene erstellen.
es: Crea una nueva capa de efectos.
fr: Créez un nouveau calque d’effets.
it: Crea un nuovo livello di effetti.
ja: 新規のエフェクトレイヤーを作成。
pt_br: Cria nova camada de efeitos.
ru: Создать новый слой эффектов.

source: Create a new shape preset with the current shape settings.
de: Mit den aktuellen Formeinstellungen eine neue Voreinstellung für die Formen erstellen.
es: Crea un nuevo preajuste de forma con los ajustes actuales de la forma.
fr: Créer un nouveau préréglage de forme avec les paramètres de forme actuels.
it: Crea un nuovo preset di forma con le impostazioni di forma attuali.
ja: 現在のシェイプ設定で新しいシェイププリセットを作成します。
pt_br: Criar novo pré-ajuste de forma com os ajustes atuais do pincel.
ru: Создать новый пресет фигуры из текущих настроек фигуры.

source: Create a new stroke style preset with the current stroke settings.
de: Mit den aktuellen Stricheinstellungen eine neue Voreinstellung für Striche erstellen.
es: Crea un nuevo preajuste de estilo de trazo con los ajustes actuales del trazo.
fr: Créez un nouveau style de trait prédéfini avec les paramètres de trait actuels.
it: Scegli un nuovo stile predefinito con le impostazioni attuali della traccia.
ja: 現在の線の設定で、新しい線の種類のプリセットを作成します。
pt_br: Crie novo pré-ajuste de traço com os ajustes atuais de traço.
ru: Создать новый набор стиля штриха из текущих настроек штриха.

source: Create a shape from the intersection of the shape you draw and the currently selected shape.
de: Eine Form aus dem Schnitt der gezeichneten und der aktuell gewählten Form erstellen.
es: Crea una figura a partir de la intersección entre la figura que dibujas y la figura seleccionada actualmente.
fr: Créez une forme à partir de l’intersection de la forme que vous dessinez et de la forme actuellement sélectionnée.
it: Crea una forma dall'intersezione della forma che hai disegnato e la forma attualmente selezionata.
ja: 描画したシェイプと現在選択されているシェイプの交点からシェイプを作成します。
pt_br: Criar uma forma a partir da confluência da forma que você desenhou com a forma selecionada.
ru: Создать фигуру из пересечения выбранной фигуры и фигуры, которую вы рисуете.

source: Create a twirl effect in precise areas of an image.
de: In genau definierten Bildbereichen einen Zwirbeleffekt erschaffen.
es: Crea un efecto de giro en áreas precisas de una imagen.
fr: Créez un effet tourbillonnant dans des zones précises d’une image.
it: Crea un effetto a spirale in aree precise di un'immagine.
ja: 画像の正確な領域に回転エフェクトを作成します。
pt_br: Crie um efeito de giro em áreas precisas de uma imagem.
ru: Создать эффект закручивания в точно определенных областях изображения.

source: Create pixel art using square, pixel-shaped blocks.
de: Mit quadratischen, pixelförmigen Blöcken Pixel-Art erstellen.
es: Crea pixel art con los bloques cuadrados con forma de píxel.
fr: Créez du pixel art à l’aide de blocs carrés, en forme de pixels.
it: Crea pixel art utilizzando blocchi quadrati a forma di pixel.
ja: 正方形のピクセル形状のブロックを使用してピクセルアートを作成します。
pt_br: Crie pixel art com blocos quadrados com formas de pixels.
ru: Создать пиксельный рисунок из квадратных пиксельных блоков.

source: Creates a new selection.
de: Erstellt eine neue Auswahl.
es: Crea una nueva selección.
fr: Crée une nouvelle sélection.
it: Crea una nuova selezione.
ja: 新規の選択範囲を作成します。
pt_br: Cria nova seleção.
ru: Создает новое выделение.

source: Crop and straighten images.
de: Bilder zuschneiden und begradigen.
es: Recorta y endereza imágenes.
fr: Recadrez et redressez vos images.
it: Ritaglia e raddrizza le immagini.
ja: 画像を切り取って矯正します。
pt_br: Corte e corrija imagens.
ru: Обрезать и выпрямить изображения.

source: Crop and straighten the image.
de: Bild zuschneiden und begradigen.
es: Recorta y endereza la imagen.
fr: Recadrez et redressez l’image.
it: Ritaglia e raddrizza l'immagine.
ja: 画像を切り取って矯正します。
pt_br: Recortar e corrigir a imagem.
ru: Обрезать и выпрямить изображение.

source: Crop the image automatically using a machine learning algorithm.
de: Das Bild automatisch mit einem auf maschinellem Lernen basierten Algorithmus zuschneiden.
es: Recorta la imagen automáticamente mediante un algoritmo de aprendizaje automático.
fr: Recadrez l’image automatiquement en utilisant un algorithme d’apprentissage automatique.
it: Ritaglia l'immagine automaticamente utilizzando un algoritmo di machine learning.
ja: 機械学習アルゴリズムを使用して画像を自動的にトリミングします。
pt_br: Cortar a imagem automaticamente com um algoritmo de aprendizado de máquina.
ru: Обрезать изображение автоматически, используя алгоритм машинного обучения.

source: Crop the image.
de: Das Bild zuschneiden.
es: Recorta la imagen.
fr: Recadrez l’image.
it: Ritaglia l'immagine.
ja: 画像を切り抜きます。
pt_br: Cortar a imagem.
ru: Обрезать изображение.

source: Crop Tool
de: Beschnittwerkzeug
es: Herramienta Recortar
fr: Outil Couper
it: Strumento di ritaglio
ja: 切り抜きツール
pt_br: Ferramenta Recortar
ru: Инструмент «Обрезка»

source: Customize the appearance of the Layers sidebar.
de: Das Aussehen der Ebenen-Sidebar anpassen.
es: Personaliza la apariencia de la barra lateral de Capas.
fr: Personnalisez l’apparence de la barre latérale des calques.
it: Personalizza l'aspetto della barra laterale dei livelli.
ja: レイヤーサイドバーのアピアランスを変更します。
pt_br: Personalizar a aparência da barra lateral de Camadas.
ru: Изменить вид бокового меню слоев.

source: Customize the look of layers by applying fills, strokes, and shadows.
de: Das Aussehen von Ebenen personalisieren, indem Sie sie ausfüllen oder mit Strichen und Schatten versehen.
es: Personaliza el aspecto de las capas aplicando rellenos, trazos y sombras.
fr: Personnaliser le look des calques en appliquant des remplissages, des traits et des ombres.
it: Personalizza l'aspetto dei livelli applicando riempimenti, tratti e ombre.
ja: 塗りつぶし、線、シャドウを適用して、レイヤーの外観をカスタマイズします。
pt_br: Personalize a aparência de camadas aplicando preenchimentos, traços e sombras.
ru: Измените вид слоёв, применяя заливки, штрихи и тени.

source: Customize the visibility of individual color adjustments.
de: Die Sichtbarkeit von individuellen Farbanpassungen anpassen.
es: Personaliza la visibilidad de los ajustes de color individuales.
fr: Personnaliser la visibilité des réglages individuels de couleurs.
it: Personalizza la visibilità delle regolazioni di colore individuali.
ja: 個々のカラー調整の可視性をカスタマイズします。
pt_br: Personalizar a visibilidade dos ajustes individuais de cores.
ru: Настройте видимость индивидуальной цветокоррекции.

source: Decrease the font size.
de: Die Schriftgröße verringern.
es: Disminuye el tamaño de la letra.
fr: Réduire la taille de la police.
it: Diminuisci la dimensione del font.
ja: フォントサイズを小さくします。
pt_br: Reduzir o tamanho da fonte.
ru: Уменьшить размер шрифта.

source: Decrease the zoom level of the image.
de: Zoomstufe des Bildes verringern.
es: Disminuir el nivel de zoom de la imagen.
fr: Réduire le niveau de zoom de l’image.
it: Diminuisci il livello di zoom dell'immagine.
ja: 画像の拡大レベルを下げます。
pt_br: Reduzir o nível de ampliação da imagem.
ru: Уменьшить уровень масштабирования изображения.

source: Destructively combine the selected objects into a single object.
de: Die gewählten Objekte destruktiv in ein einziges Objekt kombinieren.
es: Combina los objetos seleccionados en un único objeto de forma destructiva.
fr: Fusionnez les objets sélectionnés en un seul objet de manière destructive.
it: Combina gli oggetti selezionati in maniera distruttiva in un singolo oggetto.
ja: 選択したオブジェクトを破壊的に1つのオブジェクトに結合します。
pt_br: Combina de forma destrutiva os objetos selecionados em um único objeto.
ru: Деструктивно объединить выбранные объекты в один объект.

source: Destructively merge the color adjustments with the object.
de: Farbanpassungen destruktiv mit dem Objekt kombinieren.
es: Combina los ajustes de color con el objeto de forma destructiva.
fr: Fusionnez les réglages des couleurs avec l’objet de manière destructive.
it: Unisci in maniera distruttiva le regolazioni di colore con l'oggetto.
ja: 元画像を直接変更してカラー調整をオブジェクトに結合
pt_br: Mescla, de forma destrutiva, os ajustes de cor com o objeto.
ru: Деструктивно объединить цветокоррекцию с объектом.

source: Destructively merge the effects with the object.
de: Effekte destruktiv mit dem Objekt kombinieren.
es: Combina los efectos con el objeto de forma destructiva.
fr: Fusionnez les effets avec l’objet de manière destructive.
it: Unisci in maniera distruttiva gli effetti con l'oggetto.
ja: 元画像を直接変更してエフェクトをオブジェクトに結合
pt_br: Mesclar os efeitos com o objeto de forma destrutiva.
ru: Деструктивно объедините эффекты с объектом.

source: Destructively merge the styles with the object.
de: Stile destruktiv mit dem Objekt kombinieren.
es: Combina los estilos con el objeto de forma destructiva.
fr: Fusionnez les styles avec l’objet de manière destructive.
it: Unisci in maniera distruttiva gli stili con l'oggetto.
ja: 元画像を直接変更してスタイルをオブジェクトに結合
pt_br: Mesclar os estilos com o objeto de forma destrutiva.
ru: Деструктивно объединить стили с объектом.

source: Disable the layer mask.
de: Die Ebenenmaske deaktivieren.
es: Desactiva la máscara de capa.
fr: Désactivez le masque de calque.
it: Disabilita la maschera di livello.
ja: レイヤーマスクを無効にします。
pt_br: Desativar a máscara da camada.
ru: Отключить маску слоя.

source: Display HDR Content
de: HDR-Inhalt anzeigen
es: Mostrar contenido HDR
fr: Afficher le contenu HDR
it: Visualizza contenuti HDR
ja: HDRコンテンツを表示
pt_br: Mostrar Conteúdo HDR
ru: Отобразить контент HDR

source: Display HDR content.
de: HDR-Inhalt anzeigen.
es: Mostrar contenido HDR.
fr: Affichez le contenu HDR.
it: Visualizza contenuti HDR.
ja: HDRコンテンツを表示。
pt_br: Mostre conteúdo HDR.
ru: Отобразить контент HDR.

source: Display the closest named color in the color picker.
de: Farbe mit ähnlichstem Namen in der Farbauswahl anzeigen.
es: Muestra el color con nombre más parecido en el selector de colores.
fr: Affichez la couleur au nom le plus proche dans le sélecteur de couleur.
it: Visualizza il colore nominato più vicino nel selettore colore.
ja: カラーピッカーで最も近い名前のついた色を表示します。
pt_br: Exibe o nome da cor mais próxima no selecionador de cores.
ru: Показать ближайший цвет с названием в пипетке.

source: Display the color code in the color picker using the HEX format.
de: Die Farbe in der Farbauswahl im HEX-Format anzeigen.
es: Abre el código de color en el selector de colores usando el formato HEX.
fr: Affichez le code couleur dans le sélecteur de couleur au format hexadécimal.
it: Mostra il codice colore nel selettore colore utilizzando il formato HEX.
ja: 16進コードを使用して、カラーピッカーでカラーコードを表示します。
pt_br: Exibir o código de cores do selecionador de cores com o formato HEX.
ru: Показать код цвета в пипетке, используя формат HEX.

source: Display the color code in the color picker using the RGB format.
de: Die Farbe in der Farbauswahl im RGB-Format anzeigen.
es: Muestra el código de color en el selector de color mediante el formato RGB.
fr: Affichez le code couleur dans le sélecteur de couleur au format RVB.
it: Visualizza il codice colore nel selettore colore utilizzando il formato RGB.
ja: RGB形式を使用して、カラーピッカーでカラーコードを表示します。
pt_br: Exibe o código da cor no selecionador de cores no formato RGB.
ru: Показать код цвета в пипетке, используя формат RGB.

source: Distance
de: Distanz
es: Distancia
it: Distanza
ja: 距離
pt_br: Distância
ru: Дистанция

source: Draw circular and elliptical shapes.
de: Kreise und Ellipsen zeichnen.
es: Dibuja formas circulares y elípticas.
fr: Dessinez des formes circulaires et elliptiques.
it: Disegna forme circolari ed ellittiche.
ja: 円形と楕円形を描きます。
pt_br: Desenhe formas circulares e elípticas.
ru: Нарисовать круглые и эллиптические фигуры.

source: Draw customizable polygonal shapes.
de: Personalisierte polygone Formen zeichnen.
es: Dibuja formas poligonales personalizables.
fr: Dessinez des formes polygonales personnalisables.
it: Disegna forme poligonali personalizzabili.
ja: カスタマイズ可能な多角形を描画します。
pt_br: Desenhe formas poligonais personalizáveis.
ru: Нарисовать изменяемые многоугольные фигуры.

source: Draw customizable star shapes.
de: Personalisierte Sterne zeichnen.
es: Dibuja formas de estrellas personalizables.
fr: Dessinez des formes d’étoile personnalisables.
it: Disegna forme di stelle personalizzabili.
ja: カスタマイズ可能なスターを描きます。
pt_br: Desenhe formas de estrelas personalizáveis.
ru: Нарисовать изменяемые звездные фигуры.

source: Draw line shapes.
de: Linienformen zeichnen.
es: Dibuja formas de líneas.
fr: Dessinez des formes de lignes.
it: Disegna forme di linee.
ja: 線を描きます。
pt_br: Desenhe formas de linhas.
ru: Нарисовать линейные фигуры.

source: Draw square and rectangular shapes with rounded corners.
de: Quadrate und Rechtecke mit abgerundeten Kanten zeichnen.
es: Dibuja formas cuadradas y rectangulares con esquinas redondeadas.
fr: Dessinez des formes carrées et rectangulaires aux coins arrondis.
it: Disegna forme quadrate e rettangolari con angoli arrotondati.
ja: 角が丸い正方形と長方形を描きます。
pt_br: Desenhe formas quadradas e retangulares com cantos arredondados.
ru: Нарисовать квадратные и прямоугольные фигуры со скруглёнными углами.

source: Draw square and rectangular shapes.
de: Quadrate und Rechtecke zeichnen.
es: Dibuja formas cuadradas y rectangulares.
fr: Dessinez des formes carrées et rectangulaires.
it: Disegna forme quadrate e rettangolari.
ja: 正方形と長方形を描きます。
pt_br: Desenhe formas quadradas e retangulares.
ru: Нарисовать квадратные и прямоугольные фигуры.

source: Draw vector paths as if with a pencil on paper.
de: Vektorpfade wie mit Stift und Papier zeichnen.
es: Dibuja trazados vectoriales como si lo hicieras con un lápiz sobre papel.
fr: Dessinez des tracés vectoriels comme avec un crayon sur du papier.
it: Disegna percorsi vettoriali come con una matita su carta.
ja: 紙に鉛筆で描くようにベクターパスを描きます。
pt_br: Desenhe caminhos vetoriais como se fosse lápis sobre papel.
ru: Нарисовать векторные пути как будто карандашом на бумаге.

source: Draw vector paths to create shapes.
de: Vektorpfade zeichnen, um Formen zu erstellen.
es: Dibuja trazados vectoriales para crear formas.
fr: Dessinez des tracés vectoriels pour créer des formes.
it: Disegna percorsi vettoriali per creare forme.
ja: ベクターパスを描画してシェイプを作成します。
pt_br: Desenhe caminhos vetoriais para criar formas.
ru: Нарисовать векторные пути, чтобы создать фигуры.

source: Draw vector shapes and manage your shape collection.
de: Vektorpfade zeichnen und Ihre Formensammlung verwalten.
es: Dibuja formas vectoriales y gestiona tu colección de formas.
fr: Dessinez des tracés vectoriels et gérez votre collection de formes.
it: Disegna forme vettoriali e gestisci la tua collezione di forme.
ja: ベクターシェイプを描画しシェイプコレクションを管理します。
pt_br: Desenhe formas vetoriais e gerencie sua coleção de formas.
ru: Нарисовать векторные фигуры и управлять вашей коллекцией фигур.

source: Edit the blues in the image.
de: Die Blautöne im Bild bearbeiten.
es: Edita los azules de la imagen.
fr: Modifier les bleus dans l’image.
it: Modifica i blu nell'immagine.
ja: 画像内のブルーを編集します。
pt_br: Editar os tons de azul da imagem.
ru: Редактируйте синее в изображении.
