Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Set the brightness of the selected color.
de: Helligkeit der gewählten Farbe festlegen.
es: Configura el brillo del color seleccionado.
fr: Définissez la luminosité de la couleur sélectionnée.
it: Imposta la luminosità del colore selezionato.
ja: 選択した色の明るさを設定します。
pt_br: Define o brilho da cor selecionada.
ru: Задайте яркость выбранного цвета.

source: Set the color using a Hex color code.
de: Farbe mithilfe eines Hexcodes auswählen.
es: Ajusta el color usando un código de color hexadecimal.
fr: Définissez la couleur à l’aide d’un code de couleur hexadécimale.
it: Imposta il colore utilizzando un codice colore HEX.
ja: 16進カラーコードを使用して色を設定します。
pt_br: Defina a cor com um código de cores Hex.
ru: Задать цвет, используя цветовой Hex-код.

source: Set the contrast between the lightest and darkest areas in the image.
de: Kontrast zwischen den hellsten und dunkelsten Bereichen im Bild festlegen.
es: Configura el contraste entre las zonas más claras y más oscuras de la imagen.
fr: Définissez le contraste entre les zones les plus claires et les plus sombres de l’image.
it: Imposta il contrasto tra le aree più chiare e più scure dell'immagine.
ja: 画像の最明部と最暗部の間のコントラストを設定します。
pt_br: Definir o contraste entre as áreas mais claras e mais escuras da imagem.
ru: Задайте контраст между светлыми и темными областями изображения.

source: Set the contrast in the highlights of your black and white.
de: Kontrast in den Lichtern Ihres Schwarzweißbildes festlegen.
es: Configura el contraste de las iluminaciones en tu blanco y negro.
fr: Définissez le contraste des tons clairs de votre noir et blanc.
it: Imposta il contrasto nei punti luce del bianco e nero.
ja: モノクロのハイライトのコントラストを設定します。
pt_br: Definir o contraste dos realces do preto e branco.
ru: Выберите контраст светлых областей вашего черного и белого.

source: Set the corner radius for all corners together.
de: Den Eckenradius für alle Ecken zusammen einstellen.
es: Configura un único radio para todas las esquinas.
fr: Définissez le rayon de l'ensemble des coins.
it: Imposta il raggio per tutti gli angoli contemporaneamente.
ja: すべての角の半径をまとめて設定します。
pt_br: Define o raio de todos os cantos juntos.
ru: Задать радиус угла для всех углов вместе.

source: Set the corner radius for each corner individually.
de: Den Eckenradius für jede Ecke einzeln einstellen.
es: Configura el radio de cada esquina de forma individual.
fr: Définissez le rayon de chaque coin individuel.
it: Imposta il raggio di ogni singolo angolo.
ja: 角の半径を個別に設定します。
pt_br: Define o raio de cada canto individualmente.
ru: Задать радиус угла для углов по отдельности.

source: Set the density of the mask.
de: Stellen Sie hier die Dichte der Maske ein.
ru: Задать плотность маски.

source: Set the distance from the object's top-left corner to the left edge of the canvas.
de: Distanz von der oberen linken Ecke des Objekts zur linken Kante der Arbeitsfläche festlegen.
es: Ajusta la distancia desde la esquina superior izquierda del objeto hasta el borde izquierdo del lienzo.
fr: Réglez la distance entre le coin supérieur gauche de l’objet et le bord gauche de la zone de travail.
it: Imposta la distanza dall'angolo superiore sinistro dell'oggetto al bordo sinistro della tela.
ja: オブジェクトの左上端からキャンバスの左端までの距離を設定します。
pt_br: Definir a distância entre o canto superior esquerdo do objeto e a borda esquerda da tela.
ru: Задайте расстояние от верхнего левого угла объекта до левого края холста.

source: Set the distance from the object's top-left corner to the top edge of the canvas.
de: Distanz von der oberen linken Ecke des Objekts zur oberen Kante der Arbeitsfläche festlegen.
es: Ajusta la distancia desde la esquina superior derecha del objeto hasta el borde izquierdo del lienzo.
fr: Définissez la distance entre le coin supérieur gauche de l’objet et le bord supérieur de la zone de travail.
it: Imposta la distanza dall'angolo superiore sinistro dell'oggetto al bordo superiore della tela.
ja: オブジェクトの左上端からキャンバスの上端までの距離を設定します。
pt_br: Define a distância do canto superior esquerdo do objeto até a borda superior da tela.
ru: Задайте расстояние от верхнего левого угла объекта до верхнего края холста.

source: Set the dynamic range of the darkest areas in the image.
de: Dynamikbereich der dunkelsten Bereiche im Bild anpassen.
es: Ajusta el intervalo dinámico de las zonas más oscuras de la imagen.
fr: Définissez la plage dynamique des zones les plus sombres de l’image.
it: Imposta la gamma dinamica delle zone più scure dell'immagine.
ja: 画像の最暗部のダイナミックレンジを設定します。
pt_br: Definir a variação dinâmica das áreas mais escuras da imagem.
ru: Задайте динамический диапазон темных областей в изображении.

source: Set the export quality of the image.
de: Die Exportqualität des Bildes festlegen.
es: Establece la calidad de exportación de la imagen.
fr: Définissez la qualité d’exportation de l’image.
it: Imposta la qualità di esportazione dell'immagine.
ja: 画像の出力品質を設定します。
pt_br: Define a qualidade de exportação da imagem.
ru: Задать экспортное качество изображения.

source: Set the font size.
de: Schriftgröße festlegen.
es: Define el tamaño del tipo de letra.
fr: Définissez la taille de police.
it: Imposta la dimensione del font.
ja: フォントサイズを設定します。
pt_br: Definir o tamanho da fonte.
ru: Установить размер шрифта.

source: Set the height of the crop selection rectangle.
de: Höhe des Auswahlrechtecks zum Zuschneiden festlegen.
es: Configura la altura del rectángulo de la selección de corte.
fr: Définir la hauteur du rectangle de sélection de recadrage.
it: Imposta l'altezza del rettangolo della selezione di ritaglio.
ja: 切り抜く選択範囲の高さを設定。
pt_br: Definir a altura do retângulo da seleção de corte.
ru: Задать высоту обрезки прямоугольника выборки.

source: Set the height of the selection row.
de: Höhe der Auswahlzeile festlegen.
es: Configura la altura de la fila de selección.
fr: Définissez la hauteur de la rangée de sélection.
it: Imposta l'altezza della riga della selezione.
ja: 選択範囲を行の高さを設定します。
pt_br: Definir a altura da linha de seleção.
ru: Задайте высоту выбора строкой.

source: Set the horizontal perspective of the image.
de: Die horizontale Perspektive des Bilds festlegen.
es: Establece la perspectiva horizontal de la imagen.
fr: Définir la perspective horizontale de l’image.
it: Imposta la prospettiva orizzontale dell'immagine.
ja: 画像の水平方向の遠近法を設定します。
pt_br: Define a perspectiva horizontal da imagem.
ru: Задать горизонтальную перспективу изображения.

source: Set the horizontal perspective of the object.
de: Die horizontale Perspektive des Objektes festlegen.
es: Configurar la perspectiva horizontal del objeto.
fr: Définir la perspective horizontale de l’objet.
it: Imposta la prospettiva orizzontale dell'oggetto.
ja: オブジェクトの水平方向の遠近を設定します。
pt_br: Define a perspectiva horizontal do objeto.
ru: Задать горизонтальную перспективу объекта.

source: Set the horizontal size of the brush shape.
de: Horizontale Größe der Pinselform festlegen.
es: Configura el tamaño horizontal de la forma del pincel.
fr: Définissez la taille horizontale de la forme du pinceau.
it: Imposta la dimensione orizzontale della forma del pennello.
ja: ブラシの形状の水平方向のサイズを設定します。
pt_br: Definir o tamanho horizontal da forma do pincel.
ru: Задайте горизонтальный размер фигуры кисти.

source: Set the hue of every color in the image.
de: Farbton jeder Farbe im Bild festlegen.
es: Configura el tono de todos los colores de la imagen.
fr: Définissez la teinte de toutes les couleurs de l’image.
it: Imposta la tonalità di ogni colore nell'immagine.
ja: 画像のすべての色の色相を設定します。
pt_br: Definir o matiz de todas as cores da imagem.
ru: Задайте оттенок каждого цвета в изображении.

source: Set the hue of the selected color.
de: Farbton der gewählten Farbe festlegen.
es: Configura el tono del color seleccionado.
fr: Définissez la teinte de la couleur sélectionnée.
it: Imposta la tonalità del colore selezionato.
ja: 選択した色の色相を設定します。
pt_br: Definir o matiz da cor selecionada.
ru: Задайте оттенок выбранного цвета.

source: Set the intensity of the color adjusments.
de: Die Intensität der Farbanpassungen einstellen.
es: Define la intensidad de los retoques de color.
fr: Définissez l'intensité des ajustements de couleur.
it: Imposta l'intensità delle regolazioni del colore.
ja: カラー調整の強度を設定します。
pt_br: Defina a intensidade dos ajustes de cor.
ru: Задать силу воздействия цветокоррекции.

source: Set the intensity of the fade effect in the brightest areas of the image.
de: Intensität des Verblassungseffekts in den hellsten Bildbereichen festlegen.
es: Define la intensidad del efecto de difuminado en las zonas más brillantes de la imagen.
fr: Définissez l’intensité de l’effet de décoloration dans les zones les plus lumineuses de l’image.
it: Imposta l'intensità dell'effetto dissolvenza nelle aree più chiare dell'immagine.
ja: 画像の最も明るい領域でフェード効果の強度を設定します。
pt_br: Define a intensidade do efeito de atenuação nas áreas mais claras da imagem.
ru: Задайте интенсивность эффекта затухания а самых ярких участках изображения.

source: Set the intensity of the fade effect in the darkest areas of the image.
de: Intensität des Verblassungseffekts in den dunkelsten Bildbereichen festlegen.
es: Define la intensidad del efecto de difuminado en las zonas más oscuras de la imagen.
fr: Définissez l’intensité de l’effet de décoloration dans les zones les plus sombres de l’image.
it: Imposta l'intensità dell'effetto dissolvenza nelle aree più scure dell'immagine.
ja: 画像の最も暗い領域でフェード効果の強度を設定します。
pt_br: Define a intensidade do efeito de atenuação nas áreas mais escuras da imagem.
ru: Отрегулируйте интенсивность эффекта затухания а самых темных участках изображения.

source: Set the length of the first dash.
de: Länge des ersten Bindestrichs einstellen.
es: Establece la longitud del primer guion.
fr: Définissez la longueur du premier trait.
it: Stabilisci la lunghezza del primo trattino.
ja: 最初の破線の長さを設定します。
pt_br: Define o comprimento do primeiro traço.
ru: Задать длину первого штриха.

source: Set the length of the second dash.
de: Länge des zweiten Bindestrichs einstellen.
es: Establece la longitud del segundo guion.
fr: Définissez la longueur du deuxième trait.
it: Stabilisci la lunghezza del secondo trattino.
ja: 2番目の破線の長さを設定します。
pt_br: Define o comprimento do segundo traço.
ru: Задать длину второго штриха.

source: Set the location in the brush stroke at which simulated pressure will be strongest.
de: Festlegen, an welcher Stelle des Pinselstrichs der simulierte Druck am höchsten ist.
es: Establece el lugar del trazo del pincel en el que la presión simulada será más fuerte.
fr: Définir l’emplacement dans le trait de pinceau avec lequel la pression simulée sera la plus forte.
it: Imposta il punto del tratto di pennello nel quale la pressione simulata sarà più forte.
ja: シミュレートされた圧力が最も強くなるブラシストロークの位置を設定します。
pt_br: Define o local do traço do pincel em que a pressão simulada será mais forte.
ru: Задать положение штриха кисти, при котором нажим будет самым сильным.

source: Set the object height.
de: Objekthöhe festlegen.
es: Ajusta la altura del objeto.
fr: Définissez la hauteur de l’objet.
it: Imposta l'altezza dell'oggetto.
ja: オブジェクトの高さを設定します。
pt_br: Definir a altura do objeto.
ru: Задайте высоту объекта.

source: Set the object width.
de: Objektbreite festlegen.
es: Ajusta la anchura del objeto.
fr: Définissez la largeur de l’objet.
it: Imposta la larghezza dell'oggetto.
ja: オブジェクトの幅を設定します。
pt_br: Definir a largura do objeto.
ru: Задайте ширину объекта.

source: Set the overall amount of light in the image.
de: Gesamtmenge an Licht im Bild festlegen.
es: Configura la cantidad total de luz en la imagen.
fr: Définissez la quantité totale de lumière dans l’image.
it: Imposta la quantità complessiva di luce nell'immagine.
ja: 画像の全体的な光量を設定します。
pt_br: Definir a quantidade total de luz da imagem.
ru: Задайте общее количество света изображения.

source: Set the overall lightness of the brightest areas in the image.
de: Generelle Helligkeit der hellsten Bereiche im Bild festlegen.
es: Configura la luminosidad general de las zonas más claras de la imagen.
fr: Définissez la luminosité générale des zones les plus lumineuses de l’image.
it: Imposta la luminosità complessiva delle aree più chiare dell'immagine.
ja: 画像の最明部の全体的な明度を設定します。
pt_br: Definir a luminosidade total das áreas mais claras da imagem.
ru: Задайте общее осветление самых ярких участков изображения.

source: Set the overall lightness of the darkest areas in the image.
de: Generelle Helligkeit der dunkelsten Bereiche im Bild festlegen.
es: Configura la luminosidad general de las zonas más oscuras de la imagen.
fr: Définissez la luminosité générale des zones les plus sombres de l’image.
it: Imposta la luminosità complessiva delle aree più scure dell'immagine.
ja: 画像の最暗部の全体的な明度を設定します。
pt_br: Definir a luminosidade total das áreas mais escuras da imagem.
ru: Задайте общее осветление самых темных участков изображения.

source: Set the overall lightness of the midtone areas in the image.
de: Generelle Helligkeit der Mitteltonbereiche im Bild festlegen.
es: Configura la luminosidad general de las zonas con tonos medios de la imagen.
fr: Définissez la luminosité générale des zones à tons moyens de l’image.
it: Imposta la luminosità complessiva delle aree con mezzitoni dell'immagine.
ja: 画像のミッドトーン領域の全体的な明度を設定します。
pt_br: Definir a luminosidade total das áreas de tons médios da imagem.
ru: Задайте общее осветление полутоновых участков изображения.

source: Set the overall sharpness and focus of fine details in an image.
de: Einstellen der Gesamtschärfe und der Fokussierung von feinen Details in einem Bild.
es: Establece la nitidez y el enfoque generales de los pequeños detalles de una imagen.
fr: Définissez la netteté générale et la précision des détails d'une image.
it: Stabilisci la nitidezza generale e la messa a fuoco dei dettagli nell’immagine.
ja: 画像全体のシャープネスと細部のフォーカスを設定します。
pt_br: Define a nitidez total e o foco dos detalhes finos da imagem.
ru: Задать общую резкость и фокус мелких деталей изображения.

source: Set the overall structure and contrast of fine details in an image.
de: Einstellen der Gesamtstruktur und des Kontrasts von feinen Details in einem Bild.
es: Establece la estructura y el contraste generales de los pequeños detalles de una imagen.
fr: Définissez la structure globale et le contraste des détails d'une image.
it: Stabilisci la struttura generale e il contrasto dei dettagli nell’immagine.
ja: 画像の全体的な構造と細部のコントラストを設定します。
pt_br: Define a estrutura total e o contraste dos detalhes finos da imagem.
ru: Задать общую структуру и контраст мелких деталей изображения.

source: Set the overall temperature of the image to make it warmer or cooler.
de: Generelle Temperatur des Bildes festlegen, um es wärmer oder kälter zu machen.
es: Configura la temperatura general de la imagen para que sea más cálida o más fría.
fr: Définissez la température générale de l’image pour la rendre plus chaude ou plus froide.
it: Imposta la temperatura complessiva dell'immagine per renderla più calda o più fredda.
ja: 画像の全体的な温度を設定してイメージをより暖かくまたはより冷たくします。
pt_br: Definir a temperatura total da imagem para torná-la mais quente ou mais fria.
ru: Задайте общую температуру изображения, чтобы сделать его теплее или холоднее.

source: Set the overall tint of the image.
de: Generelle Tönung des Bildes festlegen.
es: Configura el tinte general de la imagen.
fr: Définissez la teinte globale de l’image.
it: Imposta la tinta generale dell'immagine.
ja: 画像の全体的な色合いを設定します。
pt_br: Definir a tonalidade total da imagem.
ru: Задать общий тон изображения.

source: Set the page height.
de: Seitenhöhe festlegen.
es: Configura la altura de la página.
fr: Définissez la hauteur de la page.
it: Imposta l'altezza della pagina.
ja: ページの高さを設定。
pt_br: Defina a altura da página.
ru: Задать высоту страницы.

source: Set the page resolution.
de: Seitenauflösung festlegen.
es: Configura la resolución de la página.
fr: Définissez la résolution de la page.
it: Imposta la risoluzione della pagina.
ja: ページの解像度を設定。
pt_br: Defina a resolução da página.
ru: Задать разрешение страницы.

source: Set the page width.
de: Seitenbreite festlegen.
es: Configura la anchura de la página.
fr: Définissez la largeur de la page.
it: Imposta la larghezza della pagina.
ja: ページ幅を設定。
pt_br: Defina a largura da página.
ru: Задать ширину страницы.

source: Set the pattern scale.
de: Einstellen der Musterskalierung.
es: Establece la escala de patrones.
fr: Définissez l'échelle du motif.
it: Stabilisci la scala del pattern.
ja: パターンのスケールを設定。
pt_br: Define a escala do padrão.
ru: Задать масштаб узора.

source: Set the range of the color selection.
de: Bereich der Farbauswahl festlegen.
es: Ajusta el intervalo de la selección de colores.
fr: Définissez l’étendue de la sélection de couleurs.
it: Imposta l'intervallo della selezione colore.
ja: 色選択の範囲を調整します。
pt_br: Definir a faixa da seleções de cores.
ru: Задать диапазон выбора цветов.

source: Set the rotation of the image.
de: Die Rotation des Bilds festlegen.
es: Establece la rotación de la imagen.
fr: Définir la rotation de l’image.
it: Imposta la rotazione dell'immagine.
ja: 画像の回転を設定します。
pt_br: Define a rotação da imagem.
ru: Задать вращение изображения.

source: Set the saturation of every color in the image.
de: Sättigung jeder Farbe im Bild festlegen.
es: Configura la saturación de todos los colores de la imagen.
fr: Définissez la saturation de toutes les couleurs de l’image.
it: Imposta la saturazione di ogni colore nell'immagine.
ja: 画像の各色の彩度を設定します。
pt_br: Definir a saturação de todas as cores da imagem.
ru: Задайте насыщенность каждого цвета в изображении.

source: Set the saturation of the colors in the highlights.
de: Sättigung der Farben in den Hervorhebungen einstellen.
es: Define la saturación de los colores en los tonos claros.
fr: Définit la saturation des couleurs dans les tons clairs.
it: Imposta la saturazione dei colori nei punti di luce.
ja: ハイライト内の色の彩度を設定します。
pt_br: Definir a saturação das cores nos destaques.
ru: Задать насыщенность цветов в светлых участках.

source: Set the saturation of the colors in the midtones.
de: Sättigung der Farben in den Mitteltönen einstellen.
es: Define la saturación de los colores en los tonos medios.
fr: Définit la saturation des couleurs dans les tons moyens.
it: Imposta la saturazione dei colori nei mezzi toni.
ja: 中間色の色の彩度を設定します。
pt_br: Definir a saturação das cores nos tons médios.
ru: Задать насыщенность цветов в средних по яркости участках.

source: Set the saturation of the colors in the shadows.
de: Sättigung der Farben in den Schatten einstellen.
es: Define la saturación de los colores en las sombras.
fr: Définit la saturation des couleurs dans les tons sombres.
it: Imposta la saturazione dei colori nelle ombre.
ja: シャドウの色の彩度を設定します。
pt_br: Definir a saturação das cores nas sombras.
ru: Задать насыщенность цветов в затемненных участках.

source: Set the saturation of the less vibrant colors in the image.
de: Sättigung der weniger kräftigen Farben im Bild festlegen.
es: Configura la saturación los colores menos vivos de la imagen.
fr: Définissez la saturation des couleurs les moins éclatantes de l’image.
it: Imposta la saturazione dei colori meno vibranti nell'immagine.
ja: 画像内の鮮やかでない色の彩度を設定します。
pt_br: Definir a saturação das cores menos vibrantes da imagem.
ru: Отрегулируйте насыщенность менее сияющих цветов в изображении.

source: Set the saturation of the selected color.
de: Sättigung der gewählten Farbe festlegen.
es: Configura la saturación del color seleccionado.
fr: Définissez la saturation de la couleur sélectionnée.
it: Imposta la saturazione del colore selezionato.
ja: 選択した色の彩度を設定します。
pt_br: Definir a saturação da cor selecionada.
ru: Задайте насыщенность выбранного цвета.

source: Set the shape height.
de: Formhöhe festlegen.
es: Configura la altura de la figura.
fr: Définissez la hauteur de la forme.
it: Imposta l'altezza della forma.
ja: シェイプの高さを設定します。
pt_br: Definir a altura da forma.
ru: Задать высоту фигуры.

source: Set the shape width.
de: Formbreite festlegen.
es: Configura la anchura de la figura.
fr: Définissez la largeur de la forme.
it: Imposta la larghezza della forma.
ja: シェイプの幅を設定します。
pt_br: Definir a largura da forma.
ru: Задать ширину фигуры.

source: Set the sharpness and focus of image details in a specific tonal range.
de: Einstellen der Schärfe und des Fokus von Bilddetails in einem bestimmten Tonwertbereich.
es: Ajusta la nitidez y el enfoque de los detalles de la imagen en un intervalo de tonos concreto.
fr: Définissez la netteté et la précision des détails de l'image dans une gamme de tons spécifique.
it: Stabilisci la nitidezza e la messa a fuoco dei dettagli dell’immagine in una specifica gamma tonale.
ja: 特定の色調範囲で画像の細部のシャープネスとフォーカスを設定します。
pt_br: Define a nitidez e o foco dos detalhes da imagem em uma faixa específica de tonalidades.
ru: Задать резкость и фокус деталей изображения в конкретном диапазоне тонов.

source: Set the size of the brush texture.
de: Größe der Pinseltextur festlegen.
es: Configura el tamaño de la textura del pincel.
fr: Définissez la taille de la texture du pinceau.
it: Imposta la dimensione della texture del pennello.
ja: ブラシのテクスチャのサイズを設定します。
pt_br: Definir o tamanho da textura do pincel.
ru: Задайте размер текстуры кисти.

source: Set the size of the brush used to add or subtract areas from the mask.
de: Einstellen, wie groß der Pinsel ist, mit dem Maskenbereiche hinzugefügt oder entfernt werden.
es: Establece el tamaño del pincel utilizado para añadir o sustraer áreas de la máscara.
fr: Définissez la taille du pinceau utilisé pour ajouter ou soustraire des zones du masque.
it: Imposta le dimensioni del pennello usato per aggiungere o sottrarre aree alla maschera.
ja: マスクに領域を追加または削除するために使用するブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel utilizado para adicionar ou subtrair áreas da máscara.
ru: Задайте размер кисти добавления/вычитания областей из маски.

source: Set the size of the brush used to add or subtract areas from your selection.
de: Einstellen, wie groß der Pinsel ist, mit dem Ihre Auswahlbereiche hinzugefügt oder entfernt werden.
es: Establece el tamaño del pincel utilizado para añadir o sustraer áreas de tu selección.
fr: Définissez la taille du pinceau utilisé pour ajouter ou soustraire de votre sélection.
it: Imposta le dimensioni del pennello usato per aggiungere o sottrarre aree alla selezione.
ja: 選択範囲に領域を追加または削除するために使用するブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel utilizado para adicionar ou subtrair áreas da sua seleção.
ru: Задайте размер кисти добавления/вычитания областей из выбранного.

source: Set the size of the brush.
de: Größe des Pinsels festlegen.
es: Configura el tamaño del pincel.
fr: Définissez la taille du pinceau.
it: Imposta la dimensione del pennello.
ja: ブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel.
ru: Задать размер кисти.

source: Set the size of the Bump tool brush.
de: Größe des Ausbeulungswerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta de rugosidad.
fr: Définissez la taille du pinceau de l’outil Bosselage.
it: Imposta la dimensione del pennello strumento Impatto.
ja: バンプツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Relevo.
ru: Задать размер кисти инструмента вздутия.

source: Set the size of the Clone tool brush.
de: Größe des Klonwerkzeugpinsels festlegen.
es: Configura el tamaño del pincel de la herramienta Clonar.
fr: Définissez la taille du pinceau de l’outil Duplication.
it: Imposta la dimensione del pennello strumento Clone.
ja: クローンツールのブラシのサイズを設定します。
pt_br: Definir o tamanho do pincel da ferramenta Clone.
ru: Задайте размер кисти инструмента «Штамп».
