Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/ToolTips.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Adjust the size of the displacement map image.
de: Größe des Bildes der Verschiebungskarte anpassen.
es: Ajusta el tamaño de la imagen de la asignación de desplazamiento.
fr: Ajustez la taille de l’image de la carte de déplacement.
it: Regola la dimensione dell'immagine della mappa di spostamento.
ja: ディスプレイスメントマップ画像のサイズを調整します。
pt_br: Ajustar o tamanho da imagem do mapa de deslocamento.
ru: Отрегулируйте размер изображения карты Дисплейсмента.

source: Adjust the size of the grain particles.
de: Größe der Körner anpassen.
es: Ajustar el tamaño de las partículas de grano.
fr: Ajustez la taille des particules de grain.
it: Regola la dimensione della grana.
ja: 粒子のサイズを調整します。
pt_br: Ajusta o tamanho das partículas de grão.
ru: Отрегулируйте размер частиц зерна.

source: Adjust the size of the Lighten tool brush.
de: Größe des Aufhellungswerkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Iluminar.
fr: Ajustez la taille du pinceau de l’outil Éclaircir.
it: Regola la dimensione del pennello strumento Schiarisci.
ja: 比較 (明) ツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Clarear.
ru: Отрегулируйте размер кисти инструмента Осветление.

source: Adjust the size of the Pinch tool brush.
de: Größe des Pinch-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Encoger.
fr: Ajustez la taille du pinceau de l’outil Contraction.
it: Regola la dimensione del pennello strumento Deforma.
ja: ピンチツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Compressão.
ru: Отрегулируйте размер кисти инструмента Щипок.

source: Adjust the size of the pixel.
de: Größe des Pixels anpassen.
es: Ajusta el tamaño del píxel.
fr: Ajustez la taille du pixel.
it: Regola la dimensione del pixel.
ja: ピクセルの大きさを調整します。
pt_br: Ajustar o tamanho do pixel.
ru: Отрегулируйте размер пикселя.

source: Adjust the size of the Repair tool brush.
de: Größe des Reparaturpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Reparar.
fr: Ajustez la taille du pinceau de l’outil Réparer.
it: Regola la dimensione del pennello strumento Ripara.
ja: 修復ツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta de reparo.
ru: Отрегулируйте размер кисти инструмента исправления.

source: Adjust the size of the Saturate tool brush.
de: Größe des Sättigungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Saturar.
fr: Ajustez la taille du pinceau de l’outil Saturer.
it: Regola la dimensione del pennello strumento Satura.
ja: 彩度ツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Saturar.
ru: Отрегулируйте размер кисти инструмента Насыщенность.

source: Adjust the size of the selection brush.
de: Größe des Wählpinsels anpassen.
es: Ajusta el tamaño del pincel de selección.
fr: Ajustez la taille du pinceau de sélection.
it: Regola la dimensione del pennello selezione.
ja: 選択ブラシのサイズを調整します。
pt_br: Ajustar o tamanho do pincel de seleção.
ru: Отрегулируйте размер кисти выбора.

source: Adjust the size of the Sharpen tool brush.
de: Größe des Schärfungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Enfocar.
fr: Ajustez la taille du pinceau de l’outil Netteté.
it: Regola la dimensione del pennello strumento Nitidezza.
ja: シャープツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Nitidez.
ru: Отрегулируйте размер кисти инструмента Резкость.

source: Adjust the size of the Smudge tool brush.
de: Größe des Verwischungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Dedo.
fr: Ajustez la taille du pinceau de l’outil Doigt.
it: Regola la dimensione del pennello strumento Sfumino.
ja: 指先ツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Borrar.
ru: Отрегулируйте размер кисти инструмента Палец.

source: Adjust the size of the Soften tool brush.
de: Größe des Weichzeichnungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Suavizar.
fr: Ajustez la taille du pinceau de l’outil Adoucir.
it: Regola la dimensione del pennello strumento Attenua.
ja: ソフトツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Suavizar.
ru: Отрегулируйте размер кисти инструмента Смягчение.

source: Adjust the size of the starts and ends of your brushstrokes.
de: Größe der Anfänge und Enden Ihrer Pinselstriche anpassen.
es: Ajusta el tamaño del principio y del final de tus pinceladas.
fr: Ajustez la taille du début et de la fin de vos coups de pinceau.
it: Regola la dimensione dell'inizio e la fine delle pennellate.
ja: ブラシストロークの始端と終端のサイズを調整します。
pt_br: Ajusta o tamanho do início e do fim das pinceladas.
ru: Отрегулируйте размер начал и окончаний штрихов кисти.

source: Adjust the size of the Twirl tool brush.
de: Größe des Zwirbel-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Molinete.
fr: Ajustez la taille du pinceau de l’outil Tourbillon.
it: Regola la dimensione del pennello strumento Spirale.
ja: 回転ツールのブラシのサイズを調整します。
pt_br: Ajustar o tamanho do pincel da ferramenta Torção.
ru: Отрегулируйте размер кисти инструмента закручивания.

source: Adjust the size of the Warp tool brush.
de: Größe des Verkrümmungs-Werkzeugpinsels anpassen.
es: Ajusta el tamaño del pincel de la herramienta Deformar.
fr: Ajustez la taille du pinceau de l’outil Déformer.
it: Regola la dimensione del pennello strumento Altera.
ja: ワープツールのブラシのサイズを調整します。
pt_br: Ajusta o tamanho do pincel da ferramenta Distorcer.
ru: Отрегулируйте размер кисти инструмента искажения.

source: Adjust the smoothness of the displacement map, displacing pixels more smoothly.
de: Weichheit der Verschiebungskarte anpassen; verschiebende Pixel sind weicher.
es: Ajusta el suavizado de la asignación de desplazamiento, desplazando los píxeles de forma más uniforme.
fr: Ajustez la douceur de la carte de déplacement, en déplaçant les pixels plus progressivement.
it: Regola l'uniformità della mappa di spostamento, spostando più uniformemente i pixel.
ja: ディスプレイスメントマップの滑らかさを調整して、ピクセルをよりスムーズに置き換えます。
pt_br: Ajustar a suavidade do mapa de deslocamento, deslocando os pixels com mais suavidade.
ru: Отрегулируйте плавность карты дисплейсмента, смещая пиксели более плавно.

source: Adjust the softness of the brush.
de: Weichheit des Pinsels einstellen.
es: Ajustar la suavidad del pincel.
fr: Réglez la douceur du pinceau.
it: Regola la morbidezza del pennello.
ja: ブラシの柔らかさを調整します。
pt_br: Ajuste a suavidade do pincel.
ru: Отрегулировать мягкость кисти.

source: Adjust the softness of the gradient mask.
de: Weichheit der Verlaufsmaske einstellen.
es: Ajustar la suavidad de la máscara de degradado.
fr: Réglez la douceur du masque de dégradé.
it: Regola la morbidezza della maschera sfumatura.
ja: グラデーションマスクの柔らかさを調整します。
pt_br: Ajuste a suavidade da máscara de gradiente.
ru: Отрегулировать плавность маски градиента.

source: Adjust the softness of the mask.
de: Passen Sie hier die Weichheit der Maske an.
ru: Отрегулировать мягкость маски.

source: Adjust the spacing between each brush texture mark in your brushstroke.
de: Abstand zwischen jeder Pinselstrichtextur in Ihrem Pinselstrich anpassen.
es: Ajusta el espacio entre las marcas de la textura del pincel.
fr: Ajustez l’espacement entre chaque marque de texture de votre coup de pinceau.
it: Regola la spaziatura tra ogni segno di pennello texture in una pennellata.
ja: ブラシストロークの各ブラシテクスチャの間隔を調整します。
pt_br: Ajusta a distância entre cada marca de textura de pincel da pincelada.
ru: Отрегулируйте интервалы между текстурными следами кисти в штрихе кисти.

source: Adjust the spacing between individual brush marks.
de: Abstand zwischen einzelnen Pinselstrichen anpassen.
es: Ajusta el espacio entre las marcas de pincel.
fr: Ajustez l’espacement entre les marques de pinceau individuelles.
it: Regola la spaziatura tra i segni di pennello individuali.
ja: 個々のブラシマークの間隔を調整します。
pt_br: Ajusta a distância entre marcas de pincel individuais.
ru: Отрегулируйте расстояние между следами кисти.

source: Adjust the strength of the black and white effect.
de: Stärke des Schwarzweißeffekts anpassen.
es: Ajusta la intensidad del efecto Blanco y negro.
fr: Ajustez l’intensité de l’effet noir et blanc.
it: Regola l'intensità dell'effetto bianco e nero.
ja: ブラック＆ホワイトエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito preto e branco.
ru: Отрегулируйте силу эффекта черного/белого.

source: Adjust the strength of the bumping effect.
de: Stärke des Ausbeulungseffekts anpassen.
es: Ajusta la intensidad del efecto Rugoso.
fr: Ajustez l’intensité de l’effet de bosselage.
it: Regola l'intensità dell'effetto impatto.
ja: バンプエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de relevo.
ru: Отрегулируйте силу эффекта вздутия.

source: Adjust the strength of the darkening effect.
de: Stärke des Verdunkelungseffekts anpassen.
es: Ajusta la intensidad del efecto Oscurecer.
fr: Ajustez l’intensité de l’effet obscurcissant.
it: Regola l'intensità dell'effetto di oscuramento.
ja: ダークニングエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de escurecimento.
ru: Отрегулируйте силу эффекта затемнения.

source: Adjust the strength of the desaturation effect.
de: Stärke des Entsättigungseffekts anpassen.
es: Ajusta la intensidad del efecto Desaturar.
fr: Ajustez l’intensité de l’effet de désaturation.
it: Regola l'intensità dell'effetto di desaturazione.
ja: 彩度を下げるエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de dessaturação.
ru: Отрегулируйте силу эффекта убирания насыщенности.

source: Adjust the strength of the invert effect.
de: Stärke des Umkehreffekts anpassen.
es: Ajusta la intensidad del efecto Invertir.
fr: Ajustez l’intensité de l’effet d’inversion.
it: Regola l'intensità dell'effetto di inversione.
ja: 反転エフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito inverter.
ru: Отрегулируйте силу эффекта инвертирования.

source: Adjust the strength of the lightening effect.
de: Stärke des Aufhellungseffekts anpassen.
es: Ajusta la intensidad del efecto Iluminar.
fr: Ajustez l’intensité de l’effet éclaircissant.
it: Regola l'intensità dell'effetto di schiarimento.
ja: ライトニングエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito clarear.
ru: Отрегулируйте силу эффекта осветления.

source: Adjust the strength of the LUT.
de: Stärke der LUT anpassen.
es: Ajuste la intensidad del LUT.
fr: Ajustez l’intensité de la LUT.
it: Regola l'intensità della LUT.
ja: LUTの強度を調整します。
pt_br: Ajusta a intensidade do LUT.
ru: Отрегулируйте силу LUT (таблица сопоставления цвета).

source: Adjust the strength of the monochrome effect.
de: Stärke des Monochromeffekts anpassen.
es: Ajusta la intensidad del efecto Monocromo.
fr: Ajustez l’intensité de l’effet monochrome.
it: Regola l'intensità dell'effetto monocromatico.
ja: モノクロエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito monocromático.
ru: Отрегулируйте силу эффекта монохромности.

source: Adjust the strength of the paint smudging effect.
de: Stärke des Farbverwischungseffekts anpassen.
es: Ajusta la intensidad del efecto Dedo con pintura.
fr: Ajustez l’intensité de l’effet d’étalement de la peinture.
it: Regola l'intensità dell'effetto sfumino pittura.
ja: ペイントの汚れエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de borrar tinta.
ru: Отрегулируйте силу эффекта рисования Палец.

source: Adjust the strength of the pinching effect.
de: Stärke des Pinch-Effekts anpassen.
es: Ajusta la intensidad del efecto Encoger.
fr: Ajustez l’intensité de l’effet de contraction.
it: Regola l'intensità dell'effetto deformato.
ja: ピンチエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de compressão.
ru: Отрегулируйте силу эффекта щипка.

source: Adjust the strength of the saturation effect.
de: Stärke des Sättigungseffekts anpassen.
es: Ajusta la intensidad del efecto Saturación.
fr: Ajustez l’intensité de l’effet de saturation.
it: Regola l'intensità dell'effetto di saturazione.
ja: 彩度エフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de saturação.
ru: Отрегулируйте силу эффекта Насыщенность.

source: Adjust the strength of the sepia effect.
de: Stärke des Sepiaeffekts anpassen.
es: Ajusta la intensidad del efecto Sepia.
fr: Ajustez l’intensité de l’effet sépia.
it: Regola l'intensità dell'effetto seppia.
ja: セピアエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito sépia.
ru: Отрегулируйте силу эффекта сепии.

source: Adjust the strength of the sharpening effect.
de: Stärke des Schärfungseffekts anpassen.
es: Ajusta la intensidad del efecto Enfocar.
fr: Ajustez l’intensité de l’effet d’accentuation.
it: Regola l'intensità dell'effetto nitidezza.
ja: シャープエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de nitidez.
ru: Отрегулируйте силу эффекта резкости.

source: Adjust the strength of the smudging effect.
de: Stärke des Verwischungseffekts anpassen.
es: Ajusta la intensidad del efecto Dedo.
fr: Ajustez l’intensité de l’effet d’étalement.
it: Regola l'intensità dell'effetto sfumino.
ja: 汚れエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito de borrar.
ru: Отрегулируйте силу эффекта Палец.

source: Adjust the strength of the softening effect.
de: Stärke des Weichzeichnungseffekts anpassen.
es: Ajusta la intensidad del efecto Suavizar.
fr: Ajustez l’intensité de l’effet adoucissant.
it: Regola l'intensità dell'effetto morbidezza.
ja: ソフトエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito suavizar.
ru: Отрегулируйте силу эффекта Смягчение.

source: Adjust the strength of the twirling effect.
de: Stärke des Zwirbeleffekts anpassen.
es: Ajusta la intensidad del efecto de Molinete.
fr: Ajustez l’intensité de l’effet tourbillonnant.
it: Regola l'intensità dell'effetto spirale.
ja: 回転エフェクトの強さを調整します。
pt_br: Ajuste a força do efeito de torção.
ru: Отрегулируйте силу закручивающего эффекта.

source: Adjust the strength of the vignette effect.
de: Stärke des Vignetteneffekts anpassen.
es: Ajusta la intensidad del efecto de viñeta.
fr: Ajustez l’intensité du vignetage.
it: Regola l'intensità dell'effetto vignetta.
ja: ヴィネットエフェクトの強さを調整します。
pt_br: Ajustar a intensidade do efeito de vinheta.
ru: Отрегулируйте силу эффекта виньетирования.

source: Adjust the strength of the vignette using a black point-based effect to darken or lighten mostly the darkest parts of the edges of image.
de: Stärke der Vignette mit einem schwarzen punktbasierten Effekt anpassen, um die überwiegend dunkelsten Teile der Bildränder zu verdunkeln oder aufzuhellen.
es: Ajustar la fuerza de la viñeta usando un efecto de puntos negros para oscurecer o iluminar la mayoría de las zonas oscuras de los bordes de la imagen.
fr: Ajustez l'intensité du vignetage avec un effet basé sur le point noir pour assombrir ou éclaircir principalement les parties les plus sombres en bordure de l’image.
it: Regola l'intensità della vignetta utilizzando un effetto basato sul punto di nero per scurire o schiarire principalmente le parti più scure dei bordi dell'immagine.
ja: 黒点ベースの効果を使用してビネットの強度を調整し、画像のエッジの最も暗い部分を主に暗くしたり明るくしたりします。
pt_br: Ajuste a força da vinheta utilizando um efeito baseado em ponta preta para escurecer ou clarear principalmente as partes mais claras dos cantos da imagem.
ru: Отрегулировать силу виньетирования с помощью эффекта, базирующегося на черной точке, или осветлить большинство самых темных частей в углах изображения.

source: Adjust the strength of the vignette using an exposure-based effect to darken or lighten the edges of the image equally.
de: Stärke der Vignette mit einem belichtungsbasierten Effekt anpassen, um die Bildränder gleichmäßig zu verdunkeln oder aufzuhellen.
es: Ajustar la fuerza de la viñeta usando un efecto de exposición para oscurecer o iluminar los bordes de la imagen de forma equitativa.
fr: Ajustez l'intensité du vignetage avec un effet basé sur l’exposition pour assombrir ou éclaircir de façon homogène les bords de l'image.
it: Regola l'intensità della vignetta utilizzando un effetto basato sull'esposizione per scurire o schiarire i bordi dell'immagine in modo omogeneo.
ja: 露出ベースの効果を使用してビネットの強度を調整し、画像のエッジを均等に暗くしたり明るくしたりします。
pt_br: Ajustar a força da vinheta utilizando um efeito baseado na exposição para escurecer ou clarear os cantos da imagem de forma homogênea.
ru: Отрегулировать силу виньетирования с помощью эффекта, базирующегося на экспозиции, или одинаково осветлить углы изображения.

source: Adjust the strength of the warping effect.
de: Stärke des Verkrümmungseffekts anpassen.
es: Ajusta la intensidad del efecto Deformar.
fr: Ajustez l’intensité de l’effet déformant.
it: Regola l'intensità dell'effetto di alterazione.
ja: ワープエフェクトの強さを調整します。
pt_br: Ajusta a intensidade do efeito distorcer.
ru: Отрегулируйте силу эффекта искажения.

source: Adjust the stroke width.
de: Strichbreite anpassen.
es: Ajusta la anchura del trazo.
fr: Ajustez la largeur du coup de pinceau.
it: Regola lo spessore del tratto.
ja: 線の幅を調整します。
pt_br: Ajusta a largura do traço.
ru: Отрегулируйте ширину штриха.

source: Adjust the structure and contrast of image details in a specific tonal range.
de: Anpassen der Struktur und des Kontrasts von Bilddetails in einem bestimmten Tonwertbereich.
es: Ajusta la estructura y el contraste de los detalles de la imagen en un intervalo de tonos concreto.
fr: Ajustez la structure et le contraste des détails de l'image dans une gamme de tons spécifique.
it: Regola la struttura e il contrasto dei dettagli dell’immagine in una specifica gamma tonale.
ja: 特定の色調範囲で画像の細部の構造とコントラストを調整します。
pt_br: Ajusta a estrutura e o contraste dos detalhes da imagem em uma faixa específica de tonalidades.
ru: Отрегулировать структуру и контраст деталей изображения в конкретном диапазоне тонов.

source: Adjust the transparency of the brush.
de: Transparenz des Pinsels anpassen.
es: Ajusta la transparencia del pincel.
fr: Ajustez la transparence du pinceau.
it: Regola la trasparenza del pennello.
ja: ブラシの透明度を調整します。
pt_br: Ajusta a transparência do pincel.
ru: Отрегулируйте прозрачность кисти.

source: Adjust the transparency of the fill.
de: Transparenz der Füllung anpassen.
es: Ajusta la transparencia del relleno.
fr: Ajustez la transparence du remplissage.
it: Regola la trasparenza del riempimento.
ja: 塗りつぶしの透明度を調整します。
pt_br: Ajustar a transparência do preenchimento.
ru: Отрегулируйте прозрачность заливки.

source: Adjust the transparency of the inner shadow.
de: Transparenz des inneren Schattens anpassen.
es: Ajusta la transparencia de la sombra interna.
fr: Ajustez la transparence de l’ombre interne.
it: Regola la trasparenza dell'ombra interna.
ja: インナーシャドウの透明度を調整します。
pt_br: Ajustar a transparência da sombra interna.
ru: Отрегулируйте прозрачность внутри тени.

source: Adjust the transparency of the object.
de: Transparenz des Objekts anpassen.
es: Ajusta la transparencia del objeto.
fr: Ajustez la transparence de l’objet.
it: Regola la trasparenza dell’oggetto.
ja: オブジェクトの透明度を調整します。
pt_br: Ajustar a transparência do objeto.
ru: Отрегулируйте прозрачность объекта.

source: Adjust the transparency of the pixel.
de: Transparenz des Pixels anpassen.
es: Ajusta la transparencia del píxel.
fr: Ajustez la transparence du pixel.
it: Regola la trasparenza del pixel.
ja: ピクセルの透明度を調整します。
pt_br: Ajustar a transparência do pixel.
ru: Отрегулируйте прозрачность пикселя.

source: Adjust the transparency of the selected color range.
de: Anpassen der Transparenz des ausgewählten Farbbereichs.
es: Ajusta la transparencia del intervalo de colores seleccionado.
fr: Ajustez la transparence de la gamme de couleurs sélectionnée.
it: Regola la trasparenza della gamma di colore selezionata.
ja: 選択した色範囲の透明度を調整します。
pt_br: Ajusta a transparência da faixa de cores selecionada.
ru: Отрегулировать прозрачность выбранного диапазона цветов.

source: Adjust the transparency of the Smart Erase tool.
de: Transparenz des intelligenten Löschwerkzeuugs anpassen.
es: Configura la transparencia de la herramienta Borrado Inteligente.
fr: Ajustez la transparence de l’outil Gomme magique.
it: Regola la trasparenza dello strumento Gomma smart.
ja: スマート消去ツールの透明度を調整します。
pt_br: Ajustar a transparência da ferramenta Borracha Inteligente.
ru: Отрегулируйте прозрачность инструмента смарт-ластик.

source: Adjust the transparency of the starts and ends of your brushstrokes.
de: Transparenz der Anfänge und Enden Ihrer Pinselstriche anpassen.
es: Ajusta la transparencia del principio y del final de tus pinceladas.
fr: Ajustez la transparence du début et de la fin de vos coups de pinceau.
it: Regola la trasparenza dell'inizio e la fine delle pennellate.
ja: ブラシストロークの始端と終端の透明度を調整します。
pt_br: Ajustar a transparência do início e do fim das pinceladas.
ru: Отрегулируйте прозрачность начал и концов ваших штрихов кистью.

source: Adjust the transparency of the stroke.
de: Transparenz des Strichs anpassen.
es: Ajusta la transparencia del trazo.
fr: Ajustez la transparence du coup de pinceau.
it: Regola la trasparenza del tratto.
ja: 線の透明度を調整します。
pt_br: Ajustar a transparência do traço.
ru: Отрегулируйте прозрачность штриха.

source: Adjust the vertical distance between each line of text.
de: Vertikalen Abstand zwischen jeder Textzeile anpassen.
es: Ajusta la distancia vertical entre las líneas de texto.
fr: Ajustez l’espacement vertical entre chaque ligne de texte.
it: Regola la distanza verticale tra ogni riga di testo.
ja: 各テキスト行の間の垂直距離を調整します。
pt_br: Ajustar a distância vertical entre cada linha de texto.
ru: Отрегулировать расстояние по вертикали между строками текста.

source: Adjust the vertical perspective of the image.
de: Die vertikale Perspektive des Bilds anpassen.
es: Ajuste la perspectiva vertical de la imagen.
fr: Ajuster la perspective verticale de l’image.
it: Regola la prospettiva verticale dell'immagine.
ja: 画像の垂直方向の遠近法を調整します。
pt_br: Ajustar a perspectiva vertical da imagem.
ru: Коррекция перспективы по вертикали.

source: Adjust the vertical perspective of the object.
de: Die vertikale Perspektive des Objektes anpassen.
es: Ajustar la perspectiva vertical del objeto.
fr: Ajuster la perspective verticale de l’objet.
it: Regola la prospettiva verticale dell'oggetto.
ja: オブジェクトの垂直方向の遠近を調整します。
pt_br: Ajusta a perspectiva vertical do objeto.
ru: Коррекция перспективы объекта по вертикали.

source: Adjust the vertical size of the brush shape.
de: Vertikale Größe der Pinselform anpassen.
es: Ajusta el tamaño vertical de la forma del pincel.
fr: Ajustez la taille verticale du coup de pinceau.
it: Regola la dimensione verticale della forma del pennello.
ja: ブラシの形状の垂直方向のサイズを調整します。
pt_br: Ajustar o tamanho vertical da forma do pincel.
ru: Отрегулируйте вертикальный размер фигуры кисти.

source: Adjust when the video should start playing.
de: Wählen, wann die Videowiedergabe gestartet werden soll.
es: Ajuste cuándo ha de empezar a reproducirse el vídeo.
fr: Réglez le temps de début de lecture de la vidéo.
it: Modifica il punto di inizio del video.
ja: ビデオの再生を開始するタイミングを調整します。
pt_br: Ajuste quando a reproduçao do vídeo deverá começar.
ru: Отрегулировать, когда видео начнёт воспроизведение.

source: Align text to the bottom of the text box.
de: Text unten in der Textbox ausrichten.
es: Alinea el texto con la parte inferior del cuadro de texto.
fr: Alignez le texte avec la partie inférieure de la zone de texte.
it: Allinea il testo nella parte inferiore della casella di testo.
ja: テキストをテキスボックスの下部に揃えます。
pt_br: Alinha o texto com a base da caixa de texto.
ru: Выровнять текст по низу текстового окна.

source: Align text to the left.
de: Text linksbündig ausrichten.
es: Alinea el texto a la izquierda.
fr: Alignez le texte à gauche.
it: Allinea il testo a sinistra.
ja: テキストを左に揃えます。
pt_br: Alinhar o texto à esquerda.
ru: Выровнять текст по левому краю.
