Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/Video Editor.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Always Hide Controls
de: Einstellungen immer ausblenden
es: Ocultar siempre los controles
fr: Toujours masquer les commandes
it: Nascondi sempre controlli
ja: 常にコントロールを隠す
ko: 컨트롤 항상 숨기기
pt_br: Sempre ocultar controles
ru: Скрывать управление всегда
zh_hans: 始终隐藏控件
zh_hant: 永遠隱藏控制選項

source: Always Show Controls
de: Einstellungen immer anzeigen
es: Mostrar siempre los controles
fr: Toujours afficher les commandes
it: Mostra sempre controlli
ja: 常にコントロールを表示
ko: 컨트롤 항상 표시
pt_br: Sempre mostrar controles
ru: Показывать управление всегда
zh_hans: 始终显示控件
zh_hant: 永遠顯示控制選項

source: Automatically Show Controls
de: Einstellungen automatisch anzeigen
es: Mostrar controles automáticamente
fr: Afficher automatiquement les commandes
it: Mostra controlli automaticamente
ja: コントローラーを自動で表示
ko: 컨트롤 자동 표시
pt_br: Mostrar controles automaticamente
ru: Показывать управление автоматически
zh_hans: 自动显示控件
zh_hant: 自動顯示控制選項

source: Bounce Video
de: Video bouncen
es: Devolver vídeo
fr: Renvoyer la vidéo
it: Crea effetto rimbalzo
ja: バウンス動画
ko: 비디오 바운스
pt_br: Voltar vídeo
zh_hans: Bounce 视频
zh_hant: Bounce 影片

source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
it: Durata: %@
ja: 時間: %@
ko: 재생 시간: %@
pt_br: Duração: %@
ru: Длительность: %@
zh_hans: 持续时间：%@
zh_hant: 時長：%@

source: Edit Video
de: Video bearbeiten
es: Editar vídeo
fr: Modifier la vidéo
it: Modifica video
ja: ビデオを編集
ko: 비디오 편집
pt_br: Editar vídeo
ru: Править видео
zh_hans: 编辑视频
zh_hant: 編輯影片

source: End Behavior:
de: Endverhalten:
es: Comportamiento final:
fr: Comportement final :
it: Comportamento finale:
ja: 終了動作:
ko: 종료 동작:
pt_br: Comportamento final:
ru: Поведение в конце:
zh_hans: 结束特性：
zh_hant: 結束行為：

source: Final Frame: %@
de: Letztes Bild: %@
es: Fotograma final: %@
fr: Image finale : %@
it: Fotogramma finale: %@
ja: 最終フレーム: %@
ko: 마지막 프레임: %@
pt_br: Quadro final: %@
ru: Конечный кадр: %@
zh_hans: 最终框架：%@
zh_hant: 最終影格：%@

source: First Frame: %@
de: Erstes Bild: %@
es: Primer fotograma: %@
fr: Image initiale : %@
it: Fotogramma iniziale: %@
ja: 最初のフレーム: %@
ko: 첫 프레임: %@
pt_br: Primeiro quadro: %@
ru: Начальный кадр: %@
zh_hans: 起始框架：%@
zh_hant: 起始影格：%@

source: Hide Video
de: Video ausblenden
es: Ocultar vídeo
fr: Masquer la vidéo
it: Nascondi video
ja: ビデオを非表示
ko: 비디오 숨기기
pt_br: Ocultar vídeo
ru: Скрыть видео
zh_hans: 隐藏视频
zh_hant: 隱藏影片

source: Hold Frame
de: Bild stoppen
es: Ocultar fotograma
fr: Arrêt sur image
it: Crea fermo immagine
ja: ホールドフレーム
ko: 프레임 보류
pt_br: Reter quadro
ru: Удержать кадр
zh_hans: 保持框架
zh_hant: 保留影格

source: Loop Playback
de: Wiedergabe in Endlosschleife
es: Reproducción en bucle
fr: Lecture en boucle
it: Riproduzione in loop
ja: ループ再生
ko: 반복 재생
pt_br: Reprodução em loop
ru: Воспр. петли
zh_hans: 循环播放
zh_hant: 循環播放

source: Loop Video
de: Video wiederholen
es: Repetir vídeo
fr: Lire la vidéo en boucle
it: Riproduci in loop
ja: ループビデオ
ko: 비디오 반복
pt_br: Repetir vídeo
ru: Петля видео
zh_hans: 循环视频
zh_hant: 循環影片

source: Play
de: Wiedergeben
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспр.
zh_hans: 播放
zh_hant: 播放

source: Play Selected
de: Auswahl abspielen
es: Reproducir selección
fr: Lire la sélection
it: Riproduci selezionati
ja: 選択を再生
ko: 선택 항목 재생
pt_br: Reproduzir selecionado
ru: Воспр. выбранные
zh_hans: 播放所选项
zh_hant: 播放選擇項目

source: Poster Frame: %@
de: Posterrahmen: %@
es: Marco de póster: %@
fr: Cadre de poster : %@
it: Fotogramma di copertina: %@
ja: ポスターフレーム: %@
ko: 포스터 프레임: %@
pt_br: Moldura do poster: %@
ru: Кадр постера: %@
zh_hans: 海报框架：%@
zh_hant: 海報外框：%@

source: Start Behavior:
de: Verhalten starten:
es: Comportamiento inicial:
fr: Comportement initial :
it: Comportamento iniziale:
ja: 開始動作:
ko: 시작 동작:
pt_br: Comportamento inicial:
ru: Поведение в начале:
zh_hans: 开始特性：
zh_hant: 開始行為：

source: Start Playback At:
de: Wiedergabe starten bei:
es: Comenzar reproducción en:
fr: Début de la lecture :
it: Avvia la riproduzione a:
ja: 再生開始:
ko: 재생 시작:
pt_br: Iniciar reprodução em:
ru: Начать показ с:
zh_hans: 开始回放：
zh_hant: 開始播放於：
