Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/WelcomeWindow.strings
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# 3YY-RW-3bw.title
source: Welcome to Pixelmator Pro
de: Willkommen bei Pixelmator Pro
es: Te damos la bienvenida a Pixelmator Pro
fr: Bienvenue dans Pixelmator Pro
it: Benvenuto su Pixelmator Pro
ja: Pixelmator Pro へようこそ
ko: Pixelmator Pro에 환영합니다
zh_hans: 欢迎使用 Pixelmator Pro
zh_hant: 歡迎使用 Pixelmator Pro

# 3jr-r5-NH1.title
source: Machine Learning
de: Maschinelles Lernen
es: Aprendizaje automático
fr: Apprentissage automatique
it: Apprendimento automatico
ja: 機械学習
ko: 기계 학습
zh_hans: 机器学习
zh_hant: 機器學習

# AD2-vh-QGx.title
source: The world's most innovative image editing app.
de: Die innovativste Bildbearbeitungsapp der Welt.
es: La aplicación de edición de imágenes más innovadora del mundo.
fr: L'appli de retouche d'image la plus innovante au monde.
it: L’app per modificare le immagini più innovativa al mondo.
ja: 世界で最も革新的な画像編集アプリ。
ko: 세계에서 가장 혁신적인 이미지 편집 앱.
zh_hans: 全球最具创新性的图像编辑应用程序。
zh_hant: 全球最具創新性的圖像編輯應用程式。

# AKh-08-Dm9.title
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: カラーの適用
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# G9E-9o-0WP.title
source: Learn more
de: Weitere Info
es: Saber más
fr: En savoir plus
it: Scopri di più
ja: 詳細
ko: 더 알아보기
zh_hans: 了解更多
zh_hant: 瞭解更多資訊

# GTt-xz-M1N.title
source: Painting
de: Zeichnen
es: Pintura
fr: Peinture
it: Pittura
ja: ペインティング
ko: 페인팅
zh_hans: 绘画
zh_hant: 繪畫

# JKp-Ru-Ek7.title
source: Powerful color adjustments and full, native RAW support.
de: Leistungsstarke Farbanpassungen und voller, nativer RAW-Support.
es: Ajustes de color avanzados y compatibilidad con RAW absoluta, nativa.
it: Regolazioni del colore potenti e supporto RAW nativo e completo.
ja: 強力なカラー調整機能と完全なネイティブRAWをサポート。
ko: 강력한 색상 조정 및 완벽한 네이티브 RAW 지원.
zh_hans: 强大的色彩调整和完全、原生的 RAW 支持。
zh_hant: 強大的色彩調整和完全、原生的 RAW 支持。

# JpH-hI-eqQ.title
source: Color Adjustments + RAW
de: Farbanpassungen + RAW
es: Ajuste de color + RAW
fr: Réglages des couleurs + RAW
it: Regolazioni colore + RAW
ja: カラー調整 + RAW
ko: 색상 조정 + RAW
zh_hans: 颜色调整 + RAW
zh_hant: 顏色調整 + RAW

# LQy-aV-983.title
source: Machine learning powers automatic layer naming, horizon detection, and more.
de: Maschinelles Lernen ermöglicht automatische Benennung von Ebenen, Horizonterkennung und mehr.
es: El aprendizaje automático permite nombrar capas y detectar horizontes automáticamente, entre otras muchas cosas.
fr: L'apprentissage automatique permet le nommage automatique des cadres, la détection des horizons et bien plus encore.
it: L’apprendimento automatico alimenta la denominazione automatica dei livelli, il rilevamento dell'orizzonte e altro ancora.
ja: 機会学習ではレイヤーの自動ネーミングや地平線の検出などが可能です。
ko: 기계 학습을 통해 자동 레이어 네이밍, 지평선 탐지 등이 가능합니다.
zh_hans: 机器学习提供自动命名图层、检测水平线等功能。
zh_hant: 機器學習提供自動命名圖層、檢測水平線等功能。

# MYt-Ao-per.title
source: An incredibly fluid painting experience and over a hundred handcrafted brushes.
de: Eine unglaublich fließende Zeichenerfahrung, und über 100 handgefertigte Pinsel.
es: Una experiencia de pintura sumamente fluida y más de un centenar de pinceles diseñados a mano.
fr: Une expérience de peinture extrêmement fluide et plus d'une centaine de brosses artisanales.
it: Un'esperienza di pittura incredibilmente fluida e oltre un centinaio di pennelli artigianali.
ja: 信じられないほどの流動的な絵画体験と100以上の手作りブラシ。
ko: 놀랍도록 유연한 그리기 체험 및 백 개 이상의 손수 제작된 브러시.
zh_hans: 超过 100 种手工画笔提供难以置信的流畅绘画体验。
zh_hant: 超過 100 種手工畫筆提供難以置信的流暢繪畫體驗。

# N4f-KJ-HQN.title
source: Welcome to Pixelmator Pro
de: Willkommen bei Pixelmator Pro
es: Te damos la bienvenida a Pixelmator Pro
fr: Bienvenue dans Pixelmator Pro
it: Benvenuto su Pixelmator Pro
ja: Pixelmator Pro へようこそ
ko: Pixelmator Pro에 환영합니다
zh_hans: 欢迎使用 Pixelmator Pro
zh_hant: 歡迎使用 Pixelmator Pro

# PAE-KP-r8H.title
source: Thank you for trying Pixelmator Pro.
es: Gracias por probar Pixelmator Pro.
fr: Merci d'essayer Pixelmator Pro.
it: Grazie per aver provato Pixelmator Pro.
ja: Pixelmator Proをご試用いただきありがとうございます。
ko: Pixelmator Pro를 체험해주셔셔 감사합니다.
zh_hans: 感谢您试用 Pixelmator Pro。
zh_hant: 感謝您試用 Pixelmator Pro。

# Rtt-Un-WGb.title
source: A wildly innovative, stunningly beautiful, incredibly powerful, and very Mac image editor.
es: Un editor de imágenes totalmente innovador, increíblemente hermoso, con una potencia espectacular y muy Mac.
fr: Un outil de retouche d'image extrêmement innovant, éblouissant, incroyablement puissant et parfait pour les Macs.
it: Un editor di immagini selvaggiamente innovativo, meravigliosamente bello, incredibilmente potente e perfetto per Mac.
ja: 非常に革新的で、驚くほど美しく、信じられないほど強力、そしてとってもMacなイメージエディター。
ko: 매우 혁신적이고 아름답고 강력한 Mac 이미지 편집기.
zh_hans: 无比疯狂的创新、令人惊叹的美丽、难以置信的强大、针对 Mac 定制的图像编辑器。
zh_hant: 無比瘋狂的創新、令人驚歎的美麗、難以置信的強大、針對 Mac 定制的圖像編輯器。

# ca9-ZP-BCu.title
source: Try
es: Probar
fr: L'essayer
it: Prova
ja: 試用する
ko: 체험
zh_hans: 试用
zh_hant: 試用

# dif-MN-qSY.title
source: Much More
es: Mucho más
fr: Et bien plus encore
it: Molto di più
ja: その他多数
ko: 기타 등등
zh_hans: 更多
zh_hant: 更多

# fza-Hd-vj1.title
source: A clean and refined interface simplifies image editing.
es: Una interfaz limpia y perfeccionada que simplifica la edición de imágenes.
fr: Une interface simple et épurée facilite la retouche d'images.
it: Un'interfaccia pulita e raffinata semplifica l'editing delle immagini.
ja: 清潔で洗練されたインターフェースは、画像編集を簡素化します。
ko: 깔끔하고 세련된 인터페이스로 이미지 편집을 간소화합니다.
zh_hans: 清爽且干净的界面简化图像编辑。
zh_hant: 清爽且乾淨的介面簡化圖像編輯。

# hV5-HJ-xsJ.ibShadowedToolTip
source: Group the selected objects into a single group layer.
es: Agrupa los objetos seleccionados en un solo grupo de capas.
fr: Regroupez les objets sélectionnés dans un seul groupe de calques.
it: Raggruppa gli oggetti selezionati in un singolo gruppo di livelli.
ja: 選択したオブジェクトを1つのグループレイヤーにグループ化します。
zh_hans: 将所选对象分组到单个组层中。
zh_hant: 將所選物件分組到單個組層中。

# hqo-Hp-jcG.title
source: At any time during or after the trial, you can buy Pixelmator Pro on the Mac App Store to enjoy the benefits of easily downloading, redownloading, automatically updating, and editing images with Pixelmator Pro.
es: En cualquier momento de la prueba o cuando esta expire puedes comprar Pixelmator Pro en el Mac App Store para disfrutar descargando, volviendo a descargar, actualizando automáticamente y editando imágenes de forma sencilla con Pixelmator Pro.
it: In qualsiasi momento durante la prova gratuita, puoi facilmente acquistare Pixelmator Pro sul Mac App Store per godere di benefici quali scaricare in modo semplice, effettuare un secondo download, aggiornare in automatico e modificare le immagini con Pixelmator Pro.
ja: 試用中または試用後に関わらずMac App StoreでPixelmator Proを購入でき、画像を簡単にダウンロード、再ダウンロード、自動更新、そして編集することができます。
ko: 체험 기간 중 또는 그 후 언제든 Mac App Store에서 Pixelmator Pro를 구입해서 간편한 다운로드, 재다운로드, 자동 업데이트, 이미지 편집 등 Pixelmator Pro가 제공하는 다양한 혜택을 누리세요.
zh_hans: 在试用期间或试用结束后，你都可以在 Mac App Store 购买 Pixelmator Pro 可享受简便下载、重新下载、自动更新功能，并使用 Pixelmator Pro 编辑图像。
zh_hant: 在試用期間或試用結束後，你都可以在 Mac App Store 購買 Pixelmator Pro 可享受簡便下載、重新下載、自動更新功能，並使用 Pixelmator Pro 編輯圖像。

# kDi-KI-6DL.title
source: Nondestructive Editing
es: Edición no destructiva
fr: Retouche non-destructive
it: Editing non distruttivo
ja: 非破壊編集
ko: 비파괴적 편집
zh_hans: 无损编辑
zh_hant: 無損編輯

# rEq-ip-uLX.title
source: Create and edit images nondestructively.
es: Crea y edita imágenes de manera no destructiva.
fr: Créez et retouchez des images de manière non-destructive.
it: Crea e modifica le immagini in modo non distruttivo.
ja: 元の画像を直接変更せずにイメージの作成と編集が可能です。
ko: 비파괴적으로 이미지를 생성하고 편집합니다.
zh_hans: 无损创建和编辑图像。
zh_hant: 無損創建和編輯圖像。

# rI1-Oi-6If.title
source: This trial version lets you enjoy all the features of Pixelmator Pro for free for 30 days.
es: Esta versión de prueba te permite disfrutar de todas las características de Pixelmator Pro gratis durante 30 días.
fr: Cette version d’essai vous permet de profiter de toutes les fonctionnalités de Pixelmator Pro gratuitement pendant 30 jours.
it: Questa versione di prova ti permette di godere di tutte le caratteristiche di Pixelmator Pro gratuitamente per 30 giorni.
ja: この試用版では、Pixelmator Proのすべての機能を30日間無料で楽しむことができます。
ko: 이 체험 버전을 통해 30일간 무료로 Pixelmator Pro의 모든 기능을 이용할 수 있습니다.
zh_hans: 此试用版让您免费享受 30 天 Pixelmator Pro 的所有功能。
zh_hant: 此試用版讓您免費享受 30 天 Pixelmator Pro 的所有功能。

# xZq-U0-Y1H.title
source: New Interface
es: Nueva interfaz
fr: Nouvelle interface
it: Nuova interfaccia
ja: 新しいインターフェース
ko: 새 인터페이스
zh_hans: 新界面
zh_hant: 新介面

# yq5-xR-cHl.title
source: Pixelmator Pro includes many more incredible tools and features.
es: Pixelmator Pro incluye muchas más herramientas y características increíbles.
fr: Pixelmator Pro possède de nombreux autres outils et fonctionnalités incroyables.
it: Pixelmator Pro include ancora più incredibili strumenti e funzionalità.
ja: Pixelmator Pro には、多くの信じられないほどのツールと機能が含まれています。
ko: Pixelmator Pro에는 더 많은 놀라운 도구와 기능이 포함되어 있습니다.
zh_hans: Pixelmator Pro 包括许多更令人难以置信的工具和功能。
zh_hant: Pixelmator Pro 包括許多更令人難以置信的工具和功能。

# zXG-ug-94Q.title
source: Buy Now
es: Comprar ahora
fr: Acheter
it: Acquista adesso
ja: 今すぐ購入
ko: 지금 구입
zh_hans: 立即购买
zh_hant: 立即購買
