Repository: Pixelmator/Localizations
Catalog: macOS/*.lproj/WhatsNew.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: AI Background Masks
de: KI-Hintergrundmasken
es: Máscaras de fondo con IA
fr: Masques d’arrière-plan IA
it: Maschere di sfondo IA
ja: AI 背景マスク
ko: AI 배경 마스크
pt_br: Máscaras de Fundo com IA
ru: ИИ-маски фона
zh_hans: AI 背景蒙版
zh_hant: AI 背景遮罩

source: All-New Export
de: Nagelneuer Export
es: Nuevo sistema de exportación
fr: Nouvelle fonction d'exportation
it: Esportazione tutta nuova
ja: 刷新された書き出し機能
ko: 완전히 새로워진 내보내기
pt_br: Nova Exportação
ru: Обновленный экспорт
zh_hans: 全新导出功能
zh_hant: 全新匯出

source: All-New Frames
de: Brandneue Rahmen
es: Nuevos marcos
fr: De tout nouveaux cadres
ko: 완전히 새로운 프레임
pt_br: Molduras Totalmente Novas
ru: Новые рамки
zh_hans: 全新相框
zh_hant: 全新外框

source: Browse Files
de: Dateien suchen
es: Explorar archivos
fr: Parcourir les fichiers
it: Sfoglia i file
ja: ファイルをブラウズ
ko: 파일 찾아보기
pt_br: Explore Arquivos
ru: Браузер файлов
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Enhance your photos by adding stunning, fully customizable frames, including instant or 35mm film frames, solid color borders, and more.
de: Geben Sie Ihren Fotos mehr Style mit spannenden, anpassbaren Rahmen wie bei Sofortbildkameras, 35mm Film, deckende oder durchscheinende Rahmen und viele mehr.
es: Mejora tus fotos añadiendo impresionantes marcos totalmente personalizables, incluidos los de película instantánea o de 35 mm, bordes de color liso, etc.
fr: Améliorez vos photos en ajoutant de superbes cadres entièrement personnalisables : pellicule 35 mm, photo instantanée, bords unis et plus encore.
ko: 즉석 필름 프레임, 35mm 필름 프레임, 단색 테두리 등 다양한 사용자맞춤 프레임을 추가하여 사진의 매력을 한층 더 높일 수 있습니다.
pt_br: Adicione molduras incríveis, totalmente personalizáveis, para aprimorar suas fotos. Incluindo bordas de filme instantâneo ou de 35 mm, cores sólidas e outras.
ru: Добавьте к фото красивую рамку или бордюр — например, цветные, имитирующие 35-миллиметровую пленку или полароид.
zh_hans: 用惊艳的、完全可自定义的相框，比如拍立得或35 mm 胶片相框、纯色边框等提高你的照片质量。
zh_hant: 透過添加美輪美奐、可完全自訂的外框增強照片效果，包括即時成像或 35 毫米膠片外框、純色邊框等。

source: Enjoy full support for vector masks in PDF, PSD, SVG, AI, and EPS files, including export to other compatible apps like Motion.
de: Volle Unterstützung für Vektormasken in PDF, PSD, SVG, AI und EPS Dateien, einschließlich Export zu anderen kompatiblen Apps wie Motion.
es: Aprovecha la compatibilidad total con máscaras vectoriales en formato PDF, PSD, SVG, AI y EPS, incluida la exportación a otras apps compatibles como Motion.
fr: Bénéficiez d'une compatibilité totale avec les masques vectoriels dans les fichiers PDF, PSD, SVG, AI et EPS, y compris pour l'exportation vers d'autres applications compatibles comme Motion.
it: Supporto completo per le maschere vettoriali in file PDF, PSD, SVG, AI ed EPS, compresa l'esportazione in altre applicazioni compatibili come Motion.
ja: PDF、PSD、SVG、AI、EPSファイルのベクターマスクの完全なサポート (Motion などの他の互換性のあるアプリへの書き出しを含む) をお楽しみください。
ko: PDF, PSD, SVG, AI, 및 EPS 파일의 벡터 마스크를 완벽하게 지원하며, Motion과 같은 호환 가능한 앱으로 내보내기 기능을 포함합니다.
pt_br: Desfrute de compatibilidade total com máscaras de vetor em arquivos PDF, PSD, SVG, AI e EPS, incluindo exportação para outros apps compatíveis, como o Motion.
ru: Неограниченная поддержка векторных масок в файлах PDF, PSD, SVG, AI и EPS, включая экспорт в другие совместимые приложения, такие как Motion.
zh_hans: 完全支持 PDF、PSD、SVG、AI 和 EPS 文件中的矢量蒙版，包括支持将其导出至 Motion 等其他兼容 App。
zh_hant: 享用在 PDF、PSD、SVG、AI 和 EPS 檔案中對向量遮罩的完整支援，包括匯出到像是 Motion 等其他相容應用程式。

source: Export Previews
de: Exportvorschau
es: Vista previa al exportar
fr: Aperçus d'exportation
it: Anteprime di esportazione
ja: プレビューを書き出す
ko: 미리보기 내보내기
pt_br: Pré-visualização de Exportação
ru: Превью экспорта
zh_hans: 导出预览
zh_hant: 匯出預覽

source: Files Browser
de: Datei-Browser
es: Navegador de archivos
fr: Navigateur de fichiers
it: Browser di file
ja: ファイルブラウザ
ko: 파일 브라우저
pt_br: Explorador de arquivos
ru: Файловый браузер
zh_hans: 文件浏览器
zh_hant: 檔案瀏覽器

source: Full HDR Support
de: Vollständige HDR-Unterstützung
es: Compatibilidad total con HDR
fr: Compatibilité HDR totale
it: Pieno supporto HDR
ja: HDR完全対応
ko: HDR 완벽 지원
pt_br: Compatibilidade Total com HDR
ru: Неограниченная поддержка HDR
zh_hans: 完全支持 HDR
zh_hant: 完整 HDR 支援

source: Full Mask Compatibility
de: Volle Masken-Kompatibilität
es: Compatibilidad total de máscaras
fr: Compatibilité totale avec les masques
it: Totale compatibilità con le maschere
ja: マスクの完全な互換性
ko: 완전한 마스크 호환성
pt_br: Compatibilidade Total com Máscaras
ru: Полная совместимость с масками
zh_hans: 蒙版完全兼容性
zh_hant: 完全遮罩相容性

source: Instantly hide backgrounds with AI, effortlessly creating precise subject masks while preserving fine details like hair or fur.
de: Verstecken Sie mithilfe von KI Hintergründe und erzeugen Sie gleichzeitig präzise Motivmasken, auch bei feinen Details wie Haaren oder Fell.
es: Oculta al instante el fondo con IA y crea fácilmente máscaras precisas de sujeto conservando detalles complicados como el pelo.
fr: Masquez instantanément les arrière-plans grâce à l'IA et créez facilement des masques de sujet ultra précis tout en préservant les détails comme les cheveux ou le pelage.
it: Nascondi istantaneamente gli sfondi con l'IA, creando con facilità maschere precise per i soggetti e preservando i dettagli più fini come capelli o peluria.
ja: AI で背景を瞬時に非表示にし、髪の毛や毛皮などの細かい部分を維持しながら、正確な被写体マスクを簡単に作成します。
ko: AI를 사용하여 배경을 즉시 숨길 수 있으며, 피사체의 머리카락이나 털 같은 미세한 부분을 정교하게 유지하는 마스크를 손쉽게 만들 수 있습니다.
pt_br: Use IA para ocultar fundos instantaneamente e criar máscaras precisas sobre um tema sem nenhum esforço, ao mesmo tempo em que preserva detalhes, como cabelo ou pelo.
ru: Мгновенно убирайте с фото задний план с помощью ИИ, не теряя при этом мелких деталей (например, волос или меха).
zh_hans: 借助 AI 快速隐藏背景，轻松创建精确的主体蒙版，同时保留纤毫毕现的细节。
zh_hant: 利用 AI 立即隱藏背景，輕鬆建立精確的主題遮罩，並細緻地保留頭髮或毛皮等細節。

source: Learn more
de: Weitere Info
es: Saber más
fr: En savoir plus
it: Scopri di più
ja: 詳細
ko: 더 알아보기
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多
zh_hant: 瞭解更多資訊

source: Load HDR Content
de: HDR-Inhalt laden
es: Cargar contenido HDR
fr: Charger le contenu HDR
it: Carica contenuti HDR
ja: HDRコンテンツを読み込み
ko: HDR 콘텐츠 불러오기
pt_br: Carregue Conteúdo HDR
ru: Загрузить контент HDR
zh_hans: 载入 HDR 内容
zh_hant: 載入 HDR 內容

source: Load SDR Content
de: SDR-Inhalt laden
es: Cargar contenido SDR
fr: Charger le contenu SDR
it: Carica contenuti SDR
ja: SDRコンテンツを読み込み
ko: SDR 콘텐츠 불러오기
pt_br: Carregue Conteúdo SDR
ru: Загрузить контент SDR
zh_hans: 载入 HDR 内容
zh_hant: 載入 SDR 內容

source: Protect your photos using the easy-to-use watermarking feature, which lets you apply text or image watermarks.
de: Schützen Sie Ihre Fotos mit der einfachen Wasserzeichen-Funktion als Text oder Bild.
es: Protege tus fotos con la sencilla función de marca de agua, que puede aplicar marcas de agua de texto o imagen.
fr: Protégez vos photos grâce à une fonctionnalité de filigrane simple d'utilisation qui permet d'incruster du texte ou des images.
it: Proteggi le tue foto con la funzione filigrana, facile da usare, che ti permette di applicare filigrane di testo o grafiche.
ja: テキストまたは画像に透かしを適用できる透かし機能を使用して、写真を保護します。
ko: 텍스트 또는 이미지에 워터마크를 적용할 수 있는 워터마크 기능을 사용하여 사진을 보호할 수 있습니다.
pt_br: Proteja suas fotos com um recurso de marca d’água fácil de usar, que permite aplicar marcas d’água de texto ou imagem.
ru: Защищайте авторство ваших работ с помощью текстовых или графических водяных знаков.
zh_hans: 使用易上手的水印功能来添加文字或图像水印，以便保护您的照片。
zh_hant: 使用輕鬆易用的浮水印功能，加上文字或圖像浮水印以保護您的照片。

source: Quick Look Integration
de: Vorschau-Integration
es: Integración con Vista Rápida
fr: Intégration à Coup d'œil
it: Integrazione con Visualizzazione rapida
ja: クイックルックの統合
ko: 훑어보기 기능 통합
pt_br: Integração com a Visualização Rápida
ru: Быстрый просмотр
zh_hans: 融合“快速查看”功能
zh_hant: 快速外觀整合

source: Quickly mask layers into shapes, draw custom masks with Pen tools, or edit masks as shapes by adjusting individual points.
de: Ebenen ganz einfach in Formen maskieren, eigene Masken mit Stiftwerkzeugen zeichnen, oder Masken als Formen durch Editieren einzelner Punkte bearbeiten.
es: Enmascara capas rápidamente con formas, dibuja máscaras personalizadas con herramientas de trazado o edita máscaras como formas ajustando los puntos individuales.
fr: Transformez rapidement les calques de masque en formes, dessinez des masques personnalisés à l'aide des outils Stylo et modifiez des masques comme des formes en ajustant les points individuels.
it: Puoi mascherare rapidamente i livelli in forme, disegnare maschere personalizzate con gli strumenti Penna o modificare le maschere come forme regolandone i singoli punti.
ja: レイヤーをシェイプにすばやくマスクしたり、ペンツールを使用してカスタムマスクを描画したり、個々のポイントを調整してマスクをシェイプとして編集したりできます。
ko: 레이어를 도형으로 마스킹하거나, 펜 도구를 사용하여 사용자지정 마스크를 그리거나, 개별 포인트를 조정하여 마스크를 도형으로 편집할 수 있습니다.
pt_br: Mascare camadas em formas rapidamente, desenhe máscaras personalizadas com ferramentas de caneta ou ajuste pontos individuais para editar máscaras como formas.
ru: Быстрое создание масок слоев на основе фигур, рисование масок от руки инструментом «Перо», редактирование путем подстройки отдельных точек.
zh_hans: 快速在图层上创建图形蒙版，使用钢笔工具绘制自定义蒙版，或通过调整单独点来像编辑形状一样编辑蒙版。
zh_hant: 快速將圖層遮罩成形狀、使用筆工具繪製自訂遮罩，或透過調整個別的點將遮罩編輯為形狀。

source: Redesigned Masking
de: Neu designte Maskierung
es: Sistema de máscaras rediseñado
fr: Nouvelle gestion des masques
it: Mascheratura ridisegnata
ja: 再設計されたマスキング
ko: 새롭게 설계된 마스킹
pt_br: Máscaras Reprojetadas
ru: Обновленное маскирование
zh_hans: 全新蒙版功能
zh_hant: 經過重新設計的遮罩體驗

source: Software Update
de: Softwareaktualisierung
es: Actualización de software
fr: Mise à jour logicielle
it: Aggiornamento software
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
pt_br: Atualização de Software
ru: Обновление ПО
zh_hans: 软件更新
zh_hant: 軟體更新

source: The all-new files browser in Photomator 3.3 lets you open and edit images saved anywhere on your Mac, on external drives, and even in cloud services.
de: Mit dem brandneuen Dateibrowser in Photomator 3.3 öffnen und bearbeiten Sie Fotos von allen möglichen Speicherorten auf Ihrem Mac oder in Cloud-Diensten.
es: El nuevo explorador de archivos de Photomator 3.3 permite abrir y editar imágenes guardadas en cualquier lugar del Mac, en unidades externas y hasta en almacenamiento en la nube.
fr: Le nouvel explorateur de fichiers de Photomator 3.3 vous permet d'ouvrir et de modifier des images enregistrées à n'importe quel emplacement de votre Mac, sur des disques externes et même dans des services cloud.
it: Il nuovissimo browser di file di Photomator 3.3 consente di aprire e modificare le immagini salvate ovunque sul Mac, su unità esterne, e persino sui servizi cloud.
ja: Photomator 3.3の新しいファイルブラウザを使用すると、Mac、外部ドライブ、さらにはクラウドサービスのどこにでも保存された画像を開いて編集できます。
ko: Photomator 3.3에서 완전히 새로워진 파일 브라우저를 사용하여 Mac이나 외장 드라이브, 클라우드 서비스 등 어디에서나 저장된 이미지를 열고 편집할 수 있습니다.
pt_br: O novíssimo navegador de arquivos no Photomator 3.3 permite que você abra e edite imagens salvas em qualquer local do Mac, em unidades externas e até em serviços de nuvem.
ru: Обновленный файловый браузер в Photomator 3.3 дает возможность просматривать и обрабатывать изображения, сохраненные на жестком диске вашего Mac, на внешних дисках и даже на облачных платформах.
zh_hans: Photomator 3.3 的全新文件浏览器让您可以打开和编辑保存在 Mac、外部驱动器甚至云服务中任何位置的图像。
zh_hant: Photomator 3.3 中的全新瀏覽器，讓您可以打開和編輯儲存在 Mac、外接硬碟甚至在雲端服務中任何地方的圖像。

source: The completely redesigned export feature now lets you quickly preview photos and easily apply watermarks.
de: Mit der komplett neu entwickelten Exportfunktion erstellen Sie ganz einfach Wasserzeichen und öffnen eine Vorschau der Fotos.
es: La función de exportación, totalmente rediseñada, ahora permite previsualizar rápidamente las fotos y aplicar marcas de agua de forma sencilla.
fr: Entièrement repensée, la fonctionnalité d'exportation vous permet maintenant d'afficher rapidement un aperçu des photos et d'appliquer facilement des filigranes.
it: La funzione di esportazione, del tutto ridisegnata, consente ora di visualizzare rapidamente l'anteprima delle foto e di applicare facilmente le filigrane.
ja: 完全に再設計された書き出し機能により、写真をすばやくプレビューし、透かしを簡単に適用できるようになりました。
ko: 완전히 새롭게 디자인된 내보내기 기능을 통해 사진을 신속하게 미리보고 손쉽게 워터마크를 적용할 수 있습니다.
pt_br: O recurso de exportação totalmente reprojetado agora permite pré‑visualizar fotos rapidamente e aplicar marcas d’água facilmente.
ru: Полностью обновленная функция экспорта позволяет быстро просматривать фото и добавлять водяные знаки.
zh_hans: 全新导出功能让您快速预览照片和轻松使用水印。
zh_hant: 現在起，經過完全重新設計的匯出功能讓您可以快速地瀏覽照片並輕鬆加上浮水印。

source: Unlock a completely redesigned masking experience with features like double-click to add masks and intuitive on-canvas controls.
de: Entdecken Sie eine ganz neue Art der Maskierung per Doppelklick und intuitive Steuerung direkt auf der Leinwand.
es: Disfruta de una experiencia totalmente nueva usando máscaras con funciones como doble clic para añadir máscara y controles intuitivos en el lienzo.
fr: Profitez d'une toute nouvelle façon de gérer les masques, avec par exemple la possibilité d'ajouter des masques par double clic et des commandes intuitives directement sur la zone de travail.
it: Scopri un'esperienza di mascheratura completamente ridisegnata con funzioni come il doppio clic per aggiungere maschere e controlli intuitivi sul quadro.
ja: ダブルクリックによるマスクの追加や直感的なキャンバス上のコントロールなどの機能を備え、完全に再設計されたマスキングエクスペリエンスを実現します。
ko: 이중 클릭으로 마스크 추가, 직관적인 캔버스 제어 등 완전히 새롭게 디자인된 마스킹 경험을 제공합니다.
pt_br: Desbloqueie uma experiência de máscara totalmente reprojetada, com recursos como clicar duas vezes para adicionar máscaras e controles intuitivos na tela.
ru: Совершенно новые возможности работы с масками, например добавление двойным щелчком и другие удобные инструменты.
zh_hans: 解锁全新蒙版体验，以双击添加蒙版并使用方便的画布上控件。
zh_hant: 透過點按兩下以添加遮罩以及直覺的畫布上操控等功能，解鎖經過完全重新設計的遮罩體驗。

source: Unlock all-new creative workflows with full support for opening, editing, and sharing HDR images – including those captured with iPhone.
de: Entdecken Sie völlig neue Möglichkeiten der Kreativität dank vollständiger Unterstützung zum Öffnen, Bearbeiten und Teilen von HDR-Bildern – inklusive denen vom iPhone.
es: Descubre nuevos procesos creativos: abre, edita y comparte imágenes HDR, incluidas las fotos hechas con el iPhone.
fr: Découvrez de tout nouveaux workflows créatifs avec la possibilité d'ouvrir, de modifier et de partager des images HDR, y compris celles faites avec un iPhone.
it: Sblocca tutti i nuovi flussi di lavoro creativi con il supporto completo per l'apertura, la modifica e la condivisione di immagini HDR, comprese quelle acquisite con iPhone.
ja: iPhoneでキャプチャされたものを含む、HDR画像を開く、編集する、共有するを完全にサポートすることにより、まったく新しいクリエイティブなワークフローを実現します。
ko: iPhone으로 촬영한 HDR 이미지 열기, 편집, 공유를 완벽 지원하는 완전히 새로운 크리에이티브 워크플로우를 열어보세요.
pt_br: Desbloqueie novos fluxos de trabalho criativos com compatibilidade total com abertura, edição e compartilhamento de imagens HDR, inclusive capturadas com o iPhone.
ru: Новые возможности для творчества: полноценная работа с HDR-фото (в том числе снятыми на iPhone), их обработка и публикация.
zh_hans: Pixelmator 现以全面支持打开、编辑和分享 HDR 图像，包括由 iPhone 拍摄的照片，助您解锁全新创意工作流程。
zh_hant: 解鎖全新的創意工作流程，完整支援開啟、編輯和分享 HDR 圖像 – 包括使用 iPhone 拍攝的照片。

source: Use the new export preview to quickly see what your exported image will look like.
de: Nutzen Sie die neue Exportvorschau für einen schnellen Blick auf das exportierte Bild.
es: Usa la nueva vista previa de exportación para ver rápidamente el aspecto que tendrá la imagen al exportarla.
fr: Utilisez le nouvel aperçu d'exportation pour voir rapidement à quoi ressemblera l'image exportée.
it: Utilizza la nuova anteprima di esportazione per vedere velocemente l'aspetto dell'immagine esportata.
ja: 新しいプレビューの書き出しを使用して、書き出した画像がどのように見えるかをすぐに確認できます。
ko: 새로운 미리보기 내보내기 기능 덕분에 내보낸 이미지가 어떻게 보이는지 빠르게 확인할 수 있습니다.
pt_br: Use a nova pré‑visualização de exportação para ver rapidamente a aparência que a imagem exportada terá.
ru: Новое превью экспорта дает возможность быстро просмотреть экспортируемое изображение.
zh_hans: 使用全新导出预览功能，快速查看您的图像导出后的样子。
zh_hant: 使用新的匯出預覽快速查看匯出影像的模樣。

source: Vector Masks
de: Vektormasken
es: Máscaras vectoriales
fr: Masques vectoriels
it: Maschere vettoriali
ja: ベクターマスク
ko: 벡터 마스크
pt_br: Máscaras de Vetor
ru: Векторные маски
zh_hans: 矢量蒙版
zh_hant: 向量遮罩

source: View full-size previews and even share images using the native Quick Look feature built right into the Export view.
de: Öffnen Sie eine Fullsize-Vorschau und teilen Sie Bilder direkt über die native Vorschaufunktion direkt in der Exportansicht.
es: Visualiza las vistas previas a pantalla completa y hasta comparte imágenes con la función nativa Vista Rápida, que está integrada en la vista de exportación.
fr: Affichez des aperçus en taille réelle et partagez même des images avec la fonctionnalité Coup d'œil native intégrée directement à la fenêtre d'exportation.
it: Osserva le anteprime a grandezza naturale e condividi le immagini grazie alla funzione nativa Visualizzazione rapida integrata nella vista Esportazione.
ja: フルサイズのプレビューを表示したり、書き出しビューに組み込まれたクイックルック機能を使用して画像を共有することもできます。
ko: 미리보기를 전체 크기로 볼 수 있을 뿐만 아니라 내장 기능인 훑어보기를 통해 이미지를 즉시 공유할 수 있습니다.
pt_br: Veja pré-visualizações em tamanho completo e até compartilhe imagens com o recurso nativo de Visualização Rápida, integrado diretamente à visualização de Exportação.
ru: Просматривайте превью в полном размере и делитесь фото через стандартную функцию macOS «Быстрый просмотр», которая теперь интегрирована прямо в интерфейс экспорта.
zh_hans: 查看全尺寸预览图像，并在融合了原生“快速查看”功能的“导出”视图中分享图像。
zh_hant: 查看全尺寸預覽，甚至使用內建於匯出視圖中的原生快速外觀功能分享影像。

source: Watermarks
de: Wasserzeichen
es: Marcas de agua
fr: Filigranes
it: Filigrane
ja: 透かし
ko: 워터마크
pt_br: Marcas d’Água
ru: Водяные знаки
zh_hans: 水印
zh_hant: 浮水印

source: What’s New in Photomator
de: Was ist neu in Photomator
es: Novedades de Photomator
fr: Nouveautés de Photomator
it: Novità di Photomator
ja: Photomatorの新機能
ko: Photomator의 새로운 기능
pt_br: Novidades do Photomator
ru: Что нового в Photomator
zh_hans: Photomator的新功能
zh_hant: Photomator 的新功能

source: What’s New in Pixelmator Pro
de: Was ist neu in Pixelmator Pro
es: Novedades en Pixelmator Pro
fr: Nouveautés de Pixelmator Pro
it: Novità di Pixelmator Pro
ja: Pixelmator Proの新機能
ko: Pixelmator Pro의 새로운 기능
pt_br: Novidades do Pixelmator Pro
ru: Что нового в Pixelmator Pro
zh_hans: Pixelmator Pro 的新功能
zh_hant: Pixelmator Pro 的新功能
