Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/Brushes.strings
Languages: de, es, fr, it, ja, pt_br, ru

source: Mechanical Pencil
de: Mechanischer Stift
es: Portaminas
fr: Crayon mécanique
it: Portamine
ja: シャープペン
pt_br: Lapiseira
ru: Механический карандаш

source: Medium Pencil
de: Mittlerer Bleistift
es: Lápiz medio
fr: Crayon moyen
it: Matita media
ja: ミディアム
pt_br: Lápis médio
ru: Средний карандаш

source: Soft Mechanical Pencil
de: Weicher mechanischer Bleistift
es: Portaminas suave
fr: Portemine doux
it: Portamine morbida
ja: ソフトシャープペン
pt_br: Lapiseira suave
ru: Мягкий механический карандаш

source: Water Pencil
de: Wasserstift
es: Lápiz de acuarela
fr: Crayon aquarelle
it: Matita ad acqua
ja: ウォーター
pt_br: Lápis aquarelado
ru: Акварельный карандаш

source: Soft Pencil
de: Weicher Bleistift
es: Lápiz suave
fr: Crayon doux
it: Matita morbida
ja: ソフト
pt_br: Lápis suave
ru: Мягкий карандаш

source: Pastel Pencil
de: Pastellstift
es: Lápiz pastel
fr: Crayon pastel
it: Pastello
ja: パステル
pt_br: Lápis pastel
ru: Пастельный карандаш

source: Color Pencil
de: Buntstift
es: Lápiz de color
fr: Crayon de couleur
it: Matita colorata
ja: 色鉛筆
pt_br: Lápis de cor
ru: Цветной карандаш

source: Carbon Pencil
de: Kohlestift
es: Lápiz de carbón
fr: Crayon gris
it: Matita carboncino
ja: カーボン
pt_br: Lápis carvão
ru: Угольный карандаш

source: Carpenter Pencil
de: Zimmermannpinsel
es: Lápiz de carpintero
fr: Crayon de charpentier
it: Matita da carpentiere
ja: カーペンター
pt_br: Lápis de carpinteiro
ru: Плотницкий карандаш

source: Double Pencil
de: Doppelstift
es: Lápiz doble
fr: Crayon bicolore
it: Matita doppia
ja: ダブル
pt_br: Lápis duplo
ru: Двойной карандаш

source: Crayon Pencil
de: Kreidestift
es: Lápiz de crayón
fr: Crayon gras
it: Matita pastello
ja: クレヨン
pt_br: Lápis de cera
ru: Восковой карандаш

source: Woodless Pencil
de: Holzloser Stift
es: Lápiz de grafito puro
fr: Crayon graphite
it: Matita senza legno
ja: ウッドレス
pt_br: Lápis de grafite puro
ru: Грифельный карандаш

source: Drawing Cloth
de: Zeichentuch
es: Tela de dibujo
fr: Chiffon de dessin
it: Panno da disegno
ja: 被服描画
pt_br: Tela de desenho
ru: Рисование по ткани

source: Chalk
de: Kreide
es: Tiza
fr: Craie
it: Gesso
ja: チョーク
pt_br: Giz
ru: Мел

source: Carbon Stick
de: Kohlestab
es: Barra de carbón
fr: Bâton carbone
it: Bastoncino carbone
ja: カーボン
pt_br: Bastão de carvão
ru: Угольная палочка

source: Square Oil Pastel
de: Quadratisches Ölpastell
es: Pastel cuadrado al óleo
fr: Pastel à l’huile carré
it: Pastello ad olio quadrato
ja: 四角いオイルパステル
pt_br: Giz a óleo quadrado
ru: Масляная квадр. пастель

source: Oil Pastel
de: Ölpastell
es: Pastel al óleo
fr: Pastel à l’huile
it: Pastello ad olio
ja: オイルパステル
pt_br: Giz a óleo pastel
ru: Масляная пастель

source: Coal
de: Kohle
es: Carbón
fr: Fusain
it: Carbone
ja: 炭
pt_br: Carvão
ru: Уголь

source: Pastel Chalk
de: Pastellkreide
es: Tiza pastel
fr: Craie pastel
it: Gesso pastello
ja: パステルチョーク
pt_br: Giz pastel
ru: Пастельный уголь

source: Charcoal
de: Holzkohle
es: Carboncillo
fr: Fusain
it: Carboncino
ja: チャコール
pt_br: Carvão
ru: Древесный уголь

source: Pastel
de: Pastell
it: Pastello
ja: パステル
ru: Пастель

source: Wax Stick
de: Wachsstift
es: Cera
fr: Bâton de cire
it: Bastoncino di cera
ja: ワックス
pt_br: Bastão de cera
ru: Восковая палочка

source: Soft Crayon
de: Weicher Buntstift
es: Crayón suave
fr: Crayon doux
it: Pastello morbido
ja: ソフトクレヨン
pt_br: Crayon suave
ru: Мягкий восковой мелок

source: Square Pastel
de: Quadratisches Pastell
es: Pastel cuadrado
fr: Pastel carré
it: Pastello quadrato
ja: 四角いパステル
pt_br: Giz pastel quadrado
ru: Квадратная пастель

source: Pen
de: Stift
es: Bolígrafo
fr: Stylo
it: Penna
ja: ペン
pt_br: Caneta
ru: Перо

source: Ballpoint Pen
de: Kugelschreiber
es: Bolígrafo
fr: Stylo à bille
it: Penna a sfera
ja: ボールペン
pt_br: Caneta esferográfica
ru: Шариковая ручка

source: Typography Pen
de: Typographischer Stift
es: Pluma tipográfica
fr: Stylo de typograhie
it: Penna tipografica
ja: タイポグラフィー
pt_br: Caneta tipográfica
ru: Каллиграфическая ручка

source: Fabric Marker
de: Filzstift
es: Rotulador de tela
fr: Marqueur tissu
it: Marcatore tessuto
ja: ファブリック
pt_br: Caneta de tecido
ru: Маркер по ткани

source: Smashed Pen
de: Zerschlagener Stift
es: Pluma aplastada
fr: Stylo écrasé
it: Penna distrutta
ja: 加圧
pt_br: Caneta amassada
ru: Разбитая ручка

source: Marker
es: Rotulador
fr: Marqueur
it: Pennarello
ja: フェルトペン
pt_br: Marcador
ru: Маркер

source: Flex Marker
es: Rotulador flexible
fr: Marqueur flex
it: Pennarello flessibile
ja: フレックス
pt_br: Marcador flex
ru: Гибкий маркер

source: Highlighter
es: Subrayador
fr: Surligneur
it: Evidenziatore
ja: ハイライター
pt_br: Destaque
ru: Текстовыделитель

source: Manga Brush
de: Mangapinsel
es: Pincel para manga
fr: Pinceau manga
it: Pennello manga
ja: 漫画
pt_br: Pincel de mangá
ru: Кисть для манги

source: Water Marker
de: Wassermarker
es: Rotulador de agua
fr: Marqueur à eau
it: Pennarello ad acqua
ja: ウォーター
pt_br: Pincel hidrocor
ru: Водный маркер

source: Wide Marker
de: Breiter Marker
es: Rotulador ancho
fr: Marqueur large
it: Pennarello grosso
ja: ワイド
pt_br: Marcador largo
ru: Широкий маркер

source: Graffiti Marker
es: Rotulador de grafiti
fr: Marqueur graffiti
it: Pennarello graffiti
ja: 落書き
pt_br: Marcador grafiti
ru: Маркер для граффити

source: Old Feather
de: Alte Feder
es: Pluma vieja
fr: Vieille plume
it: Vecchia piuma
ja: 羽
pt_br: Pena velha
ru: Старое перо

source: Clumsy Ink
de: Plumpe Tinte
es: Tinta tosca
fr: Encre maladroite
it: Inchiostro maldestro
ja: クラムジー
pt_br: Tinta desajeitada
ru: Потекшие чернила

source: Dry Brush
de: Trockener Pinsel
es: Pincel seco
fr: Pinceau sec
it: Pennello secco
ja: ドライ
pt_br: Pincel seco
ru: Сухая кисть

source: Broken Ink
de: Kaputte Tinte
es: Tinta rota
fr: Encre cassée
it: Inchiostro rotto
ja: 擦れ
pt_br: Tinteiro quebrado
ru: Испорченные чернила

source: Thread Brush
de: Fadenpinsel
es: Pincel de hebras
fr: Pinceau torsadé
it: Pennello a filo
ja: 繊維
pt_br: Pincel de fibras
ru: Волосяная кисть

source: Chinese Brush
de: Chinesischer Pinsel
es: Pincel chino
fr: Pinceau chinois
it: Pennello cinese
ja: 中国の筆
pt_br: Pincel chinês
ru: Китайская кисть

source: Old Calligraphy Brush
de: Alter Kalligrafiepinsel
es: Pincel de caligrafía antigua
fr: Pinceau vieille calligraphie
it: Pennello da calligrafia vecchio
ja: 古いカリグラフィー
pt_br: Pincel de caligrafia antiga
ru: Старая каллиграфическая кисть

source: Calligraphy Brush
de: Kalligrafiepinsel
es: Pincel de caligrafía
fr: Pinceau calligraphie
it: Pennello da calligrafia
ja: カリグラフィー
pt_br: Pincel de caligrafia
ru: Каллиграфическая кисть

source: Japanese Brush
de: Japanischer Pinsel
es: Pincel japonés
fr: Pinceau japonais
it: Pennello giapponese
ja: 日本の筆
pt_br: Pincel japonês
ru: Японская кисть

source: Funny Foam
de: Lustiger Schaum
es: Espuma de color
fr: Ecume amusante
it: Schiuma divertente
ja: ファニーフォーム
pt_br: Espuma colorida
ru: Забавная пена

source: Foam Brush
de: Schaumpinsel
es: Pincel de espuma
fr: Pinceau écume
it: Pennello schiuma
ja: ファーム
pt_br: Pincel espuma
ru: Пенная кисть

source: Lettering Brush
de: Beschriftungspinsel
es: Pincel de escritura
fr: Pinceau lettrage
it: Pennello da lettere
ja: レタリング
pt_br: Pincel para letreiro
ru: Кисть для букв

source: Parallel Brush
de: Parallelpinsel
es: Pincel paralelo
fr: Pinceau parallèle
it: Pennello parallelo
ja: パラレル
pt_br: Pincel paralelo
ru: Параллельная кисть

source: Edge Brush
de: Randpinsel
es: Pincel de contorno
fr: Pinceau à bordure
it: Pennello bordi
ja: エッジ
pt_br: Pincel afiado
ru: Углов. кисть

source: Filbert Brush
de: Katzenzungenpinsel
es: Pincel Filbert
fr: Pinceau langue de chat
it: Pennello Filbert
ja: フィルバート
pt_br: Pincel Filbert
ru: Кисть филберт

source: Light Brush
de: Leichter Pinsel
es: Pincel ligero
fr: Pinceau léger
it: Pennello leggero
ja: ライト
pt_br: Pincel suave
ru: Легкая кисть

source: Soft Brush
de: Weicher Pinsel
es: Pincel suave
fr: Pinceau doux
it: Pennello morbido
ja: ソフト
pt_br: Pincel suave
ru: Мягкая кисть

source: Hard Brush
de: Harter Pinsel
es: Pincel duro
fr: Pinceau dur
it: Pennello duro
ja: ハード
pt_br: Pincel duro
ru: Жесткая кисть

source: Sponge Brush
de: Schwammpinsel
es: Pincel esponja
fr: Pinceau éponge
it: Pennello spugna
ja: スポンジ
pt_br: Pincel esponja
ru: Кисть-губка

source: Mixed Brush
de: Gemischter Pinsel
es: Pincel mixto
fr: Pinceau mixte
it: Pennello misto
ja: ミックス
pt_br: Pincel misto
ru: Смешанная кисть

source: Scattered Brush
de: Zerstreuter Pinsel
es: Pincel disperso
fr: Pinceau parsemé
it: Pennello diffuso
ja: 散布
pt_br: Pincel espalhado
ru: Редкая кисть

source: Vose Brush
de: Vose-Pinsel
es: Pincel Vose
fr: Pinceau vose
it: Pennello Vose
ja: ヴォーズ
pt_br: Pincel vose
ru: Кисть Vose

source: Varnish Brush
de: Lackpinsel
es: Pincel de barniz
fr: Pinceau vernis
it: Pennello vernice
ja: ニス
pt_br: Pincel envernizado
ru: Глянцевая кисть

source: Triangular Brush
de: Dreieckiger Pinsel
es: Pincel triangular
fr: Pinceau triangulaire
it: Pennello triangolare
ja: トライアングル
pt_br: Pincel triangular
ru: Треугольная кисть

source: Stone Spray
de: Steinspray
es: Pulverizador de piedra
fr: Bombe pierre
it: Spruzzo pietra
ja: ストーン
pt_br: Spray de pedra
ru: Аэрограф по камню

source: Soft Spray
de: Weicher Spray
es: Aerosol suave
fr: Spray doux
it: Spruzzo morbido
ja: ソフト
pt_br: Spray suave
ru: Мягкий аэрограф

source: Metallic Spray
de: Metallisches Spray
es: Pulverizador metálico
fr: Bombe métallique
it: Spruzzo metallico
ja: メタリック
pt_br: Spray metálico
ru: Аэрограф по металлу

source: Broken Spray
de: Kaputter Spray
es: Aerosol roto
fr: Spray cassé
it: Spruzzo spezzato
ja: 擦れ
pt_br: Spray quebrado
ru: Сломанный аэрограф

source: Crazy Spray
de: Verrückter Spray
es: Aerosol loco
fr: Spray fou
it: Spruzzo pazzo
ja: クレイジー
pt_br: Spray louco
ru: Безумный аэрограф

source: Blast Spray
es: Pulverizador explosivo
fr: Bombe explosion
it: Spruzzo esplosione
ja: ブラスト
pt_br: Spray de explosão
ru: Взрывной аэрограф

source: Gravel Spray
de: Kieselspray
es: Pulverizador de grava
fr: Bombe gravier
it: Spruzzo ghiaia
ja: グラベル
pt_br: Spray de cascalho
ru: Крупный аэрограф

source: Old Spray Can
de: Alte Spraydose
es: Vieja lata de pulverizador
fr: Vieille bombe de peinture
it: Vecchia lattina spray
ja: 古いスプレー缶
pt_br: Lata velha de spray
ru: Старый аэрограф

source: Thick Spray
de: Dicker Spray
es: Aerosol grueso
fr: Spray épais
it: Spruzzo fisso
ja: 密集
pt_br: Spray grosso
ru: Густой аэрограф

source: Spray Splatter
es: Salpicadura de pulverizador
fr: Bombe éclaboussure
it: Schizzi di spruzzo
ja: 飛散
pt_br: Spray espalhador
ru: Брызгающий аэрограф

source: Dynamic Spray
de: Dynamisches Spray
es: Pulverizador dinámico
fr: Bombe dynamique
it: Spruzzo dinamico
ja: ダイナミック
pt_br: Spray dinâmico
ru: Динамичный аэрограф

source: Spray Can
de: Spraydose
es: Lata de pulverizador
fr: Bombe de peinture
it: Lattina spray
ja: スプレー缶
pt_br: Lata de spray
ru: Аэрограф

source: Oval Wash
de: Ovales Wässern
es: Lengua de gato
fr: Pinceau ovale
it: Lavatura ovale
ja: 円形
ru: Овальная кисть

source: Waterbrush
de: Wasserpinsel
es: Pincel de agua
fr: Pinceau d’eau
it: Pennello ad acqua
ja: 水筆
pt_br: Aquarela
ru: Акварельная кисть

source: Onion Tip
de: Zwiebelspitze
es: Punta avellanada
fr: Pointe oignon
it: Punta a cipolla
ja: オニオンチップ
pt_br: Ponta de cebola
ru: Кисть кошачий язык

source: Watercolor Pencil
de: Wasserfarbenstift
es: Lápiz de acuarela
fr: Crayon aquarelle
it: Matita acquerello
ja: 水彩色鉛筆
pt_br: Lápis aquarelado
ru: Акварельный карандаш

source: Neptune Brush
de: Neptunpinsel
es: Pincel Neptuno
fr: Pinceau neptune
it: Pennello Nettuno
ja: ネプチューン
pt_br: Pincel de netuno
ru: Нептун-кисть

source: Aqua Flow
de: Wasserfluss
es: Flujo de agua
fr: Flot aqua
it: Flusso Aqua
ja: 水流
ru: Течение воды

source: Scatter Wash
de: Zerstreutes Wässern
es: Dispersión
fr: Lavage dispersion
it: Lavatura a dispersione
ja: 散布
pt_br: Lavagem em dispersão
ru: Редкая кисть

source: Goliath Wash
de: Goliath-Wässern
es: Goliat
fr: Lavage Goliath
it: Lavatura Golia
ja: ゴリアテ
pt_br: Lavagem Golias
ru: Гигантская кисть

source: Fan Wash
de: Fan-Wässern
es: Abanico
fr: Lavage ventilateur
it: Lavatura ventilatore
ja: ファン
pt_br: Lavagem ventilador
ru: Веерная кисть

source: Sparkle Wash
de: Glanz-Wässern
es: Destellos
fr: Lavage scintillant
it: Lavatura scintilla
ja: スパークル
pt_br: Pincel centelhas
ru: Брызгающая кисть

source: Decorative Wash
de: Dekoratives Wässern
es: Decorativo
fr: Lavage décoratif
it: Lavatura decorativa
ja: 装飾
pt_br: Lavagem decorativa
ru: Декоративная отмывка

source: Rotary Wash
de: Drehungswässern
es: Rotativo
fr: Lavage Rotary
it: Lavatura rotativa
ja: ロータリー
pt_br: Lavagem rotativa
ru: Вращающаяся кисть

source: Foam Smudge
de: Schaumschmierfleck
es: Mancha de espuma
fr: Bavure d’écume
it: Sfumino schiuma
ja: 泡状
pt_br: Mancha de espuma
ru: Пенное смазывание

source: Crayon Smudge
de: Bundstiftschmierfleck
es: Mancha de crayón
fr: Bavure de crayon
it: Sfumino pastello
ja: クレヨン
pt_br: Mancha de lápis
ru: Смазывание мелком

source: Wax Smudge
de: Wachsschmierfleck
es: Mancha de cera
fr: Bavure de cire
it: Sfumino cera
ja: ワックス
pt_br: Mancha de cera
ru: Восковое смазывание

source: Finger Smudge
de: Fingerschmierfleck
es: Manda de dedos
fr: Bavure au doigt
it: Sfumino dito
ja: 指先
pt_br: Mancha de dedo
ru: Смазывание пальцем

source: Noisy Smudge
de: Unruhiger Schmierfleck
es: Mancha escandalosa
fr: Bavure bruyante
it: Sfumino con disturbo
ja: ノイジー
pt_br: Mancha escandalosa
ru: Шумное смазывание

source: Round Smudge
de: Runder Schmierfleck
es: Mancha redonda
fr: Bavure ronde
it: Sfumino rotondo
ja: ラウンド
pt_br: Mancha arredondada
ru: Круглое смазывание

source: Sponge Smudge
de: Schwammschmierfleck
es: Mancha de esponja
fr: Bavure éponge
it: Sfumino spugna
ja: スポンジ
pt_br: Mancha de esponja
ru: Смазывание губкой

source: Spray Smudge
de: Spray-Schmierfleck
es: Mancha de pulverizador
fr: Bombe bavure
it: Sfumino spruzzo
ja: スプレー
pt_br: Mancha de spray
ru: Смазывание баллончиком

source: Water Smudge
de: Wasserschmierfleck
es: Mancha de agua
fr: Bavure eau
it: Sfumino acqua
ja: ウォーター
pt_br: Mancha d’água
ru: Водное смазывание

source: Oil Smudge
de: Ölfleck
es: Mancha de aceite
fr: Tache d’huile
it: Sfumino olio
ja: オイル
pt_br: Mancha de óleo
ru: Масляное смазывание

source: Spatula Smudge
de: Spachtel-Schmierfleck
es: Mancha de espátula
fr: Bavure spatule
it: Sfumino spatola
ja: へら
pt_br: Mancha de espátula
ru: Смазывание шпателем

source: Brush Smudge
de: Pinselschmierfleck
es: Mancha de pincel
fr: Bavure pinceau
it: Sfumino pennello
ja: ブラシ
pt_br: Mancha de pincel
ru: Смазывание кистью

source: Manga Eraser
de: Mangaradierer
es: Borrador para manga
fr: Gomme manga
it: Gomma manga
ja: 漫画
pt_br: Borracha de mangá
ru: Ластик для манги

source: Soft Eraser
de: Weicher Radierer
es: Borrador suave
fr: Gomme douce
it: Gomma morbida
ja: ソフト
pt_br: Borracha suave
ru: Мягкий ластик

source: Hard Eraser
de: Harter Radierer
es: Borrador duro
fr: Gomme dure
it: Gomma dura
ja: ハード
pt_br: Borracha dura
ru: Жесткий ластик

source: Kneaded Eraser
de: Gekneteter Radierer
es: Borrador prensado
fr: Gomme pétrie
it: Gomma lavorata
ja: 練り
pt_br: Borracha amassada
ru: Мятый ластик

source: Vinyl Eraser
de: Vinylradierer
es: Borrador de vinilo
fr: Gomme vinyle
it: Gomma vinile
ja: ビニール
pt_br: Borracha de vinil
ru: Виниловый ластик

source: Rubber Eraser
de: Gummiradierer
es: Borrador de goma
fr: Gomme caoutchouc
it: Gomma
ja: ラバー
pt_br: Borracha
ru: Резиновый ластик

source: Block Eraser
de: Klotzradierer
es: Borrador de bloque
fr: Gomme bloc
it: Gomma blocco
ja: ブロック
pt_br: Borracha quadrada
ru: Квадратный ластик

source: Pastel Eraser
de: Pastellradierer
es: Borrador de pastel
fr: Gomme pastel
it: Gomma pastello
ja: パステル
pt_br: Borracha pastel
ru: Пастельный ластик

source: Light Eraser
de: Leichter Radierer
es: Borrador suave
fr: Gomme légère
it: Gomma leggera
ja: ライト
pt_br: Borracha leve
ru: Легкий ластик

source: Electric Eraser
de: Elektrischer Radierer
es: Borrador eléctrico
fr: Gomme électrique
it: Gomma elettrica
ja: 電動
pt_br: Borracha elétrica
ru: Электрический ластик

source: Cloud Eraser
de: Cloud-Radierer
es: Borrador de nube
fr: Gomme nuage
it: Gomma nuvola
ja: クラウド
pt_br: Borracha nuvem
ru: Облачный ластик

source: Soap Eraser
de: Seifenradierer
es: Borrador de jabón
fr: Gomme savon
it: Gomma sapone
ja: ソープ
pt_br: Borracha sabão
ru: Мыльный ластик

source: Soft
de: Weich
es: Suave
fr: Faible
it: Basso
ja: 小
pt_br: Suave
ru: Мягкая

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
pt_br: Média
ru: Средняя

source: Hard
de: Hart
es: Brusca
fr: Dure
it: Forte
pt_br: Forte
ru: Жесткая

source: Pixel
es: Píxel
ja: ピクセル
ru: Пикcель

source: Pixel Eraser
de: Pixelradierer
es: Borrador de píxeles
fr: Gomme pixel
it: Gomma pixel
ja: ピクセル消しゴム
pt_br: Borracha de píxeis
ru: Пиксельный ластик

source: Fur Brush
de: Fellpinsel
es: Pincel de pelo
fr: Pinceau fourrure
it: Pennello di pelo
ja: 毛ブラシ
pt_br: Pincel de pêlo
ru: Мех. кисть

source: Stranded Brush
de: Faseriger Pinsel
es: Pincel de hebras
fr: Pinceau bloqué
it: Pennello con filamenti
ja: 撚り線ブラシ
pt_br: Pincel de filamentos
ru: Прядь
