Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/CoachingTips.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru

source: Add images, text, and shapes to your composition.
de: Bilder, Text und Formen zu Ihrer Komposition hinzufügen.
es: Añade imágenes, texto y formas a tu composición.
fr: Ajoutez images, texte, et formes à votre composition.
it: Aggiungi immagini, testo e forme alla tua composizione.
ja: 構図に画像、テキスト、 シェイプを追加。
ko: 컴퍼지션에 이미지, 텍스트 및 모양을 추가합니다.
pt_br: Adicione imagens, texto e formas à sua composição.
ru: Добавьте изображения, текст и формы в композицию

source: Choose editing tools or change the appearance of text, images, and shapes.
de: Wählen Sie Bearbeitungswerkzeuge oder ändern Sie das Aussehen von Text, Bildern, und Formen.
es: Usa herramientas de edición o modifica la apariencia de texto, imágenes y formas.
fr: Choisissez les outils d’édition ou modifiez l’apparence du texte, des images, et des formes.
it: Scegli gli strumenti di editing o modifica l’aspetto di testo, immagini e forme.
ja: 編集ツールを選ぶか、 テキスト・画像・シェイプのア ピアランスを変更します。
ko: 편집 도구를 선택하거나 텍스트 모양, 이미지 및 모양을 변경합니다.
pt_br: Escolha ferramentas de edição ou altere a aparência do texto, das imagens e das formas.
ru: Выберите инструменты редактирования или измените вид текста, изображений и фигур.

source: Create new image or open from Photos.
de: Erstellen Sie ein neues Bild oder öffnen Sie eines aus den Aufnahmen.
es: Crea una nueva imagen o abre una guardada en Fotos.
fr: Créer une nouvelle image ou ouvrir depuis Photos.
it: Crea una nuova immagine o apri da Immagini.
ja: 新規に画像を作成、または写真から開く
ko: 새 이미지를 만들거나 사진으로부터 엽니다.
pt_br: Criar nova imagem ou abrir Fotos.
ru: Создайте новое изображение или откройте имеющееся из Фото.

source: Duplicate or delete images.
de: Duplizieren oder löschen Sie Bilder.
es: Duplica o elimina imágenes.
fr: Dupliquer ou effacer des images.
it: Duplica o elimina immagini.
ja: 画像の複製または削除。
ko: 이미지를 복제하거나 삭제합니다.
pt_br: Duplicar ou excluir imagens
ru: Копируйте и удаляйте изображения

source: Hide coaching tips.
de: Coaching-Tipps ausblenden.
es: Ocultar consejos.
fr: Masquer les astuces de coaching.
it: Nascondi suggerimenti.
ja: ヒントを隠す
ko: 도움말을 숨깁니다.
pt_br: Ocultar dicas técnicas.
ru: Скрыть подсказки

source: Learn more about using Pixelmator.
de: Erfahren Sie mehr über die Verwendung von Pixelmator.
es: Más información sobre el uso de Pixelmator.
fr: En savoir plus sur l’utilisation de Pixelmator.
it: Scopri di più sull’utilizzo di Pixelmator.
ja: Pixelmator の詳細
ko: Pixelmator 이용 방법에 대해 더 알아보세요.
pt_br: Saiba mais sobre como usar o Pixelmator.
ru: Узнайте больше об использовании Pixelmator.

source: Select and share images.
de: Wählen und Teilen Sie Bilder.
es: Selecciona y comparte imágenes.
fr: Sélectionner et partager des images.
it: Seleziona e condividi immagini.
ja: 画像を選択して共有。
ko: 이미지를 선택, 공유합니다.
pt_br: Selecione e compartilhe imagens.
ru: Выбирайте изображения и делитесь ими.

source: Swipe right or tap to show layers bar.
de: Wischen Sie nach rechts oder tappen Sie, um die Ebenenleiste anzuzeigen.
es: Desplaza a la derecha o pulsa para mostrar la barra de capas.
fr: Taper à droite ou taper pour afficher la barre de calques.
it: Scorri a destra o tocca per la barra dei livelli.
ja: 右にスワイプ、またはタップ してレイヤーバーを表示。
ko: 오른쪽으로 쓸어넘기거나 눌러서 레이어 막대를 표시합니다.
pt_br: Passe o dedo para a direita ou toque para exibir barras de camadas
ru: Смахните направо или нажмите, чтобы показать панель слоев.

source: Tap an image’s name to change it.
de: Tappen Sie auf den Namen eines Bildes um ihn zu ändern.
es: Toca el nombre de una imagen para cambiarlo.
fr: Tapez sur le nom d'une image pour le modifier.
it: Tocca il nome di un'immagine per modificarlo.
ja: 画像の名称をタップして変更します。
ko: 이미지의 이름을 눌러서 변경합니다.
pt_br: Toque o nome de uma imagem para alterá-lo.
ru: Нажмите на имя изображения, чтобы изменить его.

source: Tap to select a layer. Drag to reorder or group.
de: Tappen, um eine Ebene auszuwählen. Ziehen, um neu anzuordnen oder zu gruppieren.
es: Pulsa para seleccionar una capa. Arrastra para reordenar o agrupar.
fr: Taper pour sélectionner un calque. Faire glisser pour réorganiser ou grouper.
it: Tocca o seleziona un livello. Trascina per riordinare o raggruppare.
ja: タップしてレイヤーを選択。 ドラッグしてグループの順序変更。
ko: 눌러서 레이어를 선택합니다. 끌어서 다시 정렬하거나 그룹화합니다.
pt_br: Toque para selecionar uma camada. Arraste para reordenar ou agrupar.
ru: Нажмите для выбора слоя. Перетащите, чтобы поменять порядок или сгруппировать.
