Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/Localizable.strings
Languages: it, ru

source: Whites
it: Bianchi
ru: Белые

source: Width
it: Larghezza
ru: Ширина

source: Width:
it: Larghezza:
ru: Ширина:

source: With the new Recent Files & Photos browser, you can access all your recent documents, photos, and templates in one place.
it: Con il nuovo browser File e foto recenti, puoi accedere a tutti i tuoi documenti, foto e modelli recenti in un unico posto.
ru: Новый браузер фото и файлов обеспечивает быстрый и удобный доступ ко всем недавним документам, фото и шаблонам.

source: Workflow %i
it: Flusso di lavoro %i
ru: Процесс %i

source: Yellow
it: Giallo
ru: Желтый

source: You are not connected to the internet. Please connect and try again later.
it: Non sei connesso ad internet. Effettua la connessione e riprova più tardi.
ru: Вы не подключены к интернету. Подключитесь и попробуйте снова.

source: You can download the latest version of Pixelmator from the App Store.
it: Puoi scaricare l’ultima versione di Pixelmator dall’App Store.
ru: Вы можете загрузить новую версию Pixelmator из App Store.

source: You Must Be Online to Access Help
it: Devi essere online per accedere all’aiuto
ru: Вы должны быть в сети, чтобы открыть справку

source: You must turn off iCloud Drive to be able to continue this activity type.
it: Devi disattivare iCloud Drive per poter continuare questo tipo di attività.
ru: Чтобы продолжить этот вид активности, вам необходимо отключить iCloud Drive.

source: You must turn on iCloud Drive to be able to continue this activity type.
it: Devi attivare iCloud Drive per poter continuare questo tipo di attività.
ru: Чтобы продолжить этот вид активности, вам необходимо включить iCloud Drive.

source: You need a newer version of Pixelmator to open this image
it: Occorre una versione più recente di Pixelmator per aprire l’immagine
ru: Чтобы открыть это изображение, вам нужна новая версия Pixelmator

source: Zoom
it: Ridimensiona
ru: Масштабирование

source: Zoom In
it: Ingrandisci
ru: Увеличить

source: Zoom Out
it: Riduci
ru: Уменьшить

source: Zoom to Fit
it: Adatta alla finestra
ru: Масштабировать под размер

source: 3D LUT
it: LUT 3D

source: Editing photos? Try Photomator
it: Vuoi ritoccare le foto? Prova Photomator

source: Get the app
it: Scarica l’app

source: Photoshop (Large)
it: Photoshop (grande)

source: Save
it: Salva
