Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/Localizable.strings
Languages: it, ru

source: Get %@ off the first year of Photomator
ru: Скидка %@ на первый год работы с Photomator

source: Get Help
it: Aiuto
ru: Справка

source: Get Started
it: Inizia
ru: Начинаем!

source: Glazed
it: Smaltato
ru: Глянцевый

source: Gradient
it: Gradiente
ru: Градиент

source: Gradient Angle
it: Angolo gradiente
ru: Угол градиента

source: Gradient Fill
it: Riempimento gradiente
ru: Градиентная заливка

source: Grain
it: Grana
ru: Зерно

source: Grain Rotation
it: Rotazione grana
ru: Вращение зерна

source: Grain Scale
it: Scala grana
ru: Шкала зерна

source: Grain Spacing
it: Spaziatura grana
ru: Расположение зерна

source: Grain Zoom
it: Zoom grana
ru: Масштабирование зерна

source: Grainy
it: Granuloso
ru: Зерно

source: Gray
it: Grigio
ru: Cерый

source: Gray - White
it: Grigio - Bianco
ru: Серый - Белый

source: Green
it: Verde
ru: Зеленый

source: Green Channel
it: Canale verde
ru: Зелёный канал

source: Green Color Balance
it: Bilanciamento colore verde
ru: Баланс зеленого цвета

source: Grey
it: Grigio
ru: Серый

source: Group
it: Gruppo
ru: Группа

source: Group Layers
it: Raggruppa livelli
ru: Группировать слои

source: Guides
it: Guide
ru: Направляющие

source: H:
it: A:
ru: В:

source: Halftone
it: Mezzotono
ru: Полутона

source: Hard Light
it: Luce intensa
ru: Жесткий свет

source: Hard Mix
it: Mix intenso
ru: Жесткое смешение

source: Height:
it: Altezza:
ru: Высота:

source: Hidden Layer
it: Livello nascosto
ru: Скрытый слой

source: Hide
it: Nascondi
ru: Скрыть

source: Hide Layer
it: Nascondi livello
ru: Скрыть слой

source: High Pass Radius
it: Raggio passa alto
ru: Радиус цветового контраста

source: Highlights
it: Luci
ru: Светлые участки

source: Hippie
ru: Хиппи

source: Horizontal Perspective
it: Prospettiva orizzontale
ru: Горизонтальная перспектива

source: Hue
it: Tonalità
ru: Оттенок

source: Hue & Saturation
it: Tono/saturazione
ru: Оттенок/насыщ.

source: Hue Scatter
it: Dispersione tonalità
ru: Разброс оттенков

source: iCloud for Pixelmator
it: iCloud per Pixelmator
ru: iCloud для Pixelmator

source: iCloud keeps your images up to date on all your devices
it: iCloud tiene aggiornate le immagini su tutti i tuoi dispositivi
ru: iCloud синхронизирует изображения на всех устройствах

source: Illustrator Document
it: Documento Illustrator
ru: Документ Illustrator

source: Image
it: Immagine
ru: Изображ.

source: Image Fill
it: Riempimento immagine
ru: Заливка изображения

source: Image Layer
it: Livello immagine
ru: Слой изображения

source: Image Setup
it: Configurazione immagine
ru: Настройки изображения

source: Image Size
it: Dimensione immagine
ru: Размер изображения

source: Import
it: Importa
ru: Импорт

source: Import to Files
it: Importa in File
ru: Импортировать в Файлы

source: Import to Photos
it: Importa in Foto
ru: Импортировать в Фото

source: in
ru: дюйм

source: Inches
it: Pollici
ru: Дюймы

source: Increase Size
it: Aumenta dimensione
ru: Увеличить размер

source: Increase the strength of colors
it: Aumenta intensità dei colori
ru: Усилить цвета

source: Indent Radius
it: Raggio trattino
ru: Размер вмятины

source: Initial Direction
it: Direzione iniziale
ru: Начальное направление

source: Ink
it: Inchiostro
ru: Чернила

source: Inky
ru: Чернила

source: Inner Shadow
it: Ombra interna
ru: Внутренняя тень

source: Insert from...
it: Inserisci da…
ru: Вставить из…

source: Insert from…
it: Inserisci da…
ru: Вставить из…

source: Intensity
it: Intensità
ru: Интенсивность

source: Introducing New Browser
it: Presentiamo il nuovo browser
ru: Наш новый браузер

source: Invert
it: Inverti
ru: Инверсия

source: Invert Selection
it: Inverti selezione
ru: Инвертировать выбранное

source: It was not possible to automatically move your files from the Pixelmator gallery to the new Files browser. Move them manually by tapping Move or relaunch Pixelmator to try again.
it: Non è stato possibile spostare i file automaticamente dalla galleria Pixelmator al nuovo browser di file. Spostali manualmente toccando Sposta o riapri Pixelmator per provare di nuovo.
ru: Невозможно автоматически перемещать файлы из галереи Pixelmator в новый файловый браузер. Переносите файлы вручную, коснувшись «Передвинуть» или перезапустите Pixelmator и попробуйте снова.

source: Ivory
it: Avorio
ru: Слон. кость

source: Kaleidoscope
it: Caleidoscopio
ru: Калейдоскоп

source: Keep
it: Mantieni
ru: Оставить

source: Keep Both
it: Entrambe
ru: Оставить оба

source: Keep One
it: Mantienine uno
ru: Оставить один

source: Last Adjustments
it: Ultime regolazioni
ru: Последние корректировки

source: Layer
it: Livello
ru: Слой

source: Layer Hidden
it: Livello nascosto
ru: Слой скрыт

source: Layer Locked
it: Livello bloccato
ru: Слой заблокирован

source: Layer Mask
it: Maschera di livello
ru: Маска слоя

source: Layer was flattened
it: Il livello è stato appiattito
ru: Слой был сглажен

source: Learn More
it: Ulteriori Informazioni
ru: Узнать больше

source: Left
it: Sinistra
ru: Левое

source: Lens Correction
it: Correzione lenti
ru: Коррекция объектива

source: Levels
it: Livelli
ru: Уровни

source: Library
it: Libreria
ru: Медиатека

source: Light
it: Chiaro
ru: Светлый

source: Light Color
it: Colore luce
ru: Осветлить цвет

source: Light Destination
it: Destinazione luce
ru: Назначение света

source: Light Leak
it: Fuga di luce
ru: Блик света

source: Light Position
it: Posizione luce
ru: Положение света

source: Light Source
it: Sorgente di luce
ru: Источник света

source: Lighten
it: Schiarisci
ru: Осветлить

source: Lighten areas of an image
it: Schiarisci aree di un’immagine
ru: Осветлить области изображения

source: Lighten Settings
it: Impostazioni schiaritura
ru: Настройки осветления

source: Lighter Color
it: Colore più chiaro
ru: Осветлить цвет

source: Lightness
it: Luminosità
ru: Осветление

source: Lightness Scatter
it: Dispersione leggerezza
ru: Разброс осветления

source: Lights
it: Chiari
ru: Посветления

source: Line
it: Linea
ru: Линия

source: Line Spacing
it: Spaziatura linea
ru: Межстрочный интервал

source: Linear
it: Lineare
ru: Линейный

source: Linear Burn
it: Bruciatura lineare
ru: Линейное затемнение

source: Linear Dodge
it: Scherma lineare
ru: Линейный осветлитель

source: Linear Gradient
it: Sfumatura lineare
ru: Линейный градиент

source: Linear Light
it: Luce lineare
ru: Линейный свет

source: Linear Tilt-Shift Blur
it: Sfocatura lineare tilt-shift
ru: Линейное размытие тилт-шифт

source: Link endpoints to resize them simultaneously or unlink to resize each endpoint separately.
it: Collega le estremità per ridimensionarle tutte insieme, o scollegale per ridimensionarle separatamente.
ru: Свяжите конечные точки, чтобы менять их размер одновременно, или разорвите связь между ними, чтобы менять размер каждой конечной точки по отдельности.

source: Linked Files
it: File collegati
ru: Связанные файлы

source: Linked Pixelmator Photo Files
it: File Pixelmator Photo collegati
ru: Связанные файлы Pixelmator Photo

source: Load
it: Carica
ru: Загрузить

source: Loading...
it: Caricamento...
ru: Загрузка...

source: Loading…
it: Caricamento in corso…
ru: Загрузка…

source: Lock
it: Blocca
ru: Блокировка

source: Lock %@
it: Blocca %@
ru: Блокировать %@

source: Lock Alpha
it: Blocca alpha
ru: Блок. альфа

source: Locked Layer
it: Livello bloccato
ru: Заблокированный слой

source: Low Pass Radius
it: Raggio passa basso
ru: Радиус низких частот

source: Luminance
it: Luminanza
ru: Свечение

source: Luminance Noise Reduction
it: Riduzione disturbo luminanza
ru: Уменьшение шума свечения

source: Luminance Range
it: Gamma di luminanza
ru: Диапазон яркости

source: Luminosity
it: Luminosità
ru: Свечение

source: Lyra
it: Lira
ru: Лира

source: Magenta
ru: Пурпурный

source: Magnetic
it: Magnetica
ru: Магнитный

source: Magnetic Selection
it: Selezione magnetica
ru: Магнитный выбор

source: Magnolia
ru: Магнолия

source: Marker
it: Pennarello
ru: Маркер

source: Mask
it: Maschera
ru: Маска

source: Master
it: Principale
ru: Мастер

source: Master Color Wheel
it: Ruota colori principale
ru: Цветовой мастер-круг

source: Match Colors
it: Corrispondenza colori
ru: Подобрать цвета

source: Matte
it: Opaco
ru: Маттэ

source: Maximum
it: Massima
ru: Максимум

source: Maximum Pressure Size
it: Dimensione pressione massima
ru: Размер макс. давления

source: Mellow
it: Pastoso
ru: Мягко

source: Merge
it: Unisci
ru: Слить

source: Merge brush marks
it: Unisci segni pennello
ru: Объединить следы кисти

source: Midtones
it: Mezzitoni
ru: Полутона

source: Millimeters
it: Millimetri
ru: Миллиметры

source: Miniaturize
it: Miniaturizza
ru: Миниатюра

source: Minimum
it: Minima
ru: Минимум

source: ML Crop
it: Ritaglio ML
ru: ML-обрезка

source: mm
ru: мм

source: Modified on %@
it: Modificato su %@
ru: Изменено на %@

source: Modify Original
it: Modifica originale
ru: Изменить оригинал

source: More
it: Altro
ru: Еще

source: More…
it: Altro…
ru: Еще…

source: Motion Project
it: Progetto Motion
ru: Проект Motion

source: Move
it: Sposta
ru: Передвинуть

source: Move Selection
it: Sposta selezione
ru: Передвинуть выделение

source: MOVE TO BACK/FRONT
it: MUOVI AVANTI/INDIETRO
ru: НА ЗАДНИЙ/ПЕРЕДНИЙ ПЛАН

source: Movie
it: Filmato
ru: Фильм

source: Multiply
it: Moltiplica
ru: Умножить

source: Mustache
it: Baffi
ru: Усы

source: My Albums
it: I miei album
ru: Мои альбомы

source: Nebula
it: Nebulosa
ru: Туманность

source: New Document
it: Nuovo documento
ru: Новый документ

source: New from Photos
it: Nuovo da Foto
ru: Новое из Фото

source: New Layer
it: Nuovo livello
ru: Новый слой

source: Next
it: Successivo
ru: Далее

source: next
it: successivo
ru: далее

source: No Camera Access
it: Nessun accesso alla fotocamera
ru: Нет доступа к камере

source: No Camera Info
it: Nessuna informazione sulla fotocamera
ru: Нет сведений о камере

source: No commitment, cancel anytime.
it: Senza compromessi, annulla quando vuoi.
ru: Без обязательств, отмена в любой момент.

source: No Lens Info
it: Nessuna informazione sull'obiettivo
ru: Нет сведений об объективе

source: No Photos
it: Nessuna foto
ru: Нет фото

source: No Photos Access
it: Nessun accesso alle foto
ru: Нет доступа к Фото

source: No photos to display. Choose photos by tapping Select.
it: Nessuna foto da visualizzare. Scegli le foto toccando Seleziona.
ru: Нет фото для отображения. Выберите фото, нажав «Выбрать».

source: No Recents
it: Nessun recente
ru: Нет недавних

source: No Subject Detected
it: Nessun soggetto rilevato
ru: Объектов не обнаружено

source: Noise
it: Disturbo
ru: Шум

source: Noise Reduction
it: Riduzione disturbo
ru: Уменьшение шума

source: None
it: Nessuna
ru: Нет

source: Normal
it: Normale
ru: Обычный

source: Nothing Selected
it: Nessuna selezione
ru: Ничего не выбрано

source: Offset
ru: Сдвиг

source: OK
ru: ОК

source: Only Draw with Apple Pencil is Turned On
it: Solo il disegno con la Apple Pencil è attivo
ru: Рисовать, только когда Apple Pencil включен

source: Opacity
it: Opacità
ru: Непрозр.

source: Opacity by Pressure
it: Opacità per pressione
ru: Непрозрачность от давления

source: Opacity by Speed
it: Opacità per velocità
ru: Непрозрачность от скорости

source: Opacity Scatter
it: Dispersione opacità
ru: Разброс непрозрачности

source: Open and edit images in JXL file format that offers smaller file sizes while maintaining high image quality.
it: Puoi aprire e modificare le immagini in formato JXL, che offre dimensioni del file ridotte pur mantenendo un'elevata qualità dell'immagine.
ru: Открывает и редактирует изображения в формате JXL, позволять сохранять изображения в файлах меньшего размера с сохранением высокого качества изображения.

source: Open and edit images in JXL file format that offers smaller image sizes while maintaining quality.
it: Puoi aprire e modificare le immagini in formato JXL, che offre immagini di dimensioni ridotte pur mantenendone la qualità.
ru: Открывает и редактирует изображения в формате JXL, позволять сохранять файлы меньшего размера с сохранением высокого качества изображения.

source: Open Anyway
it: Apri comunque
ru: Все равно открыть

source: Open Duplicate
it: Apri duplicato
ru: Открыть копию

source: Opening Large Image
it: Apertura immagine grande
ru: Открываю большое изображение

source: Orange
it: Arancia
ru: Апельсин

source: Orientation
it: Orientamento
ru: Ориентация

source: Oriented
it: Orientato
ru: Ориентированный

source: Original
it: Originale
ru: Оригинал

source: ORIGINAL PERSPECTIVE
it: PROSPETTIVA ORIGINALE
ru: ИСХОДНАЯ ПЕРСПЕКТИВА

source: Original Size
it: Dimensione originale
ru: Исходный размер

source: Orion
it: Orione
ru: Орион

source: Other
it: Altro
ru: Другое

source: Other Albums
it: Altri album
ru: Другие альбомы

source: Overlay
it: Copertura
ru: Оверлей

source: Paint
it: Pittura
ru: Закраска

source: Paint and Erase
it: Dipingi e cancella
ru: Закраска и удаление

source: Paint and Sketch
it: Pittura e schizzi
ru: Закраска и скетч

source: Paint digital or traditional paintings with a collection of over 100 handcrafted dual-texture brushes.
it: Dipingi dipinti tradizionali o digitali con una collezione di oltre 100 pennelli artigianali a doppia texture.
ru: Рисуйте цифровые и традиционные изображения с помощью более чем 100 созданных вручную кистей двойной текстуры.

source: Paint with a sample of an area
it: Dipingi con un campione di un'area
ru: Рисовать образцом области

source: Pass Through
it: Attraversa
ru: Пропустить

source: Paste
it: Incolla
ru: Вставить

source: Paste Adjustments
it: Incolla regolazioni
ru: Вставить корректировки

source: Paste Layer
it: Incolla livello
ru: Вставить слой

source: Path
it: Percorso
ru: Путь

source: Pattern Angle
it: Angolo del pattern
ru: Угол наклона узора

source: Pattern Fill
it: Riempimento pattern
ru: Заливка узором

source: Pattern Scale
it: Scala del pattern
ru: Масштаб узора

source: Pavo
ru: Павлин

source: Pen
it: Penna
ru: Перо

source: Pencil
it: Matita
ru: Карандаш

source: Percents
it: Percentuali
ru: Проценты

source: Perspective Transform
it: Trasformazione prospettiva
ru: Перспективное преобразование

source: Photo
it: Foto
ru: Фото

source: Photomator Document
it: Documento Photomator
ru: Документ Photomator

source: Photomator Edits
it: Modifiche Photomator
ru: Правки Photomator

source: Photomator Edits Document
it: Documento Photomator con le modifiche
ru: Документ с изменениями Photomator

source: Photomator features full support for RAW photos and much more.
it: Photomator è perfettamente compatibile con le foto in formato RAW, e non solo.
ru: Photomator без ограничений поддерживает работу с RAW и многое другое.

source: Photomator lets you save nondestructive edits directly to your Photos library.
it: Con Photomator puoi salvare le modifiche non distruttive direttamente nella libreria fotografica.
ru: Photomator позволяет сохранять недеструктивные правки прямо в медиатеке Фото.

source: Photos
it: Foto
ru: Фото

source: Photoshop Document
it: Documento Photoshop
ru: Документ Photoshop

source: Photoshop Large Document
it: Documento Photoshop grande
ru: Документ Photoshop Large

source: Pick Gray Point
it: Scegli punto grigio
ru: Выбрать точку серого

source: Pin Light
it: Punto luce
ru: Точечный свет

source: Pinch
it: Pizzica
ru: Щипок

source: Pinch Settings
it: Impostazioni pizzico
ru: Настройки щипка

source: Pixel Tool
it: Strumento pixel
ru: Пиксельный инструмент

source: Pixelmator 3.1 is now fully compatible with the new iOS 17.
it: Pixelmator 3.1 è ora totalmente compatibile con il nuovo iOS 17.
ru: Pixelmator 3.1 теперь полностью совместим с новой iOS 17.

source: Pixelmator 3.1 is now fully compatible with the new iPadOS 17.
it: Pixelmator 3.1 è ora totalmente compatibile con il nuovo iPadOS 17.
ru: Pixelmator 3.1 теперь полностью совместим с новой iPadOS 17.

source: Pixelmator Classic Document
it: Documento Pixelmator Classic
ru: Документ Pixelmator Classic

source: Pixelmator has been denied access to Photos. Please allow access in Settings.
it: A Pixelmator è stato negato l'accesso a Foto. Vai in Impostazioni per consentire l'accesso.
ru: Pixelmator не получил доступ к Фото. Откройте доступ в Настройках.

source: Pixelmator has been denied access to the Camera. Please allow access in Settings.
it: A Pixelmator è stato negato l'accesso alla fotocamera. Vai in Impostazioni per consentire l'accesso.
ru: Pixelmator не получил доступ к Камере. Откройте доступ в Настройках.

source: Pixelmator Help
it: Guida di Pixelmator
ru: Справка Pixelmator

source: Pixelmator Pro Document
it: Documento Pixelmator Pro
ru: Документ Pixelmator Pro

source: Pixelmator Pro Sidecar Document
it: Documento collaterale di Pixelmator Pro
ru: Документ Pixelmator Pro Sidecar

source: Pixelmator Settings
it: Impostazioni Pixelmator
ru: Настройки Pixelmator

source: Pixels
it: Pixel
ru: Пиксели

source: Please try again later.
it: Riprova più tardi.
ru: Повторите попытку позже.

source: Points
it: Punti
ru: Точки

source: Points Count
it: Conteggio punti
ru: Подсчет точек

source: Polygon
it: Poligono
ru: Многоугольник

source: Position
it: Posizione
ru: Позиция

source: Poster
ru: Плакат

source: Preserve transparency
it: Mantieni trasparenza
ru: Сохранить прозрачность

source: Preview
it: Anteprima
ru: Превью

source: Previous
it: Precedente
ru: Предыдущее

source: Processing...
it: Elaborazione...
ru: Обработка...

source: Processing…
it: Elaborazione in corso…
ru: Обработка…

source: pt
ru: пт

source: Punk
ru: Панк

source: Purple
it: Viola
ru: Пурпурный

source: Purple Fringe
ru: Фиолетовая окантовка

source: px
ru: пикс

source: Quick
it: Rapida
ru: Быстрый

source: Quick Selection
it: Selezione rapida
ru: Быстрый выбор

source: Quickly fill images, shapes, and text layers with color using the new Color Fill tool.
it: Inserisci colore rapidamente in immagini, forme e livelli di testo mediante il nuovo strumento Riempimento colore.
ru: Мгновенно заполняйте цветом изображения, фигуры и текстовые слои с помощью нового инструмента «Заливка цветом».

source: Quickly select detailed objects
it: Seleziona rapidamente oggetti dettagliati
ru: Быстро выбрать детальные объекты

source: QuickTime Movie
it: Filmato QuickTime
ru: Фильм QuickTime

source: Radial
it: Radiale
ru: Круговой

source: Radial Gradient
it: Sfumatura radiale
ru: Круговой градиент

source: Radius
it: Raggio
ru: Радиус

source: Random
it: Casuale
ru: Случайный

source: Range
it: Gamma
ru: Диапазон

source: Rasterize Layer
it: Rasterizza livello
ru: Растрировать слой

source: RAW Layer
it: Livello RAW
ru: RAW-слой

source: Raw Layer
it: Livello raw
ru: RAW-слой

source: Recent
it: Recente
ru: Недавние

source: Recent Files & Photos
it: File e foto recenti
ru: Недавние файлы и фото

source: Recents
it: Recenti
ru: Недавние

source: Rectangle
it: Rettangolo
ru: Прямоугольник

source: Rectangular
it: Rettangolare
ru: Прямоугольник

source: Rectangular Selection
it: Selezione rettangolare
ru: Прямоугольное выделение

source: Rectangular Speech Bubble
it: Fumetto rettangolare
ru: Прямоугольный пузырь речи

source: Red
it: Rosso
ru: Красный

source: Red Channel
it: Canale rosso
ru: Красный канал

source: Red Color Balance
it: Bilanciamento colore rosso
ru: Баланс красного цвета

source: Redeem Offer
it: Approfitta dell’offerta
ru: Купить со скидкой

source: Redesigned Color Picker
it: Selettore colore ridisegnato
ru: Новый дизайн пипетки

source: Redo
it: Riprist.
ru: Повтор

source: Redo %@
it: Ripristina %@
ru: Повторить «%@»

source: Refine Selection
it: Perfeziona selezione
ru: Обраб. выделение

source: Refining edges…
it: Rifinitura bordi...
ru: Уточнение границы…

source: Refining Edges…
it: Rifinitura bordi...
ru: Уточнение границы…

source: Reflection
it: Riflesso
ru: Отражение

source: Reflection Off
it: Riflesso non attivo
ru: Отражение Откл.

source: Reflection On
it: Riflesso attivo
ru: Отражение Вкл.

source: Reflection Opacity
it: Opacità di riflesso
ru: Непрозрачность отражения

source: Reflection Strength
it: Intensità riflesso
ru: Сила отражения

source: Remove
it: Rimuovi
ru: Удалить

source: Remove Background
it: Rimuovi sfondo
ru: Удалить фон

source: Remove Color
it: Rimuovi colore
ru: Удалить цвет

source: Remove from Recents
it: Rimuovi dai recenti
ru: Удалить из недавних

source: Remove from Recents or delete document.
it: Rimuovi dai recenti o elimina documento.
ru: Удалить из недавних или удалить документ.

source: Remove Mask
it: Rimuovi maschera
ru: Удалить маску

source: Remove red-eye effect
it: Rimuovi effetto occhi rossi
ru: Удалить красн. глаза

source: Remove unwanted elements
it: Rimuovi elementi indesiderati
ru: Удалить лишние элементы

source: Remove…
it: Rimuovo…
ru: Удалить…

source: Rename
it: Rinomina
ru: Переименовать

source: Rename Document
it: Rinomina documento
ru: Переименовать документ

source: Renaming is not supported in document’s current location. Move it to the Pixelmator projects folder and try again.
it: La rinominazione non è supportata nella posizione attuale del documento. Spostalo nella cartella dei progetti di Pixelmator e riprova.
ru: Переименование невозможно в данном расположении файла. Переместите его в папку проектов Pixelmator и попробуйте снова.

source: Repair
it: Ripara
ru: Исправить

source: Repair Selection
it: Ripara selezione
ru: Исправить выделение

source: Repair Tool
it: Strumento di riparazione
ru: Инструмент «Исправление»

source: Repairing…
it: Riparazione…
ru: Исправление…

source: Repairing… %@
it: Riparazione… %@
ru: Исправление… %@

source: Replace Color
it: Sostituisci
ru: Замена цвета

source: Replace Image
it: Sostituisci immagine
ru: Заменить изображение

source: Replace Media
it: Sostituisci media
ru: Заменить медиа

source: Report Issue
it: Segnala il problema
ru: Сообщить о проблеме

source: Reset
it: Reimposta
ru: Сброс

source: Reset Adjustments
it: Azzera regolazioni
ru: Сброс корректировок

source: Reset All Tips
it: Ripristina tutti i consigli
ru: Сбросить все подсказки

source: Reset Auto Enhance
it: Resetta miglioramento automatico
ru: Сбросить Автоулучшение

source: Reset Changes
it: Ripristina modifiche
ru: Сбросить изменения

source: Reset Crop
it: Ripristinare ritaglio
ru: Сбросить обрезку

source: Reset Enhance
it: Ripristina miglioramento
ru: Сбросить улучшение

source: Reset Horizontal Perspective
it: Ripristina prospettiva orizzontale
ru: Сбросить горизонтальную перспективу

source: Reset Match Colors
it: Ripristina Corrispondenza colori
ru: Сбросить подгонку цветов

source: Reset ML Crop
it: Ripristinare Ritaglio ML
ru: Сбросить ML-обрезку

source: Reset Perspective
it: Ripristina prospettiva
ru: Сбросить перспективу

source: Reset Vertical Perspective
it: Ripristina prospettiva verticale
ru: Сбросить вертикальную перспективу

source: Restore
it: Riprist.
ru: Восстановить

source: Restore distorted areas
it: Ripristina aree distorte
ru: Восстановить деформированное

source: Restore Layer
it: Ripristina livello
ru: Восстановить слой

source: Restore Settings
it: Ripristina impostazioni
ru: Восстановить настройки

source: Retouch
it: Ritocca
ru: Ретушь

source: Retro
ru: Ретро

source: Reveal in Files
it: Rivela nei File
ru: Показать в Файлах

source: Revert
it: Ripristina originale
ru: Вернуть

source: Revert to Original
it: Ripristina
ru: Вернуть к оригиналу

source: Rich
it: Ricco
ru: Насыщенно

source: Rigel
ru: Ригель

source: Right
it: Destra
ru: Правое

source: Romantic
it: Romantico
ru: Романтика

source: Rotate
it: Ruota
ru: Повернуть

source: Rotate 180°
it: Ruota di 180°
ru: Повернуть на 180°

source: Rotate Left
it: Ruota a sinistra
ru: Повернуть влево

source: Rotate Right
it: Ruota a destra
ru: Повернуть вправо

source: Rotate Selection
it: Ruota selezione
ru: Поворот выделения

source: Rounded Rect.
it: Rettangolo arrotondato
ru: Скругл. прямоугольник

source: Rounded Rectangle
it: Rettangolo arrotondato
ru: Скругл. прямоугольник
