Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/Localizable.strings
Languages: it, ru

source: Ruby
it: Rubino
ru: Рубин

source: Rulers
it: Righelli
ru: Линейки

source: Sample All Layers
it: Campiona tutti i livelli
ru: Все слои — образцы

source: Saturate
it: Satura
ru: Насыщенность

source: Saturation
it: Saturazione
ru: Насыщ.

source: Saturation Scatter
it: Dispersione saturazione
ru: Разброс насыщенности

source: Saturation Settings
it: Impostazioni saturazione
ru: Настройки насыщенности

source: Save to Photos
it: Salva in Foto
ru: Сохранить в Фото

source: Scale
it: Scala
ru: Масштаб

source: Scale Horizontally by Tilt
it: Scala orizzontale inclinando
ru: Горизонт.масштаб наклоном

source: Scale Shape Horizontally
it: Scala forma orizzontalmente
ru: Гориз. масштаб фигуры

source: Scale Shape Vertically
it: Scala forma verticalmente
ru: Верт. масштаб фигуры

source: Scale to Fill
it: Scala per riempire
ru: Подогнать масштаб под размер

source: Scale to Fit
it: Adatta in scala
ru: Масштаб под размер

source: Scale Vertically by Tilt
it: Scala verticale inclinando
ru: Верт.масштаб наклоном

source: Screen
it: Schermo
ru: Экран

source: See All
it: Vedi tutto
ru: См. все

source: Select
it: Seleziona
ru: Выделить

source: Select All
it: Seleziona tutto
ru: Выбрать все

source: Select Bottom Layer
it: Seleziona il livello di fondo
ru: Выбрать нижний слой

source: Select Column
it: Seleziona colonna
ru: Выбрать столбец

source: Select Images
it: Seleziona immagini
ru: Выбрать изображения

source: Select More Photos...
it: Seleziona altre foto...
ru: Выбрать еще фото...

source: Select More Photos…
it: Seleziona altre foto…
ru: Выбрать еще фото…

source: Select Next Layer
it: Seleziona il livello successivo
ru: Выбрать следующий слой

source: Select objects by tracing their edges
it: Seleziona gli oggetti tracciando i loro bordi
ru: Выбрать объекты, следя за краями

source: Select Previous Layer
it: Seleziona il livello precedente
ru: Выбрать предыдущий слой

source: Select rectangular areas
it: Seleziona aree rettangolari
ru: Выбрать прямоугольные области

source: Select rounded areas
it: Seleziona aree rotondi
ru: Выбрать скругленные области

source: Select Row
it: Seleziona riga
ru: Выбрать строку

source: Select similarly colored areas
it: Seleziona aree di colore simile
ru: Выделить схожие цвета

source: Select Subject
it: Seleziona soggetto
ru: Выбрать объект

source: Select subjects in images even faster thanks to improved Select Subject performance.
it: Seleziona i soggetti nelle immagini in modo ancora più rapido grazie alle prestazioni migliorate di Seleziona soggetto.
ru: Быстрее выбирайте объект в изображении благодаря улучшенному инструменту "Выбор объекта".

source: Select Top Layer
it: Seleziona il livello superiore
ru: Выбрать верхний слой

source: Selected Color
it: Colore selezionato
ru: Выбранный цвет

source: Selected Photos
it: Foto selezionate
ru: Выбранные фото

source: Selection
it: Selezione
ru: Выбор

source: SELECTION MODE
it: MODALITÀ DI SELEZIONE
ru: РЕЖИМ ВЫБОРА

source: Selective Clarity
it: Chiarezza selettiva
ru: Выборочная ясность

source: Selective Color
it: Colore selettivo
ru: Выбирающий цвет

source: Select…
it: Seleziona…
ru: Выбрать…

source: Send Backward
it: Metti dietro
ru: Назад

source: Send to Back
it: Metti in secondo piano
ru: На задний план

source: Sepia
it: Seppia
ru: Сепия

source: Set the endpoint size.
it: Imposta la dimensione delle estremità.
ru: Установить размер конечной точки.

source: Settings
it: Impostazioni
ru: Настройки

source: Shadow
it: Ombra
ru: Тень

source: Shadow Angle
it: Angolo ombra
ru: Угол теней

source: Shadow Blur
it: Sfumatura ombra
ru: Размытие теней

source: Shadow Color
it: Colore ombra
ru: Цвет тени

source: Shadow Off
it: Ombra non attiva
ru: Тень Выкл.

source: Shadow Offset
it: Offset ombra
ru: Смещение тени

source: Shadow On
it: Ombra attiva
ru: Тень Вкл.

source: Shadows
it: Ombre
ru: Тени

source: Shape
it: Forma
ru: Фигура

source: Shape Angle
it: Angolo forma
ru: Угол формы

source: Shape Direction
it: Direzione forma
ru: Направление фигуры

source: Share
it: Condividi
ru: Поделиться

source: Shared Albums
it: Album condivisi
ru: Общие альбомы

source: Sharpen
it: Nitidezza
ru: Резкость

source: Sharpen Settings
it: Impostazioni contrasto
ru: Настройки резкости

source: Sharpen the focus
it: Acuisci messa a fuoco
ru: Повысить резкость фокуса

source: Sharpness
it: Nitidezza
ru: Резкость

source: Show
it: Mostra
ru: Показать

source: Show All Photos
it: Mostra tutte le foto
ru: Показать все фото

source: Show Layer
it: Mostra livello
ru: Показать слой

source: Show Recents
it: Mostra recenti
ru: Показать недавние

source: Simple
it: Semplice
ru: Простой

source: SIZE
it: DIMENSIONE
ru: РАЗМЕР

source: Size
it: Dimensione
ru: Размер

source: Size by Pressure
it: Dimensione per pressione
ru: Размер под давлением

source: Size by Speed
it: Dimensione per velocità
ru: Размер при скорости

source: Size Scatter
it: Dispersione dimensione
ru: Разброс размеров

source: Skew
it: Storto
ru: Наклон

source: Sky
it: Cielo
ru: Небо

source: Smart Refine
it: Perfezionamento smart
ru: Смарт-уточнение

source: Smooth Edges
it: Ammorbidisci contorni
ru: Сглаженные края

source: Smooth textures
it: Texture morbide
ru: Сглаженные текстуры

source: Smudge
it: Macchia
ru: Смазывание

source: Smudge Settings
it: Impostazioni macchia
ru: Настройки смазывания

source: Smudge Strength
it: Intensità sfumino
ru: Сила смазывания

source: Snapping
it: Aggancia
ru: Фотографирование

source: Soft Light
it: Luce morbida
ru: Мягкий свет

source: Soften
it: Attenua
ru: Смягчить

source: Soften Settings
it: Impostazioni morbidezza
ru: Настройки смягчения

source: Softness
it: Morbidezza
ru: Мягкость

source: Some changes were made to your document
it: Sono state effettuate alcune modifiche al tuo documento
ru: В ваш документ были внесены изменения

source: Some layer group settings are not supported. Your image might look different.
it: Alcune impostazioni dei gruppi di livelli non sono supportate. L’immagine potrebbe apparire diversa.
ru: Некоторые настройки групп слоев не поддерживаются. Ваше изображение будет выглядеть иначе.

source: Source Atop
it: Sorgente Atop
ru: Источник наверху

source: Source Color
it: Colore d'origine
ru: Исходный цвет

source: Source In
it: Sorgente ingresso
ru: Вход источника

source: Source Out
it: Sorgente uscita
ru: Выход источника

source: Spacing Guides
it: Guide di spaziatura
ru: Направл. интервала

source: Specular
it: Speculare
ru: Зеркальный

source: Sphere
it: Sfera
ru: Сфера

source: Spin area of an image to the left
it: Ruota area di un'immagine a sinistra
ru: Закрутить область изображения влево

source: Spin area of an image to the right
it: Ruota area di un'immagine a destra
ru: Закрутить область изображения вправо

source: Spot Light
it: Luce piatta
ru: Прожектор

source: Spray
it: Spruzzo
ru: Спрей

source: Square
it: Quadrato
ru: Квадрат

source: Square Post
it: Pubblicazione quadrata
ru: Квадратный пост

source: Squeeze area of an image
it: Comprimi area di un'immagine
ru: Сжать область изображения

source: Star
it: Stella
ru: Звезда

source: Start
it: Inizio
ru: Начало

source: Start Free Trial
it: Inizia prova gratuita
ru: Начать бесплатный пробный период

source: Start Point
it: Punto di partenza
ru: Начальная точка

source: Story
it: Storia
ru: Сюжет

source: Straighten
it: Raddrizza
ru: Выпрямить

source: Strength
it: Intensità
ru: Сила

source: Stretch
it: Allunga
ru: Растяжение

source: Stroke
it: Tratto
ru: Штрих

source: Stroke Color
it: Colore tratto
ru: Цвет контура

source: Stroke Gradient
it: Tratto sfumato
ru: Градиент контура

source: Stroke Off
it: Tratto non attivo
ru: Контур Выкл.

source: Stroke On
it: Tratto attivo
ru: Контур Вкл.

source: Stroke Position
it: Posizione tratto
ru: Позиция штриха

source: Stroke Type
it: Tipo di tratto
ru: Тип штриха

source: Stroke Width
it: Ampiezza tratto
ru: Ширина контура

source: Style
it: Stile
ru: Стиль

source: Stylize
it: Stilizzazione
ru: Стилизовать

source: Subject
it: Soggetto
ru: Сюжет

source: Subtract
it: Sottrai
ru: Вычесть

source: Subtract from Selection
it: Sottrai da selezione
ru: Вычесть из выделения

source: Super Resolution
it: Super risoluzione
ru: Cупер-разрешение

source: Support
it: Supporto
ru: Поддержка

source: Support for iOS 17
it: Supporto per iOS 17
ru: Поддержка iOS 17

source: Support for iPadOS 17
it: Supporto per iPadOS 17
ru: Поддержка iPadOS 17

source: Support for JXL File Format
it: Supporto del formato file JXL
ru: Поддержка формата JXL

source: Tail End Dynamics
it: Dinamica estremità finale
ru: Динамика конца хвоста

source: Tail Location
it: Posizione estremità
ru: Расположение окончания

source: Tail Opacity
it: Opacità estremità
ru: Непрозрачность хвоста

source: Tail Size
it: Dimensione estremità
ru: Размер хвостов

source: Tail Start Dynamics
it: Dinamica estremità iniziale
ru: Динамика начала хвоста

source: Tail Width
it: Larghezza estremità
ru: Ширина окончания

source: Take Photo
it: Scatta foto
ru: Сделать фото

source: Tap to choose a brush
it: Tocca per scegliere un pennello
ru: Нажмите для выбора кисти

source: Tap to choose a distort tool
it: Tocca per scegliere uno strumento di distorsione
ru: Нажмите для выбора инструмента Деформация

source: Tap to choose a retouch tool
it: Tocca per scegliere uno strumento di ritocco
ru: Нажмите для выбора инструмента ретуши

source: Tap to choose a selection tool
it: Tocca per scegliere uno strumento di selezione
ru: Нажмите для выбора инструмента выделения

source: Tap to choose an eraser
it: Tocca per scegliere una gomma
ru: Нажмите для выбора ластика

source: Target Color
it: Colore target
ru: Целевой цвет

source: Taurus
it: Toro
ru: Телец

source: Temp.
ru: Темп.

source: Temperature
it: Temperatura
ru: Температура

source: Templates
it: Modelli
ru: Шаблоны

source: Templates are stored on the internet so it might take a while to download one.
it: I template sono archiviati su internet e pertanto potrebbero volerci alcuni istanti per scaricarne uno.
ru: Шаблоны хранятся в интернете, так что для загрузки потребуется некоторое время.

source: Text
it: Testo
ru: Текст

source: Text Color
it: Colore testo
ru: Цвет текста

source: Text Size
it: Dimensione testo
ru: Размер текста

source: Texture
ru: Текстура

source: The document contains %@ layers, which are not supported. Your image might look different.
it: Il documento contiene %@ livelli che non sono supportati. L'immagine potrebbe avere un aspetto diverso.
ru: Документ содержит неподдерживаемые слои (%@). Ваше изображение может выглядеть иначе.

source: The document contains clipping masks which are not supported. Your image might look different.
it: Il documento contiene maschere di ritaglio che non sono supportate. L'immagine potrebbe avere un aspetto diverso.
ru: Документ содержит неподдерживаемые обтравочные маски. Ваше изображение может выглядеть иначе.

source: The document contains color adjustments which are not supported. These have been merged with image layers and removed from vector layers.
it: Il documento contiene regolazioni colore che non sono supportate. Queste sono state unite ai livelli dell'immagine e rimosse dai livelli vettoriali.
ru: Документ содержит неподдерживаемую цветокоррекцию. Она объединена со слоями изображения и удалена из векторных слоев.

source: The document contains color adjustments which are not supported. They have been merged with image layers and removed from vector layers.
it: Il documento contiene regolazioni colore che non sono supportate. Sono state unite ai livelli dell'immagine e rimosse dai livelli vettoriali.
ru: Документ содержит неподдерживаемую цветокоррекцию. Она может объединена со слоями изображения и удалена из векторных слоев.

source: The document contains curved text. These layers have been removed.
it: Il documento contiene testo curvo. Questi livelli sono stati rimossi.
ru: Документ содержит изогнутый текст. Эти слои удалены.

source: The document contains effects which are not supported. These have been merged with image layers and removed from vector layers.
it: Il documento contiene effetti che non sono supportati. Questi sono stati uniti ai livelli dell'immagine e rimossi dai livelli vettoriali.
ru: Документ содержит неподдерживаемые эффекты. Они объединены со слоями изображения и удалены из векторных слоев.

source: The document contains effects which are not supported. They have been merged with image layers and removed from vector layers.
it: Il documento contiene effetti che non sono supportati. Sono stati uniti ai livelli dell'immagine e rimossi dai livelli vettoriali.
ru: Документ содержит неподдерживаемые эффекты. Они объединены со слоями изображения и удалены из векторных слоев.

source: The document contains layer masks. These have been merged with image layers and removed from vector layers.
it: Il documento contiene maschere di livello. Queste sono state unite ai livelli dell'immagine e rimosse dai livelli vettoriali.
ru: Документ содержит маски слоев. Они объединены со слоями изображения и удалены из векторных слоев.

source: The document contains layer masks. They have been merged with image layers and removed from vector layers.
it: Il documento contiene maschere di livello. Sono state unite ai livelli dell'immagine e rimosse dai livelli vettoriali.
ru: Документ содержит маски слоев. Они объединены со слоями изображения и удалены из векторных слоев.

source: The document contains layer styles which are not supported.
it: Il documento contiene stili di livello che non sono supportati.
ru: Документ содержит неподдерживаемые стили слоев.

source: The document contains layer styles which are not supported. Your image might look different.
it: Il documento contiene livelli che non sono supportati. L'immagine potrebbe avere un aspetto diverso.
ru: Документ содержит неподдерживаемые стили слоев. Ваше изображение может выглядеть иначе.

source: The document contains layers that are too large.
it: Il documento contiene livelli troppo grandi.
ru: Документ содержит слои, которые слишком велики.

source: The document contains unsupported shape layers.
it: Il documento contiene livelli di forma non supportati.
ru: Документ содержит слои формы, которые не поддерживаются.

source: The document contains unsupported smart shape layers.
it: Il documento contiene livelli di forma smart non supportati.
ru: Документ содержит неподдерживаемые слои смарт-форм.

source: The document was opened in Pixelmator file format.
it: Il documento è stato aperto in formato file Pixelmator.
ru: Документ был открыт в файловом формате Pixelmator.

source: The document's color profile is not supported. It was converted to sRGB.
it: Il profilo colore del documento non è supportato. È stato convertito in sRGB.
ru: Цветовая модель документа не поддерживается. Она преобразована в sRGB.

source: The document’s color profile is not supported. It was converted to sRGB.
it: Il profilo colore del documento non è supportato. È stato convertito in sRGB.
ru: Цветовая модель документа не поддерживается. Она преобразована в sRGB.

source: The font "%@" is missing. Your text might look different.
it: Il font "%@" è mancante. Il testo potrebbe apparire diverso.
ru: Шрифт "%@" отсутствует. Ваш текст может выглядеть иначе.

source: The font “%@“ is missing. Your text might look different.
it: Il font “%@“ è mancante. Il testo potrebbe apparire diverso.
ru: Шрифт "%@" отсутствует. Ваш текст может выглядеть иначе.

source: The image contains %@ layers. To create more, reduce the image size.
it: L’immagine contiene %@ livelli. Per crearne altri, riduci la dimensione dell’immagine.
ru: Изображение содержит несколько слоев (%@). Чтобы создать больше, уменьшите размер изображения.

source: The image could not be exported.
it: L'immagine non può essere esportata.
ru: Изображение нельзя экспортировать.

source: The image is too large.
it: L’immagine è troppo grande.
ru: Изображение слишком большое

source: The image is too large. Its size has been reduced.
it: L’immagine è troppo grande. La dimensione è stata ridotta.
ru: Изображение слишком велико. Его размер был сокращен.

source: The image is too large. You can share images of up to %@ megapixels.
it: L'immagine è troppo grande. Puoi condividere immagini fino a %@ megapixel.
ru: Изображение слишком велико. Можно делиться изображениями до %@ МПикс.

source: The maximum number of layers for this image size is %i
it: Il numero massimo di livelli per questa dimensione dell'immagine è %i
ru: Максимальное количество слоев для изображения такого размера: %i

source: The name "%@" is already taken. Please choose a different name.
it: Il nome "%@" è già assegnato. Scegline uno diverso.
ru: Имя «%@» уже занято. Выберите другое имя.

source: The preset will be permanently deleted from the app.
it: Il preset verrà eliminato definitivamente dalla app.
ru: Пресет будет безвозвратно удален из приложения.

source: The size is too large.
it: La dimensione è troppo grande.
ru: Слишком большой размер.

source: The type of %@ layer is unsupported. Your image might look different.
it: Il tipo di livello %@ non è supportato. L’immagine potrebbe apparire diversa.
ru: Тип слоя «%@» не поддерживается. Ваше изображение может выглядеть иначе.

source: This album is empty. Add some photos to it in the Photos app and they’ll appear here automatically.
it: Questo album è vuoto. Aggiungi alcune foto nell'app Foto e appariranno qui automaticamente.
ru: Этот альбом пуст. Добавить несколько фотографий в приложении Фото, и они автоматически появятся здесь.

source: This cloud storage provider does not support Pixelmator files.
it: Questo fornitore di servizi cloud non supporta i file di Pixelmator.
ru: Этот облачный провайдер не поддерживает файлы формата Pixelmator.

source: This image exceeds the %@ megapixel limit and may cause Pixelmator to behave unexpectedly. If you choose to open the image anyway, try reducing its size or merging some of the layers.
it: Questa immagine supera il limite di %@ megapixel e potrebbe causare un comportamento imprevisto di Pixelmator. Se decidi di aprire comunque l'immagine, prova a ridurne le dimensioni o a unire alcuni livelli.
ru: Изображение превышает лимит мегапикселей (%@) и может привести к неожиданному поведению Pixelmator. Если вы решите открыть это изображение, попробуйте уменьшить его размер или объединить часть слоев.

source: This image exceeds the %@ megapixel limit and may cause Pixelmator to behave unexpectedly. You can still open the image as duplicate but its size will be automatically reduced.
it: Questa immagine supera il limite di %@ megapixel e potrebbe causare un comportamento imprevisto di Pixelmator. Puoi comunque aprire l'immagine come duplicato, ma le sue dimensioni verranno automaticamente ridotte.
ru: Изображение превышает лимит мегапикселей (%@) и может привести к неожиданному поведению Pixelmator. Вы все еще можете открыть копию, размер которой будет автоматически уменьшен.

source: This kind of activity is not supported in this demo
it: Questo tipo di attività non è supportato in questa demo
ru: Этот вид активности не поддерживается в этом демо

source: This kind of activity is not supported.
it: Questo tipo di attività non è supportato.
ru: Это действие не поддерживается.

source: This version of Pixelmator has been created specifically for demonstration purposes
it: Questa versione di Pixelmator è stata creata per scopi puramente dimostrativi
ru: Эта версия Pixelmator предназначена специально для демонстрации

source: This version of the file format is not supported.
it: Questa versione del formato di file non è supportata.
ru: Эта версия формата файла не поддерживается.

source: Tile
it: Porzione
ru: Плитка

source: Tilt Maximum Size
it: Dimensione massima inclinazione
ru: Максимум наклона

source: Tilt Scatter
it: Dispersione inclinazione
ru: Разброс наклона

source: Tilt Shift
ru: Тилт-шифт

source: Tilt-Shift
ru: Тилт-шифт

source: Tint
it: Tinta
ru: Тон

source: Tips
it: Consigli
ru: Подсказки

source: Tone
it: Tono
ru: Тоновый

source: Tone Map
it: Mappa Tono
ru: Тоновая карта

source: Tool
it: Strumento
ru: Инструмент

source: Tools
it: Strumenti
ru: Инструменты

source: Top
it: In alto
ru: Верхнее

source: Touch Opacity
it: Opacità tocco
ru: Непрозрачность касания

source: Touch Size
it: Dimensione tocco
ru: Размер касания

source: Transform
it: Trasforma
ru: Преобразовать

source: Transform Selection
it: Trasforma selezione
ru: Преобразовать выделение

source: Transition
it: Transizione
ru: Переход

source: Trim Canvas
it: Rifila quadro
ru: Подрезать холст

source: Twirl
it: Spirale
ru: Закручивание

source: Twirl Left
it: Spirale sx
ru: Закруч. влево

source: Twirl Left Settings
it: Impostazioni spirale a sinistra
ru: Настройки закр. влево

source: Twirl Right
it: Spirale dx
ru: Закруч. вправо

source: Twirl Right Settings
it: Impostazioni spirale a destra
ru: Настройки закр. вправо

source: Typing
it: Inserimento
ru: Печать

source: Unable to Access Help
it: Impossibile accedere all’aiuto
ru: Не удается получить доступ к справке

source: Unable to Add Image
it: Impossibile aggiungere immagine
ru: Не удалось добавить изображение

source: Unable to Download Template
it: Impossibile scaricare il template
ru: Не удалось загрузить шаблон

source: Unable to Export
it: Impossibile esportare
ru: Не удалось экспортировать

source: Unable to Open Image
it: Impossibile aprire immagine
ru: Не удается открыть изображение

source: Unable to Open Template
it: Impossibile aprire il template
ru: Не удалось открыть шаблон

source: Unable to Replace Image
it: Impossibile sostituire immagine
ru: Не удалось заменить изображение

source: Unable to Share Image
it: Impossibile condividere l'immagine
ru: Не удается поделиться изображением

source: Undo
it: Indietro
ru: Отмена

source: Undo %@
it: Annulla %@
ru: Отменить «%@»

source: Unfavorite
it: Scartato
ru: Убрать из избранного

source: Ungroup
it: Separa
ru: Разгруппировать

source: Unlock
it: Sblocca
ru: Разблокировать

source: Unlock %@
it: Sblocca %@
ru: Разблокировать %@

source: Unlock Alpha
it: Sblocca alpha
ru: Разблок. альфа

source: Unnamed
it: Senza nome
ru: Без имени

source: Unresolved Conflicts
it: Conflitti non risolti
ru: Нерешенные конфликты

source: Unsupported activity type
it: Tipo attività non supportato
ru: Действие не поддерживается

source: Untitled
it: Senza titolo
ru: Без названия

source: Untitled Album
it: Album senza titolo
ru: Альбом без названия

source: Untitled layer
it: Livello senza titolo
ru: Слой без названия

source: Untitled Layer
it: Livello senza titolo
ru: Слой без названия

source: Urban
it: Urbano
ru: Город

source: Vega
ru: Вега

source: Version %@
it: Versione %@
ru: Версия %@

source: Vertical Perspective
it: Prospettiva verticale
ru: Вертикальная перспектива

source: Vibrance
it: Vivacità
ru: Вибрация

source: Vibrant
it: Vibrante
ru: Сияние

source: Video
ru: Видео

source: Video Layer
it: Livello video
ru: Слой видео

source: View My Images
it: Mostra le mie immagini
ru: Мои изображения

source: Vignette
it: Vignetta
ru: Виньетка

source: Vignette Softness
it: Morbidezza vignetta
ru: Мягкость виньетирования

source: Vintage
ru: Винтаж

source: Vivid Light
it: Luce vivida
ru: Яркий свет

source: W:
it: L:
ru: Ш:

source: Warm
it: Caldo
ru: Тепло

source: Warp
it: Altera
ru: Искажение

source: Warp Settings
it: Impostazioni alterazione
ru: Настройки искажения

source: Washed
it: Lavato
ru: Размыто

source: Watercolor
it: Acquerello
ru: Акварель

source: Welcome to Pixelmator
it: Pixelmator ti dà il benvenuto
ru: Добро пожаловать в Pixelmator

source: Wetness
it: Umidità
ru: Влажность

source: What's New
it: Novità
ru: Что нового

source: What's New in Pixelmator
it: Novità di Pixelmator
ru: Что нового в Pixelmator

source: White
it: Bianco
ru: Белый

source: White Balance
it: Bilanciamento bianco
ru: Баланс белого
