Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/Localizable.strings
Languages: it, ru

source: %@ Bytes
it: %@ byte
ru: %@ байт

source: %@ Effect
it: Effetto %@
ru: Эффект %@

source: %@ OFF
it: %@ DI SCONTO
ru: СКИДКА %@

source: %@s
ru: %@с

# %i days free, then %@. Cancel anytime.
source: %1$i days free, then %2$@. Cancel anytime.
it: %1$i giorni gratis, poi %2$@. Annulla quando vuoi.
ru: %1$i дн. бесплатно, затем %2$@. Отмена в любой момент.

source: %i Images Selected
it: %i immagini selezionate
ru: Выбрано изображений: %i

source: %i tips
it: %i consigli
ru: Подсказки: %i

# %i week free, then %@. Cancel anytime.
source: %1$i week free, then %2$@. Cancel anytime.
it: %1$i settimana gratis, poi %2$@. Annulla quando vuoi.
ru: %1$i нед. бесплатно, затем %2$@. Отмена в любой момент.

source: (empty)
it: (vuoto)
ru: (пусто)

source: , %i days free
it: , %i giorni gratis
ru: , %i дн. беспл.

source: , %i week free
it: , %i settimana gratis
ru: , %i нед. беспл.

source: 1 Image Selected
it: 1 immagine selezionata
ru: Выбрано 1 изображение

source: 1 tip
it: 1 consiglio
ru: Подсказки: 1

# 1 year %@, then %@/year. Cancel anytime.
source: 1 year %1$@, then %2$@/year. Cancel anytime.
it: %1$@ per un anno, poi %2$@/anno. Annulla quando vuoi.
ru: Первый год %1$@, затем %2$@ в год. Отмена в любой момент.

source: 16 Bits/Channel
it: 16 bit/canale
ru: 16 бит/канал

source: 16-bit color depth is not supported. The image was converted to 8-bit color.
it: La profondità del colore a 16 bit non è supportata. L'immagine è stata convertita in colore a 8 bit.
ru: Глубина цвета 16 бит не поддерживается. Изображение будет преобразовано в цвета 8 бит.

source: 8 Bits/Channel
it: 8 bit/canale
ru: 8 бит/канал

source: "%@" Preset
ru: Набор "%@"

source: A flattened copy of your image was created.
it: È stata creata una copia appiattita della tua immagine.
ru: Была создана сведенная копия изображения.

source: Accumulation
it: Accumulo
ru: Накопление

source: Actual Size
it: Dimensione reale
ru: Реальный размер

source: Add Effects
it: Aggiungi effetti
ru: Эффекты

source: Add Image
it: Aggiungi immagine
ru: Добавить изображение

source: Add Layer
it: Aggiungi livello
ru: Добавить слой

source: Add Mask
it: Aggiungi maschera
ru: Добавить маску

source: Add New Layer
it: Aggiungi nuovo livello
ru: Добавить новый слой

source: Add Raw Layer
it: Aggiungi livello raw
ru: Добавить RAW-слой

source: Add Selection
it: Aggiungi selezione
ru: Добавить выделение

source: Add Shape
it: Aggiungi forme
ru: Добавить фигуру

source: Add some photos to the Photos app and they’ll appear here automatically.
it: Aggiungi alcune foto nell'app Foto e appariranno qui automaticamente.
ru: Добавьте пару фотографий в приложение «Фото», и они автоматически появятся здесь.

source: Add Text
it: Aggiungi testo
ru: Добавить текст

source: Add to Selection
it: Aggiungi a selezione
ru: Добавить к выделению

source: Adjust Colors
it: Regola colori
ru: Цветокоррекция

source: Adjust Size
it: Regola dimensione
ru: Изменить размер

source: Adjust the endpoint size.
it: Regola la dimensione delle estremità.
ru: Отрегулировать размер конечной точки.

source: Adjustments
it: Adattamento
ru: Изменения

source: Affine Tile
it: Affina porzione
ru: Аффинная мозаика

source: Albums
it: Album
ru: Альбомы

source: Align
it: Allinea
ru: Выровнять

source: All
it: Tutti
ru: Все

source: All Albums
it: Tutti gli album
ru: Все альбомы

source: All Photos
it: Tutte le foto
ru: Все фото

source: All rights reserved.
it: Tutti i diritti riservati.
ru: Все права защищены.

source: Allow Access to All Photos
it: Consenti l'accesso a All Photos
ru: Открыть доступ ко всем фото

source: Allow Photos Access
it: Consenti accesso alle foto
ru: Разрешить доступ «Фото»

source: Amber
it: Ambra
ru: Янтарь

source: Ambient Light
it: Luce ambientale
ru: Окружающий свет

source: An error occurred while opening a template.
it: Si è verificato un errore nell’apertura di un template.
ru: Произошла ошибка при открытии шаблона.

source: An error occurred while opening the image. Error code: %@.
it: Si è verificato un errore durante l'apertura dell'immagine. Codice errore: %@.
ru: Ошибка открытия изображения. Код ошибки: %@.

source: Angle
it: Angolo
ru: Угол

source: Angle by Tilt
it: Angolo di inclinazione
ru: Угол наклона

source: Angle Scatter
it: Angolo di dispersione
ru: Разброс углов

source: App Settings
it: Impostazioni dell'applicazione
ru: Настройки приложения

source: Apply
it: Applica
ru: Применить

source: Apply Selection
it: Applica selezione
ru: Применить выделение

source: Apply Selection Transform
it: Applica trasformazione della selezione
ru: Применить преобразование выбранного

source: Apricot
it: Albicocca
ru: Абрикос

source: Arcturus
ru: Арктур

source: Are you sure you want to clear all recent documents? You can later access them in Files.
it: Sei sicuro di voler cancellare tutti i documenti recenti? Puoi accedervi più tardi in File.
ru: Действительно очистить список недавних документов? Они останутся доступны через «Файлы».

source: Arrange
it: Disponi
ru: Порядок

source: Arrow
it: Freccia
ru: Стрелка

source: Arrow Edit
it: Modifica freccia
ru: Правка стрелки

source: Arrow from Point
it: Freccia dal punto
ru: Стрелка с точкой

source: Art Deco
ru: Арт-деко

source: Artist
it: Artista
ru: Художник

source: Aspect
it: Aspetto
ru: Ракурс

source: Auto Enhance
it: Miglioramento automatico
ru: Автоулучшение

source: Auto Straighten
it: Raddrizza automaticamente
ru: Автовыпрямление

source: B&W
it: B&N
ru: Ч/Б

source: Background
it: Sfondo
ru: Фон

source: Background Color
it: Colore di sfondo
ru: Цвет фона

source: Background Layer
it: Livello di sfondo
ru: Фоновый слой

source: Balance Adjustment
it: Regolazione bilanciamento
ru: Корректировки баланса

source: Baseline Exposure
it: Esposizione linea di base
ru: Экспозиция базовой линии

source: Basic
it: Di base
ru: Базовый

source: Bauhaus
ru: Баухаус

source: Begin Selection
it: Inizia selezione
ru: Начать выделение

source: Behind
it: Dietro
ru: Позади

source: Bias
it: Diagonale
ru: Уклон

source: Black
it: Nero
ru: Черный

source: Black & White
it: Bianco e nero
ru: Ч/Б

source: Black - Gray
it: Nero - Grigio
ru: Черный - Серый

source: Black Point
it: Punto di nero
ru: Точка черного

source: Blacks
it: Neri
ru: Черные

source: Blending
it: Fusione
ru: Смешивание

source: Blending mode
it: Metodo di fusione
ru: Режим смешивания

source: Blending Mode
it: Metodo di fusione
ru: Режим смешивания

source: Bloat area of an image
it: Gonfia area di un'immagine
ru: Раздуть область изображения

source: Blue
it: Blu
ru: Синий

source: Blue Channel
it: Canale blu
ru: Синий канал

source: Blue Color Balance
it: Bilanciamento colore blu
ru: Баланс синего

source: Blur
it: Sfocatura
ru: Размытие

source: Blur and soften the focus
it: Sfoca e ammorbidisci messa a fuoco
ru: Размыть и смягчить фокус

source: Bokeh
ru: Боке

source: Boost
it: Aumenta
ru: Усиление

source: Boost Shadow
it: Aumenta ombra
ru: Усиление тени

source: Borders
it: Bordi
ru: Границы

source: Bottom
it: Basso
ru: Нижнее

source: Bright
it: Brillante
ru: Ярко

source: Brightness
it: Luminosità
ru: Яркость

source: Bring Forward
it: Porta avanti
ru: Вперед

source: Bring to Front
it: Porta in primo piano
ru: На передний план

source: BROWSER
ru: БРАУЗЕР

source: Brush
it: Penn.
ru: Кисть

source: Brush Scatter
it: Dispersione pennello
ru: Разброс кисти

source: Brush Settings
it: Impostazioni pennello
ru: Настройки кисти

source: Brush Size
it: Dimensione pennello
ru: Размер кисти

source: Brush Spacing
it: Spaziatura pennello
ru: Интервал кисти

source: Bump
it: Impatto
ru: Вздутие

source: Bump Settings
it: Impostazioni rilievo
ru: Настройки вздутия

source: Calculating size…
it: Calcolo dimensioni in corso…
ru: Вычисление размера…

source: Camera
it: Fotocamera
ru: Камера

source: Cancel
it: Annulla
ru: Отмена

source: Cannot Create More Layers
it: Impossibile creare più livelli
ru: Не удается создать больше слоев

source: Canvas
it: Quadro
ru: Холст

source: Canvas Size
it: Dimensione quadro
ru: Размер холста

source: Caps
it: Estremità
ru: Концы линии

source: Card
it: Scheda
ru: Карточка

source: Categories
it: Categorie
ru: Категории

source: Celeste
ru: Селеста

source: Center
it: Al centro
ru: Центр

source: Center Guides
it: Guide centrali
ru: Центр. направляющие

source: Center.
ru: По центру.

source: Centimeters
it: Centimetri
ru: Сантиметры

source: Change Color...
it: Cambia colore...
ru: Изменить цвет...

source: Channel
it: Canali
ru: Канал

source: Channel Mixer
it: Mixer canale
ru: Микшер каналов

source: Check your network connection and try again.
it: Controlla la connessione di rete e riprova.
ru: Проверьте соединение с сетью и попробуйте еще раз.

source: Choose Color
it: Scegli colore
ru: Выберите цвет

source: Choose Image
it: Scegli immagine
ru: Выбрать изображение

source: Choose Template
it: Scegli modello
ru: Выбрать шаблон

source: Chromatic Aberration
it: Aberrazione cromatica
ru: Хроматическая аберрация

source: Chromatic Noise Tracking
it: Rilevamento disturbo cromatico
ru: Трекинг хроматического шума

source: Chromaticity X
it: Cromaticità X
ru: Хроматичность X

source: Chromaticity Y
it: Cromaticità Y
ru: Хроматичность Y

source: Circle Tilt-Shift Blur
it: Sfocatura cerchio tilt-shift
ru: Круговое размытие тилт-шифт

source: Clarity
it: Chiarezza
ru: Ясность

source: Clarity Highlights
it: Luci chiarezza
ru: Ясность светлых мест

source: Clarity Midtones
it: Mezzitoni chiarezza
ru: Ясность средних тонов

source: Clarity Shadows
it: Ombre chiarezza
ru: Ясность теней

source: Clear
it: Cancella
ru: Очистить

source: Clear All Recents
it: Cancella tutti i recenti
ru: Очистить все недавние

source: Clipboard
it: Appunti
ru: Буфер обмена

source: Clipping masks are not supported. Your image might look different.
it: Le maschere di ritaglio non sono supportate. L’immagine potrebbe avere un aspetto diverso.
ru: Маски обрезки не поддерживаются. Ваше изображение может выглядеть иначе.

source: Clone
it: Clona
ru: Штамп

source: Clone Settings
it: Impostazioni clonazione
ru: Настройки штампа

source: Close Selection
it: Chiudi selezione
ru: Закрыть выделение

source: cm
ru: см

source: Color
it: Colore
ru: Цвет

source: Color Adjustments
it: Regolazioni colore
ru: Цветокоррекция

source: Color Balance
it: Bilancia
ru: Цветовой баланс

source: Color Burn
it: Colore brucia
ru: Затемнение основы

source: Color Dodge
it: Colore scherma
ru: Осветление основы

source: Color Fill
it: Colore riempimento
ru: Заливка цветом

source: Color Monochrome
it: Colore monocromatico
ru: Монохромный цвет

source: Color Noise Reduction
it: Riduzione disturbo colore
ru: Уменьшение цв. шума

source: Color Range
it: Gamma di colore
ru: Диапазон цветов

source: Color Selection
it: Selezione colore
ru: Выбор цвета

source: Color Wheels
it: Ruote colori
ru: Цветовые круги

source: Colors
it: Colori
ru: Цвета

source: Completely transform the look of images using a wide range of beautiful effects.
it: Trasforma completamente l'aspetto delle immagini utilizzando un'ampia gamma di splendidi effetti.
ru: Радикально меняйте облик изображений с помощью широкого круга красивых эффектов.

source: Concentration
it: Concentrazione
ru: Концентрация

source: Constant
it: Costante
ru: Постоянный

source: Constrain proportions
it: Vincola proporzioni
ru: Соблюдать пропорции

source: Continue
it: Continua
ru: Продолжить

source: Contrast
it: Contrasto
ru: Контраст

source: Convert into Pixels
it: Converti in pixel
ru: Конвертировать в пиксели

source: copy
it: copia
ru: (копия)

source: Copy
it: Copia
ru: Скопировать

source: Copy Adjustments
it: Copia regolazioni
ru: Скопировать корректировки

source: Copy Image
it: Copia immagine
ru: Скопировать изображение

source: Copy Layer
it: Copia livello
ru: Скопировать слой

source: Copyright © %@ Pixelmator Team.
ru: Copyright © %@ Команда Pixelmator.

source: Corner
it: Angolo
ru: Угол

source: Corner Radius
it: Raggio angolo
ru: Радиус угла

source: Could not insert image.
it: Impossibile inserire immagine.
ru: Не удалось вставить изображение

source: Couldn’t Rename Document
it: Impossibile rinominare documento
ru: Не удалось переименовать документ

source: Crayon
it: Pastello
ru: Воск. мелок

source: Create
it: Crea
ru: Создать

source: Create a new document from photos, templates, or presets.
it: Crea un nuovo documento da foto, modelli o preset.
ru: Создать новый документ на основе фото, шаблона или пресета.

source: Create Designs
it: Crea disegni
ru: Создать дизайн

source: Create Image
it: Crea immagine
ru: Создать изображение

source: Create New Selection
it: Crea nuova selezione
ru: Создать новое выделение

source: Create Selection
it: Crea selezione
ru: Создать выбор

source: Create smeared paint
it: Crea vernice spalmata
ru: Смазать области изображения

source: Create stunning designs with easy-to-use smart shapes and advanced text tools.
it: Crea fantastici disegni con forme smart facili da usare e strumenti di testo avanzati.
ru: Создавайте отличный дизайн с помощью простых в работе смарт-форм и мощных текстовых инструментов.

source: Crop
it: Ritaglia
ru: Обрезка

source: Current
it: Attuale
ru: Текущее

source: Currently unable to establish an internet connection.
it: Impossibile al momento stabilire una connessione internet.
ru: Сейчас невозможно установить интернет-соединение.

source: Curves
it: Curve
ru: Кривые

source: Custom
it: Personalizzato
ru: Свой

source: Custom LUT
it: LUT personalizzata
ru: Пользовательский LUT

source: Custom Size
it: Dimensioni personalizzate
ru: Пользовательский размер

source: Custom Size Image
it: Dimensione immagine personalizzata
ru: Польз. размер

source: Cut
it: Taglia
ru: Вырезать

source: Cut Layer
it: Taglia livello
ru: Вырезать слой

source: Cyan
it: Ciano
ru: Бирюзовый

source: Dark
it: Scuro
ru: Темно

source: Darken
it: Scurisci
ru: Затемнить

source: Darken areas of an image
it: Scurisci le aree di un’immagine
ru: Затемнить области изображения

source: Darken Settings
it: Impostazioni scuritura
ru: Настройки затемнения

source: Darker Color
it: Scurisci colore
ru: Темный цвет

source: Darks
it: Scuri
ru: Потемнения

source: Dash
it: Trattino
ru: Пунктир

source: Dashed Line
it: Linea tratteggiata
ru: Пунктирная линия

source: Decontaminating colors…
it: Decontaminazione colori...
ru: Очищение цветов…

source: Decrease Size
it: Riduci dimensione
ru: Уменьшить размер

source: Decrease the strength of colors
it: Diminuisci intensità colori
ru: Уменьшить яркость цветов

source: Default
it: Predefinito
ru: По умолчанию

source: Dehaze
it: Togli foschia
ru: Убрать дымку

source: Delete
it: Elimina
ru: Удалить

source: Delete
it: Elimina
ru: Удалить

source: Delete "%@"?
it: Eliminare "%@"?
ru: Удалить "%@"?

source: Delete Layer
it: Elimina livello
ru: Удалить слой

source: Delete Linked File
it: Elimina file collegato
ru: Удалить связанный файл

source: Denoise
it: Riduzione disturbo
ru: Уменьшение шума

source: Depth
it: Profondità
ru: Глубина

source: Depth Mask
it: Maschera di profondità
ru: Маска глубины

source: Depth Range
it: Gamma di profondità
ru: Диапазон глубины

source: Desaturate
it: Desatura
ru: Убрать насыщ.

source: Desaturation Settings
it: Impostazioni desaturazione
ru: Настройки сниж. насыщенности

source: Deselect
it: Deseleziona
ru: Снять выбор

source: Deselect All
it: Deseleziona tutto
ru: Отменить выбор всех объектов

source: Destination Atop
it: Destinazione sovrapposizione
ru: Место назначения наверху

source: Destination In
it: Destinazione Dentro
ru: Место назначения внутри

source: Destination Out
it: Destinazione Fuori
ru: Место назначения снаружи

source: Destination Over
it: Destinazione Sopra
ru: Место назначения поверх

source: Detail
it: Dettaglio
ru: Подробнее

source: Detecting subject…
it: Rilevamento soggetto...
ru: Выбор объекта…

source: Detecting Subject…
it: Rilevamento soggetto...
ru: Выбор объекта…

source: Difference
it: Differenza
ru: Разница

source: Directed
it: Diretto
ru: Прямой

source: Disable %@
it: Disattiva %@
ru: Отключить %@

source: Dismiss
it: Rifiuta
ru: Отклонить

source: Distance
it: Distanza
ru: Дистанция

source: Distort
it: Distorci
ru: Деформация

source: Distortion
it: Distorsione
ru: Искажение

source: Divide
it: Dividi
ru: Разделить

source: Document has been edited by another application and is in conflict. Please resolve conflicts before continuing working with your document.
it: Il documento è stato modificato con un’altra app e ci sono conflitti. Risolvi i conflitti prima di continuare a lavorare con il documento.
ru: Этот документ изменяло другое приложение, из-за чего возник конфликт. Разрешите конфликты, прежде чем продолжать работу с документом.

source: Documents
it: Documenti
ru: Документы

source: Done
it: Fine
ru: Готово

source: done
it: fine
ru: готово

source: Double-Headed Arrow
it: Freccia a due punte
ru: Двусторонняя стрелка

source: Download
it: Scarica
ru: Загрузка

source: Download Template
it: Scarica template
ru: Загрузить шаблон

source: Drag on canvas to adjust the Color Fill tolerance.
it: Trascina sul quadro per regolare la tolleranza di Riempimento colore.
ru: Проведите по холсту, чтобы отрегулировать допуск цветовой заливки.

source: Drag on canvas to fill image areas with solid color.
it: Trascina sul quadro per riempire le aree dell'immagine con un colore uniforme.
ru: Проведите по холсту, чтобы заполнить области изображения определенным цветом.

source: Draw freehand selections
it: Disegna selezioni a mano libera
ru: Создать свободное выделение

source: Draw Selection
it: Disegna selezione
ru: Нарисовать выделение

source: Duplicate
it: Duplica
ru: Дублировать

source: Duplicate
it: Duplica
ru: Дублировать

source: Duplicate Layer
it: Duplica livello
ru: Дублировать слой

source: Duplicating...
it: Duplicazione in corso...
ru: Дублирование...

source: Duplicating…
it: Duplicazione in corso…
ru: Дублирование…

source: Edge Guides
it: Guide laterali
ru: Направл. по краю

source: Edit
it: Modifica
ru: Правка

source: Edit %i Images
it: Modifica %i immagini
ru: Править изображения (%i)

source: Edit 1 Image
it: Modifica 1 immagine
ru: Править изображение (1)

source: Edit and enhance photos using powerful color adjustments and retouching tools.
it: Modifica e migliora le foto utilizzando potenti regolazioni del colore e strumenti di ritocco.
ru: Редактируйте и улучшайте фото с помощью мощной цветокоррекции и инструментов ретуши.

source: Edit Color Fill
it: Modifica Riempimento colore
ru: Править заливку цветом

source: Edit JPEG
it: Modifica JPEG
ru: Править JPEG

source: Edit Photos
it: Modifica Photos
ru: Править фото

source: Edit RAW
it: Modifica RAW
ru: Править RAW

source: Effects
it: Effetti
ru: Эффекты

source: Ellipse
it: Ellisse
ru: Эллипс

source: Elliptical
it: Ellittico
ru: Эллипс

source: Elliptical Selection
it: Selezione ellittica
ru: Эллиптическое выделение

source: Elliptical Speech Bubble
it: Fumetto ellittico
ru: Эллиптический пузырь речи

source: Emerald
it: Smeraldo
ru: Изумруд

source: Empty Album
it: Album vuoto
ru: Пустой альбом

source: Empty Layer
it: Livello vuoto
ru: Пустой слой

source: Enable EDR
it: Abilita EDR
ru: Включить EDR

source: Enable Sharpening
it: Attiva nitidezza
ru: Включить резкость

source: End
it: Fine
ru: Конец

source: End Point
it: Punto finale
ru: Конечная точка

source: Enhance
it: Migliora
ru: Улучшить

source: Enjoy a beautifully redesigned Pixelmator color picker, now offering easy access to Apple's native color picker.
it: Scopri il nuovo selettore colore di Pixelmator, che ora offre un facile accesso al selettore colore nativo di Apple.
ru: Оцените новый дизайн пипетки Pixelmator, предоставляющий быстрый доступ к встроенной пипетке Apple.

source: Enjoy a fresh new color picker design and work with colors from anywhere on your device thanks to Apple's native color picker support.
it: Il nuovo design del selettore colore permette di lavorare con i colori ovunque sul dispositivo, grazie al supporto del selettore colore nativo di Apple.
ru: Попробуйте пипетку в новом дизайне и работайте с любыми цветами на вашем устройстве благодаря поддержке встроенной пипетки Apple.

source: Enjoy an award-winning photo editing experience with powerful color adjustments, advanced AI tools, full support for RAW photos, and more.
ru: Популярный и признанный редактор фото с мощными возможностями цветокоррекции, продвинутым ИИ, полной поддержкой формата RAW и другими функциями.

source: Enter a new name for this document.
it: Inserisci un nuovo nome per questo documento.
ru: Задайте новое имя этого документа.

source: Enter a new name for this preset:
it: Inserisci un nuovo nome per questo preset:
ru: Введите новое имя этого набора:

source: Erase
it: Cancella
ru: Стереть

source: Eraser Settings
it: Impostazioni gomma
ru: Настройки ластика

source: Error
it: Errore
ru: Ошибка

source: Events From My Mac
it: Eventi dal mio Mac
ru: События из моего Mac

source: Exclusion
it: Esclusione
ru: Исключение

source: Exclusive OR
it: OR esclusivo
ru: Эксклюзивное ИЛИ

source: Export
it: Esporta
ru: Экспорт

source: Exposure
it: Esposizione
ru: Экспозиция

source: Faces From My Mac
it: Volti dal mio Mac
ru: Лица из моего Mac

source: Fade
it: Dissolvenza
ru: Затухание

source: Faded
it: Sbiadito
ru: Затухание

source: Failed to calculate size.
it: Impossibile calcolare la dimensione.
ru: Не удается вычислить размер.

source: Failed to create image for sharing.
it: Impossibile creare immagine per la condivisione
ru: Не удалось создать изображение для отправки.

source: Failed to get one or more extended attribute values
it: Impossibile ottenere uno o più valori estesi attributi
ru: Не удалось получить одно или более расширенных признаков значений

source: Failed to Move Files
it: Impossibile spostare i file
ru: Не удалось переместить файлы

source: Failed to set one or more extended attributes.
it: Impossibile impostare uno o più attributi estesi
ru: Не удалось настроить одно или более расширенных значений.

source: Faster Subject Selection
it: Selezione più rapida dei soggetti
ru: Ускоренный выбор объекта

source: Favorite
it: Preferito
ru: Избранное

source: Favorites
it: Preferiti
ru: Избранное

source: Feature not enabled for this demo
it: Funzionalità non abilitata per la demo
ru: Эта функция недоступна в демо-версии

source: Files
it: File
ru: Файлы

source: Fill
it: Riempi
ru: Заливка

source: Fill Color
it: Colore riempimento
ru: Заливка цветом

source: Fill Gradient
it: Riempimento sfumatura
ru: Заливка градиентом

source: Fill Off
it: Versamento
ru: Выключить заливку

source: Fill On
it: Riempimento
ru: Включить заливку

source: Fit
it: Adatta
ru: Подогнать

source: Fix Red-Eyes
it: Correggi occhi rossi
ru: Красные глаза

source: Fixed
it: Fisso
ru: Исправлено

source: Flatten Layer
it: Appiattisci il livello
ru: Сгладить слой

source: Flip
it: Capovolgi
ru: Переворот

source: Flip Horizontal
it: Speculare
ru: Отразить по горизонтали

source: Flip Horizontally
it: Rifletti orizzontale
ru: Отразить по горизонтали

source: Flip Vertical
it: Capovolto
ru: Отразить по вертикали

source: Flip Vertically
it: Rifletti verticale
ru: Отразить по вертикали

source: Focus
it: Messa a fuoco
ru: Фокус

source: Font
ru: Шрифт

source: Fonts
it: Font
ru: Шрифты

source: Free
it: Libero
ru: Свободно

source: Free Selection
it: Selezione libera
ru: Своб.выбор

source: Freeform
it: Mano libera
ru: Свободная форма

source: Freely distort area of an image
it: Distorci liberamente area di un'immagine
ru: Свободная деформация области изображения

source: Frequency Separation
it: Separazione delle frequenze
ru: Частотное разложение

source: From My Mac
it: Dal mio Mac
ru: Из моего Mac

source: Fullscreen
it: A tutto schermo
ru: Полный экран

source: Gap
it: Spazio
ru: Интервал

source: Generator
it: Generatore
ru: Генератор
