Repository: Pixelmator/Localizations
Catalog: iOS-classic/*.lproj/Templates.strings
Languages: de, fr, it, pt_br, zh_hans

source: Default
de: Standard
fr: Par défaut
it: Predefinito
pt_br: Padrão
zh_hans: 默认

source: Landscape
de: Landschaft
fr: Paysage
it: Paesaggio
pt_br: Paisagem
zh_hans: 景观

source: Portrait
de: Porträt
it: Ritratto
pt_br: Retrato
zh_hans: 肖像

source: Custom...
de: Eigene …
fr: Personnaliser…
it: Personalizza...
pt_br: Personalizado...
zh_hans: 自定…

source: Last Used
de: Zuletzt benutzt
fr: Dernière utilisée
it: Ultima utilizzata
pt_br: Última utilizada
zh_hans: 上一次使用

source: Camera
de: Kamera
fr: Appareil photo
it: Fotocamera
pt_br: Câmera
zh_hans: 照相机

source: Clipboard
de: Zwischenablage
fr: Presse-papiers
it: Appunti
pt_br: Área de transferência
zh_hans: 剪贴板

source: International Paper
de: Internationales Papier
fr: Papier international
it: Carta internazionale
pt_br: Papel internacional
zh_hans: 国际纸张

source: A6 Paper
de: A6-Papier
fr: Feuille A6
it: Carta A6
pt_br: Papel A6
zh_hans: A6 纸

source: A5 Paper
de: A5-Papier
fr: Feuille A5
it: Carta A5
pt_br: Papel A5
zh_hans: A5 纸

source: A4 Paper
de: A4-Papier
fr: Feuille A4
it: Carta A4
pt_br: Papel A4
zh_hans: A4 纸

source: A3 Paper
de: A3-Papier
fr: Feuille A3
it: Carta A3
pt_br: Papel A3
zh_hans: A3 纸

source: A2 Paper
de: A2-Papier
fr: Feuille A2
it: Carta A2
pt_br: Papel A2
zh_hans: A2 纸

source: A1 Paper
de: A1-Papier
fr: Feuille A1
it: Carta A1
pt_br: Papel A1
zh_hans: A1 纸

source: C6 Envelope
de: C6-Umschlag
fr: Enveloppe C6
it: Busta C6
pt_br: Envelope C6
zh_hans: C6 信封

source: DL Envelope
de: DL-Umschlag
fr: Enveloppe DL
it: Busta DL
pt_br: Envelope DL
zh_hans: DL 信封

source: C5 Envelope
de: C5-Umschlag
fr: Enveloppe C5
it: Busta C5
pt_br: Envelope C5
zh_hans: C5 信封

source: C4 Envelope
de: C4-Umschlag
fr: Enveloppe C4
it: Busta C4
pt_br: Envelope C4
zh_hans: C4 信封

source: C3 Envelope
de: C3-Umschlag
fr: Enveloppe C3
it: Busta C3
pt_br: Envelope C3
zh_hans: C3 信封

source: US Paper
de: US-Papier
fr: US Letter
it: Carta USA
pt_br: Papel dos EUA
zh_hans: 美国纸张

source: Letter
de: Brief
fr: Lettre
it: Lettera
pt_br: Carta
zh_hans: 信纸

source: Legal
fr: Juridique
it: Legale
zh_hans: 法定用纸

source: Tabloid
de: Boulevardzeitung
fr: Tabloïd
it: Giornale
pt_br: Tabloide
zh_hans: 小报用纸

source: Photo
de: Foto
it: Foto
pt_br: Foto
zh_hans: 照片

source: Web Common
de: Web Häufig
fr: Format web courant
it: Web comune
pt_br: Comum da web
zh_hans: 网络通用

source: Web Most Common
de: Web am Häufigsten
fr: Format web le plus courant
it: Web più comune
pt_br: Mais comum da web
zh_hans: 网络最常见

source: Web Minimum
fr: Format minimum pour le web
it: Web minimo
pt_br: Mínimo da web
zh_hans: 网络最小值

source: Social
de: Sozial
fr: Réseaux sociaux
zh_hans: 社交

source: Facebook Profile Image
de: Facebook-Profilbild
fr: Image de profil Facebook
it: Immagine profilo di Facebook
pt_br: Imagem de perfil do Facebook
zh_hans: Facebook 资料图片

source: Facebook Cover Image
de: Facebook-Titelbild
fr: Photo de couverture Facebook
it: Immagine di copertina di Facebook
pt_br: Imagem de capa do Facebook
zh_hans: Facebook 封面图像

source: Facebook Link Image
de: Facebook-Linkbild
fr: Image de lien Facebook
it: Immagine link Facebook
pt_br: Imagem de link do Facebook
zh_hans: Facebook 链接图片

source: Twitter Image Post
de: Twitter-Bildpost
fr: Photo postée Twitter
it: Post immagine di Twitter
pt_br: Publicação de imagem no Twitter
zh_hans: Twitter 图像海报

source: Twitter Cover
fr: Photo de couverture Twitter
it: Copertina di Twitter
pt_br: Capa do Twitter
zh_hans: Twitter 封面

source: Twitter Profile Image
de: Twitter-Profilbild
fr: Photo de profil Twitter
it: Immagine profilo di Twitter
pt_br: Imagem de perfil do Twitter
zh_hans: Twitter 资料图片

source: Twitter Card
de: Twitter-Karte
fr: Carte Twitter
pt_br: Cartão do Twitter
zh_hans: Twitter 卡片

source: Instagram Square Image
de: Instagram-Quadratbild
fr: Photo Instagram au format carré
it: Immagine quadrata di Instagram
pt_br: Imagem quadrada do Instagram
zh_hans: Instagram 方形图像

source: Instagram Landscape Image
de: Instagram-Querformatbild
fr: Photo Instagram au format paysage
it: Immagine panoramica di Instagram
pt_br: Imagem em paisagem do Instagram
zh_hans: Instagram 横向图像

source: Instagram Portrait Image
de: Instagram-Hochformatbild
fr: Photo Instagram au format portrait
it: Immagine ritratto di Instagram
pt_br: Imagem em retrato do Instagram
zh_hans: Instagram 纵向图像

source: Instagram Profile Image
de: Instagram-Profilbild
fr: Photo de profil Instagram
it: Immagine profilo di Instagram
pt_br: Imagem de perfil do Instagram
zh_hans: Instagram 资料图片

source: YouTube Video Thumbnail
fr: Miniature de vidéo YouTube
it: Miniatura video di YouTube
pt_br: Miniatura de vídeo do YouTube
zh_hans: YouTube 视频缩略图

source: YouTube Channel Header
de: YouTube-Kanalheader
fr: Illustration de chaîne YouTube
it: Intestazione canale di YouTube
pt_br: Cabeçalho de canal do YouTube
zh_hans: YouTube 频道页眉

source: Film & Video
fr: Film & vidéo
it: Film e video
pt_br: Filme e vídeo
zh_hans: 电影和视频

source: Iconography
de: Ikonographie
fr: Iconographie
it: Iconografia
pt_br: Iconografia
zh_hans: 肖像

source: iPhone App Icon 2x
de: iPhone App Symbol 2x
fr: Icône d'appli iPhone 2 x
it: Icona app iPhone 2x
pt_br: Ícone de aplicativo do iPhone 2x
zh_hans: iPhone 应用图标 2x

source: iPhone App Icon 3x
de: iPhone App Symbol 3x
fr: Icône d'appli iPhone 3 x
it: Icona app iPhone 3x
pt_br: Ícone de aplicativo do iPhone 3x
zh_hans: iPhone 应用图标 3x

source: iPad Pro App Icon
de: iPad Pro App Symbol
fr: Icône d'appli iPad Pro
it: Icona app iPad Pro
pt_br: Ícone de aplicativo do iPad Pro
zh_hans: iPad Pro 应用图标

source: iPad, iPad Mini App Icon
de: iPad, iPad Mini App Symbol
fr: Icône d'appli iPad et iPad Mini
it: Icona app iPad, iPad Mini
pt_br: Ícone de aplicativo de iPad, iPad Mini
zh_hans: iPad、iPad Mini 应用图标

source: App Store Icon
de: App Store Symbol
fr: Icône pour l'App Store
it: Icona App Store
pt_br: Ícone da App Store
zh_hans: App Store 图标

source: iPhone App Spotlight Icon 3x
de: iPhone Spotlight Symbol 3x
fr: Icône Spotlight d'appli iPhone 3 x
it: Icona Spotlight app iPhone 3x
pt_br: Ícone de spotlight de aplicativo do iPhone 3x
zh_hans: iPhone 应用聚光图标 3x

source: iPhone App Spotlight Icon 2x
de: iPhone Spotlight Symbol 2x
fr: Icône Spotlight d'appli iPhone 2 x
it: Icona Spotlight app iPhone 2x
pt_br: Ícone de Spotlight de aplicativo do iPhone 2x
zh_hans: iPhone 应用聚光图标 2x

source: iPad App Spotlight Icon
de: iPad App Spotlight Symbol
fr: Icône Spotlight d'appli iPad
it: Icona Spotlight app iPad
pt_br: Ícone de Spotlight de aplicativo do iPad
zh_hans: iPad 应用设置图标

source: iPhone App Settings Icon 3x
de: iPhone Einstellungen Symbol 3x
fr: Icône de réglages d'appli iPad 3 x
it: Icona impostazioni app iPhone 3x
pt_br: Ícone de configurações de aplicativo do iPhone 3x
zh_hans: iPhone 应用设置图标 3x

source: iPhone App Settings Icon 2x
de: iPhone Einstellungen Symbol 2x
fr: Icône de réglages d'appli iPad 2 x
it: Icona impostazioni app iPhone 2x
pt_br: Ícone de configurações de aplicativo do iPhone 2x
zh_hans: iPhone 应用设置图标 2x

source: iPad App Settings Icon
de: iPad App Einstellungen Symbol
fr: Icône de réglages d'appli iPad
it: Icona impostazioni app iPad
pt_br: Ícone de configurações de aplicativo do iPad
zh_hans: iPad 应用设置图标

source: iPhone App Notification Icon 3x
de: iPhone Benachr.-Symbol 3x
fr: Icône de notification d'appli iPad 3 x
it: Icona notifiche app iPhone 3x
pt_br: Ícone de notificação de aplicativo do iPhone 3x
zh_hans: iPhone 应用通知图标 3x

source: iPhone App Notification Icon 2x
de: iPhone Benachr.-Symbol 2x
fr: Icône de notification d'appli iPad 2 x
it: Icona notifiche app iPhone 2x
pt_br: Ícone de notificação de aplicativo do iPhone 2x
zh_hans: iPhone 应用通知图标 2x

source: iPad App Notification Icon
de: iPad App Benachr.-Symbol
fr: Icône de notification d'appli iPad
it: Icona notifiche app iPad
pt_br: Ícone de notificação de aplicativo do iPad
zh_hans: iPad 应用通知图标

source: Mac App Icon 1024
de: Mac App Symbol 1024
fr: Icône d'appli Mac 1024
it: Icona app Mac 1024
pt_br: Ícone de aplicativo do Mac 1024
zh_hans: Mac 应用图标1024

source: Mac App Icon 512
de: Mac App Symbol 512
fr: Icône d'appli Mac 512
it: Icona app Mac 512
pt_br: Ícone de aplicativo do Mac 512
zh_hans: Mac 应用图标 512

source: Mac App Icon 256
de: Mac App Symbol 256
fr: Icône d'appli Mac 256
it: Icona app Mac 256
pt_br: Ícone de aplicativo do Mac 256
zh_hans: Mac 应用图标 256

source: Mac App Icon 128
de: Mac App Symbol 128
fr: Icône d'appli Mac 128
it: Icona app Mac 128
pt_br: Ícone de aplicativo do Mac 128
zh_hans: Mac 应用图标 128

source: Mac App Icon 64
de: Mac App Symbol 64
fr: Icône d'appli Mac 64
it: Icona app Mac 64
pt_br: Ícone de aplicativo do Mac 64
zh_hans: Mac 应用图标 64

source: Mac App Icon 32
de: Mac App Symbol 32
fr: Icône d'appli Mac 32
it: Icona app Mac 32
pt_br: Ícone de aplicativo do Mac 32
zh_hans: Mac 应用图标 32

source: Mac App Icon 16
de: Mac App Symbol 16
fr: Icône d'appli Mac 16
it: Icona app Mac 16
pt_br: Ícone de aplicativo do Mac 16
zh_hans: Mac 应用图标 16

source: Devices
de: Geräte
fr: Appareils
it: Dispositivi
pt_br: Aparelhos
zh_hans: 设备

source: iPad Pro 12.9-inch
de: iPad Pro 12,9"
fr: iPad Pro 12,9 pouces
it: iPad Pro 12,9 pollici
pt_br: iPad Pro 12,9"
zh_hans: iPad Pro 12.9 英寸

source: iPad Pro 11-inch
de: iPad Pro 11"
fr: iPad Pro 11 pouces
it: iPad Pro 11 pollici
pt_br: iPad Pro 11"
zh_hans: iPad Pro 11 英寸

source: iPad Pro 10.5-inch
de: iPad Pro 10,5"
fr: iPad Pro 10,5 pouces
it: iPad Pro 10,5 pollici
pt_br: iPad Pro 10,5"
zh_hans: iPad Pro 10.5 英寸

source: iPad Air 10.5-inch
de: iPad Air 10,5"
fr: iPad Air 10,5 pouces
it: iPad Air 10,5 pollici
pt_br: iPad Air 10,5"
zh_hans: iPad Air 10.5 英寸

source: iPad Air 9.7-inch
de: iPad Air 9,7"
fr: iPad Air 9,7 pouces
it: iPad Air 9,7 pollici
pt_br: iPad Air 9,7"
zh_hans: iPad Air 9.7 英寸

source: iPad 9.7-inch
de: iPad 9,7"
fr: iPad 9,7 pouces
it: iPad 9,7 pollici
pt_br: iPad 9,7"
zh_hans: iPad 9.7 英寸

source: MacBook Pro 13-inch
de: MacBook Pro 13"
fr: MacBook Pro 13 pouces
it: MacBook Pro 13 pollici
pt_br: MacBook Pro 13"
zh_hans: MacBook Pro 13 英寸

source: MacBook Pro 15-inch
de: MacBook Pro 15"
fr: MacBook Pro 15 pouces
it: MacBook Pro 15 pollici
pt_br: MacBook Pro 15"
zh_hans: MacBook Pro 15 英寸

source: Collage
fr: Photo-montage
pt_br: Montagem
zh_hans: 拼图

source: Mosaic
de: Mosaik
fr: Mosaïque
it: Mosaico
pt_br: Mosaico
zh_hans: 马赛克

source: Grid
de: Raster
fr: Grille
it: Griglia
pt_br: Grade
zh_hans: 网格

source: Lopsided
de: Schief
fr: De travers
it: Asimmetrico
pt_br: Assimétrico
zh_hans: 偏斜

source: Rounded
de: Rund
fr: Arrondi
it: Arrotondato
pt_br: Arredondado
zh_hans: 圆角

source: Parallel
fr: Parallèle
it: Parallelo
pt_br: Paralelo
zh_hans: 平行

source: Oblong
de: Rechteckig
fr: Rectangle
it: Oblungo
pt_br: Alongado
zh_hans: 长方形

source: Frame
de: Rahmen
fr: Cadre
it: Cornice
pt_br: Moldura
zh_hans: 框

source: Sharp
de: Scharf
it: Nitido
pt_br: Nítido
zh_hans: 锐利

source: Artistic
de: Kunst
fr: Artistique
it: Artistico
pt_br: Artístico
zh_hans: 艺术

source: Grunge
de: Schmutz
zh_hans: 垃圾摇滚

source: Elastic
de: Elastisch
fr: Elastique
it: Elastico
pt_br: Elástico
zh_hans: 弹性

source: Pastel
de: Pastell
it: Pastello
zh_hans: 粉彩

source: Blurry
de: Verschwommen
fr: Flou
it: Sfocato
pt_br: Borrado
zh_hans: 模糊

source: Card
de: Karte
fr: La fiche
it: Scheda
pt_br: Cartão
zh_hans: 名片

source: Best Wishes
de: Beste Wünsche
fr: Meilleurs voeux
it: Auguri
pt_br: Saudações
zh_hans: 最好的祝福

source: Thank You
de: Vielen Dank
fr: Merci
it: Grazie!
pt_br: Obrigado
zh_hans: 谢谢您

source: Happy Holidays
de: Frohe Feiertage
fr: Bonnes vacances
it: Buone feste
pt_br: Boas férias
zh_hans: 节日快乐

source: Love is...
de: Liebe ist…
fr: L’amour est…
it: L’amore è…
pt_br: Amar é...
zh_hans: 爱是…

source: Happy Birthday
de: Geburtstag
fr: Bon anniversaire
it: Buon compleanno
pt_br: Feliz aniversário
zh_hans: 生日快乐

source: Summer Greetings
de: Sommergrüße
fr: Salutations estivales
it: Saluti d’estate
pt_br: Saudações de verão
zh_hans: 夏日的问候

source: Congratulations
de: Gratulation
fr: Félicitations
it: Congratulazioni
pt_br: Parabéns
zh_hans: 恭喜

source: Poster
fr: Affiche
zh_hans: 海报

source: Colorful Life
de: Farbiges Leben
fr: Vie colorée
it: Vita colorata
pt_br: Vida colorida
zh_hans: 缤纷生活

source: Summer
de: Sommer
fr: Eté
it: Estate
pt_br: Verão
zh_hans: 夏日

source: Keep on Dreaming...
de: Weiterträumen…
fr: Continuez à rêver…
it: Continua a sognare…
pt_br: Continue sonhando...
zh_hans: 坚持梦想…

source: Pool Party
fr: Piscine party
it: Festa in piscina
pt_br: Festa na piscina
zh_hans: 泳池派对

source: Spring Break
de: Frühjahrsferien
fr: Vacances de printemps
it: Vacanze di primavera
pt_br: Descanso de primavera
zh_hans: 春假

source: Adventure
de: Abenteuer
fr: Aventure
it: Avventura
pt_br: Aventura
zh_hans: 历险

source: Photography
de: Fotografie
fr: Photographie
it: Fotografia
pt_br: Fotografia
zh_hans: 摄影

source: Rain Drops
de: Regentropfen
fr: Gouttes de pluie
it: Gocce di pioggia
pt_br: Gotas de chuva
zh_hans: 雨滴

source: Light Bokeh
de: Lichtbokeh
fr: Lumière Bokeh
it: Luce bokeh
pt_br: Luz Bokeh
zh_hans: 散景光

source: Sunbeams
de: Sonnenstrahlen
fr: Rayons solaires
it: Raggi di sole
pt_br: Raios de sol
zh_hans: 阳光光束

source: Splash
de: Platsch
fr: Eclaboussure
it: Schizzo
pt_br: Borrifar
zh_hans: 飞溅

source: Light Leak
de: Lichtleck
fr: Fuite lum
it: Fuga di luce
pt_br: Vazamento de luz
zh_hans: 漏光

source: Color Rays
de: Farbstrahlen
fr: Rayons de couleur
it: Raggi di colore
pt_br: Raios de cor
zh_hans: 五光十色

source: Vintage
de: Klassich
zh_hans: 复古

source: Burned Out
de: Ausgebrannt
fr: Brûlé
it: Bruciato
pt_br: Desgastado
zh_hans: 历尽沧桑

source: Torn Photo
de: Zerrissenes Foto
fr: Photo déchirée
it: Foto strappata
pt_br: Foto rasgada
zh_hans: 撕裂的照片

source: Illuminated Film
de: Erleuchteter Film
fr: Film illuminé
it: Pellicola illuminata
pt_br: Filme iluminado
zh_hans: 发光的菲林

source: Aged Photo
de: Gealtertes Foto
fr: Vieille photo
it: Vecchia foto
pt_br: Foto envelhecida
zh_hans: 陈年旧照

source: Faded Film
de: Verblasster Film
fr: Film passé
it: Pellicola sbiadita
pt_br: Filme desbotado
zh_hans: 褪色菲林

source: Washed Out
de: Ausgewaschen
fr: Délavé
it: Slavato
pt_br: Lavado
zh_hans: 水洗褪色

source: 720 HDTV
pt_br: HDTV 720

source: 1080 HDTV
pt_br: HDTV 1080

source: 4K UHDTV
pt_br: UHDTV 4K

source: 8K UHDTV
pt_br: UHDTV 8K

source: Cinema 2K
de: Kino 2K
fr: Cinéma 2K

source: Cinema 4K
de: Kino 4K
fr: Cinéma 4K

source: Cinema 8K
de: Kino 8K
fr: Cinéma 8K
