Repository: Pixelmator/Localizations
Catalog: iOS/*.lproj/AdjustmentsPresets.strings
Languages: de, es, fr, ko, pt_br, ru

source: Black & White
de: Schwarzweiß
es: Blanco y negro
fr: Noir & Blanc
ko: 흑백
pt_br: Preto e branco
ru: Черно-белые

source: BW
de: SW
es: BN
fr: NB
pt_br: PB
ru: ЧБ

source: These black and white presets@newline are based on classic black and white films. The black and white look is very versatile and is great for artistic photography, landscapes, portraits, street photography, and many other styles. Especially when you want to add a little drama. Some presets apply film-style grain to create an old-school film feel, others increase contrast for a more striking look.
de: Diese Schwarz- und Weiß-Voreinstellungen@newline basieren auf klassischen Schwarz-Weiß-Filmen. Das Schwarz-Weiß ist sehr vielseitig und eignet sich gut für Kunst-Fotografie, Landschaften, Portraits, Straßen-Fotografie und viele andere Stile - besonders, wenn Sie etwas Drama hinzufügen möchten. Manche Voreinstellungen wenden für ein Old-School-Gefühl Film-übliche Körnung an, andere erhöhen den Kontrast für einen schärferen Look.
es: Estos preajustes en blanco y negro@newline se basan en las películas clásicas en blanco y negro. La apariencia de blanco y negro es muy versátil e ideal para la fotografía artística, paisajes, retratos, fotografías de calles y muchos otros estilos. Especialmente cuando quieras conseguir un efecto más dramático. Algunos preajustes añaden un toque cinematográfico para crear un efecto antiguo, mientras que otros aumentan el contraster para un toque más dramático.
fr: Ces paramètres prédéfinis noir et blanc@newline sont basés sur des films noir et blanc classiques. Le look noir et blanc est très polyvalent et est idéal pour la photographie artistique, les paysages, les portraits, la photographie de rue et beaucoup d'autres styles. En particulier si vous voulez ajouter un peu de mise en scène. Des paramètres prédéfinis appliquent un grain filmographique pour créer une impression de film ancien, d'autres augmentent le contraste pour un look plus frappant.
ko: 흑백 프리셋은@newline 고전적인 흑백 영화를 기반으로 합니다. 흑백 스타일은 다양한 용도로 사용되며 예술 사진, 풍경 사진, 인물 사진, 거리 사진 등 다양한 작품에 적합합니다. 특히 약간의 극적 효과를 가미하고 싶을 때 탁월한 선택입니다. 일부 프리셋은 필름 스타일의 그레인 효과를 적용하여 고전 영화의 분위기를 연출할 수 있으며, 대비를 강조하여 강렬한 인상을 부여하는 프리셋도 포함되어 있습니다.
pt_br: Estes pré-ajustes em preto e branco@newline baseiam-se nos filmes clássicos em preto e branco. A aparência do preto e branco é muito versátil e ótima para fotografia artística, paisagens, retratos, fotografia urbana e muitos outros estilos. Especialmente para quando se quer criar um pouco de drama. Alguns pré-ajustes aplicam granulação semelhante à do filme, para criar uma atmosfera de filme clássico, enquanto outros aumentam o contraste para criar mais impacto.
ru: Эти черно-белые наборы@newline основаны на палитре классических черно-белых пленок. Черно-белый стиль очень универсален и идеально подходит для художественной фотографии, пейзажей, портретов, уличной фотографии и многих других стилей. Особенно, если вы хотите добавить немного драмы. В некоторых наборах применяется зернистость, как в кинофильмах, чтобы создать атмосферу фильма старой школы, в других увеличен контраст, чтобы сделать изображение более эмоциональным.

source: Cinematic
de: Filmisch
es: Cinemático
fr: Cinématique
ko: 시네마틱
pt_br: Cinematográfico
ru: Кинофильмы

source: CN
de: FM
ru: КН

source: Inspired by the contemporary color grading process@newline used in the movie and video industry, these presets emulate the cinematic look and feel. Many of them are based on the ‘teal and orange’ look, which is a pretty simple but very effective way to get a photo’s colors to pop, emphasizing skin tones and color contrasts. Subtle changes to the colors of the shadows and highlights of an image are key to achieving this look.
de: Inspiriert durch den gegenwärtigen Farbkorrektur-Prozess@newline in der Film- und Video-Industrie, emulieren diese Voreinstellungen Film-Optik und -Gefühl. Viele davon basieren auf dem "Teal & Orange"-Look, der recht einfach, aber äußerst effektiv die Farben von Fotos, Hauttöne und Farbkontraste hervorhebt. Kleine Änderungen an der Farbe von Schatten und Highlights eines Bilder sind der Schlüssel zu diesem Look.
es: Inspirado en el proceso de gradientes de colores contemporáneos@newline utilizando en la industria cinematográfica y de vídeos, estos preajustes imitan el estilo y apariencia cinemáticos. Muchos de ellos se basan en la apariencia "teal and orange", que es muy simple, pero eficaz a la hora de hacer que los colores de las fotografías destaquen, enfatizando los tonos de la piel y el contraste de los colores. Los cambios sutiles en los colores de las zonas de sombra y luz de una imagen son fundamentales para conseguir esta apariencia.
fr: Inspiré par le processus de dégradé de couleur contemporain@newline utilisé dans l’industrie du film et de la vidéo et le film, ces paramètres prédéfinis émulent l’aspect cinématographique. Beaucoup d'entre eux sont basés sur l’aspect "teal & orange", qui est une façon assez simple mais très efficace de faire ressortir les couleurs d'une photo, soulignant les contrastes de couleurs et les tons de peau. De subtils changements dans les couleurs des ombres et des tons clairs d'une image sont essentiels à la réalisation de ce look.
ko: 영화와 비디오 산업에서 사용되는 현대식 컬러 그레이딩 프로세스에서 영감을 받은@newline 이 프리셋은 영화 같은 느낌과 스타일을 모방합니다. 많은 프리셋이 '청록색과 주황색(teal and orange)' 스타일에 기반하고 있는데, 이 스타일은 간단하지만 효과적으로 사진의 색상을 돋보이게 하고 피부색과 색상 대비를 강조할 수 있는 방법입니다. 이미지의 그림자와 하이라이트 색상에 미묘한 변화를 주는 것이 이 스타일을 구현하는 열쇠입니다.
pt_br: Inspirado no processo contemporâneo de graduação de cores@newline utilizado no mundo do cinema e do vídeo, esses pré-ajustes simulam a atmosfera do cinema. Muitos baseiam-se na aparência ‘azul e laranja’, uma maneira bastante simples e eficiente de fazer com que as cores de uma foto se destaquem, realçando tons de pele e o contraste das cores. Mudanças sutis nas cores das sombras e nas áreas mais claras das imagens são o segredo para conseguir esse efeito.
ru: Вдохновленные современной цветокоррекцией процессы@newline используются в индустрии кино и видео, эти готовые наборы имитируют кинематографические вид и чувство. Многие из них основаны на палитре «чирок-оранж», которая довольно проста, но является очень эффективным способом для получения цветов, подчеркивающих оттенки кожи и контраст цветов. Тонкие изменения цветов, как освещенных, так и расположенных в тени, являются ключом к созданию этой палитры.

source: Classic Films
de: Klassische Filme
es: Películas clásicas
fr: Films classiques
ko: 고전 영화
pt_br: Filmes clássicos
ru: Классические фильмы

source: CF
de: KF
es: PC
fr: FC
pt_br: FC
ru: КФ

source: Before digital, there was analog.@newline And many analog films have become legendary for their visual qualities — these presets are based on some of the most well-known and popular analog films. This collection is great for portrait and lifestyle photography, adding a subtle and tasteful vintage look and feel.
de: Vor digital kam analog.@newline Viele analoge Filme sind aufgrund Ihrer optischen Qualität legendär geworden - diese Voreinstellungen basieren auf einigen der berühmtesten analogen Filme. Diese Sammlung ist toll für Portraits und Lifestyle-Fotografie, weil sie einen sanften und geschmackvollen Vintage-Look und -Feel schafft.
es: Antes de la era digital, todo era analógico.@newline Muchas otras películas analógicas se han convertido en legendarias gracias a sus cualidades visuales. Estos preajustes se basan en algunas de las películas analógicas más conocidas y populares. Esta colección es ideal para retratos y fotografías de estilo de vida, ya que añaden una apariencia y estilo vintage sutil y de buen gusto.
fr: Avant le numérique, il y avait l'analogique.@newline Et de nombreux films analogiques sont devenus légendaires pour leurs qualités visuelles — ces paramètres prédéfinis sont basés sur quelques uns des films analogiques les plus connus et populaires. Cette collection est idéale pour les portraits et la photographie de mode de vie, ajoutant un look vintage subtil de bon goût.
ko: 디지털 시대 전은 아날로그 시대였습니다.@newline 수많은 아날로그 영화가 뛰어난 시각적 품질로 전설이 되었습니다. 이 프리셋은 가장 유명하고 인기 있는 아날로그 영화들에 기반하고 있습니다. 이 컬렉션은 인물 사진과 라이프스타일 사진에 적합하며, 미묘하고 세련된 빈티지 스타일을 연출합니다.
pt_br: Antes do digital havia o analógico.@newline E muitos filmes analógicos tornaram-se lendários por suas qualidades visuais. Estes pré-ajustes baseiam-se em alguns dos filmes analógicos mais conhecidos e populares. Esta coleção é ótima para retratos e fotografia do dia a dia, adicionando aparência e atmosfera vintage.
ru: До цифровой эпохи мы работали с аналоговой технологией.@newline И многие аналоговые фильмы стали легендарными за их визуальные достоинства — эти наборы основаны на некоторых из наиболее известных и популярных аналоговых фильмов. Эта коллекция идеально подходит для портретного и «лайфстайл»-фото, добавляя тонкий и стильный дух винтажа.

source: Modern Films
de: Moderne Filme
es: Películas modernas
fr: Films modernes
ko: 현대 영화
pt_br: Filmes modernos
ru: Современные фильмы

source: MF
es: PM
fr: FM
pt_br: FM
ru: СФ

source: Many modern analog films are well regarded@newline for highlighting skin tones, creating pleasing outdoor shots, or having unique grain detail. This collection is based on some of the best films in production today — try them if you’re looking for a more clean and simple look, especially for portrait and nature photography.
de: Viele moderne analoge Filme sind aufgrund@newline der Hervorhebung von Hauttönen, einmaliger Außenaufnahmen oder einzigartiger Körnung-Details angesehen. Diese Sammlung basiert auf einigen der besten Filme aus heutiger Produktion - testen Sie sie, wenn Sie nach einem simplen, cleanen Look suchen - besonders für Portraits und Natur-Fotografie.
es: Muchas películas modernas y analógicas@newline han obtenido buenas críticas por resaltar los tonos de piel, creando fotografías de exterior placenteras y con detalles únicos. Esta colección se basa en algunas de las mejores películas producidas a día de hoy; pruébalas si deseas conseguir un estilo más limpio y simple, especialmente para retratos y fotografías de naturaleza.
fr: Beaucoup de films analogiques modernes sont bien vus@newline pour mettre en évidence les tons chair, créer des clichés en plein air plaisants, ou avoir un détail de grain unique. Cette collection est basée sur certains des meilleurs films en production aujourd'hui — essayez-les si vous cherchez un aspect plus propre et simple, surtout pour les portraits et les photographie de nature.
ko: 많은 현대 아날로그 영화가@newline 피부색을 강조하거나 유쾌한 야외 장면을 연출하거나 독특한 그레인 디테일을 사용하여 주목을 받았습니다. 이 컬렉션은 오늘날 제작된 최고의 영화들에 기반하고 있습니다. 특히 인물 사진이나 자연 사진 같은 작품에 적용하려는 깔끔하고 간소한 스타일을 모색하고 계시다면 이 프리셋을 사용해 보세요.
pt_br: Muitos filmes analógicos modernos são apreciados@newline por destacarem tons de pele, criarem capturas externas agradáveis ou por apresentarem detalhes peculiares de granulação. Esta coleção baseia-se em alguns dos melhores filmes produzidos atualmente. Experimente se você procura uma aparência mais limpa e simples, principalmente para retratos e fotografia de natureza.
ru: Многие современные аналоговые фильмы снискали уважение@newline за высветленные телесные тона, создающие замечательные снимки на открытом воздухе или имеющие уникальную зернистость. Эта коллекция основана на некоторых из лучших фильмов, созданных в наши дни; попробуйте ее, если вы добиваетесь более чистого и простого вида, особенно в портретных съемках или при фотографировании природы.

source: Landscape
de: Landschaft
es: Paisajes
fr: Paysage
ko: 풍경
pt_br: Paisagem
ru: Ландшафт

source: LS
es: P
fr: P
pt_br: P
ru: ЛШ

source: This collection of presets for landscape photography@newline is designed to boost colors and bring out details in photographs of nature — especially in shots with lots of greens and blues. Along with color changes, the presets also increase contrast for a more striking and eye-catching look.
de: Diese Sammlung von Voreinstellungen für Landschafts-Fotografie@newline wurde entworfen, um Farben und Details in Natur-Fotografien hervorzuheben - besonders in Aufnahmen mit vielen Grün- und Blautönen. Zusammen mit diesen Farbänderungen erhöhen sie für einen auffallenderen Look außerdem den Kontrast.
es: Esta colección de preajustes para fotografías de paisaje@newline está diseñada para enfatizar los colores y detalles de las fotografías de naturaleza; especialmente en fotografías con muchos tonos verdes y azules. Junto con los cambios de color, los preajustes también aumentan el contraste para una apariencia más dramática y cautivadora.
fr: Cette collection de paramètres prédéfinis pour la photographie de paysage@newline est conçue pour stimuler les couleurs et faire ressortir les détails dans les photographies de nature — surtout dans les clichés avec beaucoup de verts et de bleus. En plus des changements de couleur, les paramètres prédéfinis augmentent aussi le contraste pour un look plus attrayant et plus frappant.
ko: 이 풍경 사진용 프리셋 컬렉션은@newline 색상을 강화하여 자연 사진의 디테일을 끌어내도록 설계되어 있습니다. 특히 녹색과 파란색이 많이 들어간 사진에 적합합니다. 이 프리셋은 색상 변경과 함께 대비를 강조하여 강렬하고 눈길을 끄는 스타일을 연출합니다.
pt_br: Esta coleção de pré-ajustes para fotografia de paisagem@newline foi criada para reforçar as cores e destacar os detalhes em fotografia de natureza, principalmente nas capturas com muito verde e azul. Além das alterações nas cores, os pré-ajustes aumentam também o contraste para criar uma aparência mais atraente e com maior impacto.
ru: Эта коллекция наборов для пейзажной фотографии@newline предназначена для усиления цвета и выявления деталей при съемках природы — особенно снимков с большим количеством зелени и голубого. Наряду с изменениями цвета эти наборы также увеличивают контрастность для создания более яркого и привлекательного вида.

source: Vintage
de: Altmodisch
ko: 빈티지
ru: Винтаж

source: VN
ru: ВН

source: The vintage look never gets old,@newline especially with a more modern take on the old-school feel. Using a combination of faded shadows, tasteful color tints, and film grain, this collection gives photos an aged, yet contemporary look and feel.
de: Der Vintage-Look wird niemals alt,@newline besonders mit modernen Ansätzen des Old-School-Feelings. Mit einer Kombination aus leichten Schatten, geschmackvollen Farben und Film-Körnung gibt diese Sammlung Fotos einen gealterten, aber trotzdem gegenwärtigen Look und Feel.
es: La apariencia vintage nunca pasa de moda,@newline especialmente con un toque moderno de la apariencia antigua. Usando una combinación de sombras descoloridas y tonos de color con gusto y efecto cinematográfico, esta colección aporta a las fotos una apariencia antigua, a la vez que contemporánea.
fr: Le look vintage ne vieillit jamais, surtout@newline avec une prise plus moderne sur le ressenti la vieille école. Avec une combinaison de tons sombres décolorés, des teintes de couleur de bon goût et un grain de film, cette collection donne aux photos un aspect âgé, et pourtant contemporain.
ko: 빈티지 스타일은 전혀 질리지 않으며,@newline 특히 고전적 스타일을 현대식으로 해석합니다. 이 컬렉션은 은은한 그림자와 세련된 색조, 필름 그레인을 사용하여 오래되었지만 현대적인 느낌을 사진에 부여합니다.
pt_br: A aparência vintage nunca sai de moda,@newline principalmente com uma interpretação mais moderna da aparência clássica. Utilizando uma combinação de sombras esmaecidas, matizes de cores elegantes e granulação de filme, esta coleção dá às fotos uma aparência e uma atmosfera antiga e ao mesmo tempo contemporânea.
ru: Винтаж никогда не стареет,@newline это особенно справедливо при современном взгляде на стиль старой школы. Используя сочетание тусклых теней, подобранных со вкусом цветовых оттенков и зернистости, эта коллекция позволяет получать фотографии в старом стиле, но современные по виду и эмоциям.

source: Urban
es: Urbano
fr: Urbain
ko: 도시
pt_br: Urbana
ru: Урбанизм

source: UR
ru: УР

source: Created for urban photography,@newline these presets improve the look of shots taken in cities dominated by buildings, manmade structures, and urban life in general.
de: Für urbane Fotografie erstellt,@newline verbessern diese Voreinstellungen den Look Stadt-Aufnahmen, die durch Gebäude, Mensch-gemachte Strukturen und städtisches Leben im Allgemeinen dominiert werden.
es: Creados para la fotografía urbana,@newline estos preajustes mejoran la apariencia de las fotos sacadas en ciudades, en las que predominan los edificios, estructuras artificiales y la vida urbana en general.
fr: Créés pour la photographie urbaine,@newline ces paramètres prédéfinis améliorent l’apparence des clichés pris dans les villes dominées par les immeubles, les structures artificielles et la vie urbaine en général.
ko: 도시 사진용으로 제작된@newline 이 프리셋은 수많은 빌딩, 인공 구조물, 도시 생활에 압도된 도시에서 촬영된 작품의 스타일을 개선합니다.
pt_br: Criados para fotografia urbana,@newline estes pré-ajustes melhoram a aparência das fotos feitas em cidades dominadas por prédios, estruturas criadas pelo homem e a vida urbana em geral.
ru: Созданные для урбанистических фото,@newline эти наборы делают более выразительными фотографии как городской застройки, где доминируют здания и другие объекты, созданные человеком, так и вообще снимки, посвященные городской жизни.

source: Night
de: Nacht
es: Noche
fr: Nuit
ko: 야간
pt_br: Noite
ru: Ночь

source: NX
ru: НЧ

source: Designed for shots taken in low light,@newline this collection works especially well with photos of cities taken at night. The presets bring out details in the highlights and add tasteful color tints for an artistic finishing touch.
de: Entworfen für Aufnahmen in schwachem Licht,@newline funktioniert diese Sammlung besonders gut mit Fotos von Städten bei Nacht. Die Voreinstellungen bringen Details in den Highlights hervor und fügen für ein künstlerisches Finish geschmackvolle Farbtöne hinzu.
es: Diseñada para fotografías con poca luz,@newline esta colección funciona especialmente bien con fotos nocturnas de ciudades. Los preajustes destacan los detalles de las zonas iluminadas y añaden colores con gusto para un acabado artístico.
fr: Conçue pour les clichés pris en basse luminosité,@newline cette collection fonctionne particulièrement bien avec les photos de villes prises la nuit. Les paramètres prédéfinis révèlent les détails dans les tons clairs et ajoutent des teintes de couleur de bon goût pour une touche artistique de finalisation.
ko: 조명이 적은 곳에서 촬영된 사진용을 제작된@newline 이 컬렉션은 밤에 촬영된 도시 사진에 특히 적합합니다. 이 프리셋은 하이라이트의 디테일을 끌어내고 세련된 색조를 가미하여 예술적인 마무리감을 연출합니다.
pt_br: Criada para fotos feitas com pouca luz,@newline esta coleção funciona bem principalmente com fotos noturnas de cidades. Os pré-ajustes destacam detalhes de pontos iluminados e adicionam matizes de cores elegantes, para criar um toque com acabamento artístico.
ru: Предназначенная для съемок при низкой освещенности,@newline эта коллекция особенно хорошо работает с городскими фотографиями, сделанными ночью. Такие наборы проявляют детали на светлых участках и добавляют выразительные оттенки для окончательной художественной отделки.

source: PX
ru: ПС

source: This group contains all the presets from Pixelmator Pro,@newline including presets for creating black and white photos, vintage looks, and eye-catching landscape shots. These presets are especially playful and artistic and can work great with a variety of different photography styles.
de: Diese Gruppe enthält alle Voreinstellungen von Pixelmator Pro,@newline einschließlich Voreinstellungen für Schwarz-Weiß-Fotos, Vintage-Looks und atemberaubende Landschaftsaufnahmen. Diese Voreinstellungen sind besonder spielerisch und künstlerisch und funktionieren super mit einer Vielzahl verschiedenster Fotografie-Stile.
es: Este grupo contiene todos los preajustes de Pixelmator Pro,@newline incluyendo los preajustes para crear fotos en blanco y negro y fotos cautivadoras de paisajes. Estos preajustes son especialmente versátiles y artísticos y pueden funcionar bien con una gran variedad de estilos fotográficos.
fr: Ce groupe contient tous les paramètres prédéfinis de Pixelmator Pro,@newline y compris les paramètres prédéfinis pour créer des photos en noir et blanc, des looks vintage et des clichés de paysage accrocheurs. Ces paramètres prédéfinis sont particulièrement ludiques et artistiques et peuvent fonctionner à merveille avec une variété de styles différents de photographie.
ko: 이 그룹에는 Pixelmator Pro의 모든 프리셋이 들어 있습니다.@newline 흑백 사진, 빈티지 스타일, 눈길을 끄는 풍경 사진 등을 연출하는 다양한 프리셋이 포함되어 있습니다. 이 프리셋은 재미있게 사용할 수 있고 예술적이며, 다양한 사진 스타일에 적합합니다.
pt_br: Este grupo contém todos os pré-ajustes do Pixelmator Pro,@newline inclusive pré-ajustes para criar fotos em preto e branco, efeitos vintage e fotos atraentes de paisagens. Os pré-ajustes são especialmente divertidos e artísticos e podem funcionar muito bem com diversos estilos fotográficos diferentes.
ru: Эта группа содержит все наборы Pixelmator Pro,@newline включая наборы для создания черно-белых фотографий, винтажных палитр и привлекающих взгляд ландшафтных снимков. Эти наборы особенно эмоциональны и художественны, способны замечательно работать с фотографиями разных стилей.

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ko: 사용자 정의
pt_br: Personalizado
ru: Пользовательский

source: C
ru: СЗ

source: Here you’ll find all the presets you create.@newline Save any combination of color adjustments as a custom preset to quickly apply them to any of your photos and even share presets with others.
de: Hier finden Sie alle Voreinstellungen, die Sie erstellen.@newline Speichern Sie jede Kombination von Farbanpassungen als benutzerdefinierte Voreinstellung, um sie auf jedes Ihrer Fotos schnell anzuwenden und sie sogar mit anderen zu teilen.
es: Aquí encontrarás todos los preajustes que crees.@newline Guarda cualquier combinación de ajustes de color como un preajuste personalizado para aplicarlo fácilmente a cualquier foto; incluso puedes compartir preajustes con otros.
fr: Vous trouverez ici tous les paramètres prédéfinis que vous créez.@newline Enregistrez n'importe quelle combinaison de réglages de couleur comme un paramètre prédéfini personnalisé pour les appliquer rapidement à vos photos et même partager vos paramètres prédéfinis avec d’autres.
ko: 여기서 사용자가 만든 모든 프리셋을 확인할 수 있습니다.@newline 다양한 조합의 색상 조정과 직접 만든 프리셋을 저장하여 어떤 사진에든 빠르게 적용하고 다른 사람들과 프리셋을 공유하세요.
pt_br: Aqui você encontrará todos os pré-ajustes que criar.@newline Salve qualquer combinação de ajustes de cores como um pré-ajuste personalizado, para aplicar rapidamente a qualquer uma de suas fotos e até mesmo compartilhar seus pré-ajustes com outras pessoas.
ru: Здесь вы найдете все наборы, которые вы создаете.@newline Сохраняйте любое сочетание корректировок цвета как пользовательский набор, чтобы быстро применить их к любой из ваших фотографий и даже поделиться набором с другими.
