Repository: Pixelmator/Localizations
Catalog: iOS/*.lproj/BatchPresets.strings
Languages: de, fr, it, pt_br, ru, zh_hans, zh_hant

source: My Workflows
de: Meine Arbeitsvorgänge
fr: Mes processus
it: I miei Flussi di lavoro
pt_br: Meus fluxos de trabalho
ru: Мои процессы
zh_hans: 我的工作流程
zh_hant: 我的工作流程

source: Create batch editing workflows to automatically edit multiple photos with the same settings.
de: Stapelverarbeitungsvorgänge erstellen, um automatisch mehrere Fotos mit den selben Voreinstellungen zu bearbeiten.
fr: Créez des processus d’édition par lots pour automatiquement éditer plusieurs photos avec les mêmes paramètres.
it: Crea flussi di lavoro di modifiche in batch per elaborare automaticamente foto multiple con le stesse impostazioni.
pt_br: Crie fluxos de trabalho de edição em lote, para editar automaticamente diversas fotos com as mesmas configurações.
ru: Создавайте процессы пакетной правки, чтобы автоматически править по несколько фото с одинаковыми настройками.
zh_hans: 创建批量编辑工作流程，以自动编辑具有相同设置的多张照片。
zh_hant: 建立批次編輯的工作流程，以同樣的設定自動編輯多張相片。

source: ML
pt_br: AM

source: Batch edit using machine learning-powered workflows that intelligently enhance, crop, and straighten photos.
de: Stapel-Bearbeitung verfügt über ML-Arbeitsabläufe, die Fotos intelligent verbessern, zuschneiden und begradigen.
fr: La modification groupée avec les workflows à moteur d’apprentissage qui améliorent, rognent, et redressent intelligemment les photos.
it: Modifica in batch utilizzando flussi di lavoro basati sull'apprendimento automatico che migliorano, ritagliano e raddrizzano le foto in modo intelligente.
pt_br: Edite em lote com fluxos de trabalho baseados em aprendizado de máquina, que destacam, cortam e ajustam as fotos de forma inteligente.
ru: Применяйте пакетную правку с использованием машинно-обучаемых процессов, которые аккуратно расширяют, обрезают и выпрямляют фото.
zh_hans: 批量编辑使用机器学习驱动的工作流程智能增强、裁剪和拉直照片。
zh_hant: 批量編輯使用機器學習驅動的工作流程智慧增強、裁剪和拉直照片。

source: Presets
de: Voreinstellungen
fr: Préréglages
it: Preset
pt_br: Pré-ajustes
ru: Наборы
zh_hans: 预设
zh_hant: 預設組

source: Batch apply color adjustment presets to photos.
de: Wenden Sie Farbanpassungs-Voreinstellungen auf ganze Fotostapel an.
fr: Appliquer des préréglages d’ajustement de couleur groupés aux photos.
it: Applicare in batch le impostazioni predefinite di regolazione del colore alle foto.
pt_br: Aplique pré-ajustes de cor em lote às fotos.
ru: Применяйте пакетные цветовые наборы к фотографиям.
zh_hans: 批量应用颜色调整预设到照片。
zh_hant: 批量套用顏色調整預設組到照片。

source: Rotate
de: Drehen
fr: Rotation
it: Ruota
pt_br: Girar
ru: Повернуть
zh_hans: 旋转
zh_hant: 旋轉

source: Use these workflows to rotate, flip, and straighten a series of photos.
de: Nutzen Sie diese Arbeitsabläufe, um eine Reihe von Fotos zu rotieren, spiegeln oder begradigen.
fr: Utilisez ces workflows pour faire pivoter, retourner, et redresser une série de photos.
it: Utilizza questi flussi di lavoro per ruotare, capovolgere e raddrizzare una serie di foto.
pt_br: Utilize estes fluxos de trabalho para girar, inverter e ajustar uma série de fotos.
ru: Используйте эти процессы, чтобы повернуть, перевернуть или выпрямить серию фото.
zh_hans: 使用这些工作流程旋转、翻转和拉直一系列照片。
zh_hant: 使用這些工作流程旋轉、翻轉和拉直一系列照片。

source: Export
de: Exportieren
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

source: Scale photos and batch export them to your chosen file format.
de: Skalieren Sie Fotos und exportieren Sie sie als Stapel im gewünschten Dateiformat.
fr: Redimensionnez des photos et exportez-les en groupe vers votre format choisi.
it: Ridimensiona le foto ed esportale in batch nel formato di file scelto.
pt_br: Redimensione e exporte as fotos em lote no formato de arquivo desejado.
ru: Масштабируйте фотографии и экспортируйте их пакетным процессом в выбранный формат.
zh_hans: 缩放照片并批量导出为您选择的文件格式。
zh_hant: 縮放照片並批量匯出為您選擇的檔案格式。

source: Enhance and Crop
de: Verbessern und zuschneiden
fr: Améliorer et recadrer
it: Migliora e ritaglia
pt_br: Realçar e cortar
ru: Расширить и обрезать
zh_hans: 增强和裁剪
zh_hant: 增強並裁剪

source: Enhance
de: Verbessern
fr: Améliorer
it: Migliora
pt_br: Realçar
zh_hans: 增强
zh_hant: 增強

source: Auto Crop
de: Auto-Zuschneiden
fr: Recadrer automatiquement
it: Ritaglio automatico
pt_br: Corte automático
ru: Автообрезка
zh_hans: 自动裁剪
zh_hant: 自動裁剪

source: Auto Crop to Square
de: Auto-Zuschneiden zu Quadrat
fr: Recadrer automatiquement en carré
it: Ritaglio quadrato automatico
pt_br: Corte quadrado automático
ru: Автообрезка до квадрата
zh_hans: 自动裁剪为正方形
zh_hant: 自動裁剪成正方形

source: Increase Resolution
de: Auflösung verbessern
fr: Augmenter la résolution
it: Aumenta risoluzione
pt_br: Aumentar resolução
ru: Улучшить разрешение
zh_hans: 提高分辨率
zh_hant: 提升解析度

source: Denoise
de: Entrauschen
fr: Débruiter
it: Riduzione disturbo
pt_br: Redução de ruído
zh_hans: 降噪
zh_hant: 去除雜訊

source: Apply "BW"
de: „SW“ anwenden
fr: Appliquer « N/B »
it: Applica "B/N"
pt_br: Aplicar "BP"
ru: Применить "Ч/Б"
zh_hans: 应用“BW”
zh_hant: 套用 "BW"

source: Apply "Cinematic"
de: „Filmisch“ anwenden
fr: Appliquer « Cinématique »
it: Applica "Cinematografico"
pt_br: Aplicar "Cinemático"
ru: Применить "Кинематографический"
zh_hans: 应用“影院”
zh_hant: 套用 "影院"

source: Apply "Landscape"
de: „Querformat“ anwenden
fr: Appliquer « Paysage »
pt_br: Aplicar “Paisagem”
zh_hans: 应用“风景”
zh_hant: 套用「風景」

source: Rotate Left
de: Nach links drehen
fr: Faire pivoter vers la gauche
it: Ruota a sinistra
pt_br: Girar para a esquerda
ru: Повернуть налево
zh_hans: 向左旋转
zh_hant: 向左旋轉

source: Rotate Right
de: Nach rechts drehen
fr: Faire pivoter vers la droite
it: Ruota a destra
pt_br: Girar para a direita
ru: Повернуть направо
zh_hans: 向右旋转
zh_hant: 向右旋轉

source: Rotate 180°
de: Um 180° drehen
fr: Rotation à 180°
it: Ruota di 180°
pt_br: Girar 180°
ru: Повернуть на 180°
zh_hans: 旋转 180°
zh_hant: 旋轉 180°

source: Auto Straighten
de: Auto-Begradigen
fr: Redresser automatiquement
it: Raddrizza automaticamente
pt_br: Correção automática
ru: Автовыпрямление
zh_hans: 自动校正
zh_hant: 自動拉直

source: Export as JPEG
de: Als JPEG exportieren
fr: Exporter au format JPEG
it: Esporta come JPEG
pt_br: Exportar como JPEG
ru: Экспортировать как JPEG
zh_hans: 导出为 JPEG
zh_hant: 匯出為 JPEG

source: Export as PNG
de: Als PNG exportieren
fr: Exporter au format PNG
it: Esporta come PNG
pt_br: Exportar como PNG
ru: Экспортировать как PNG
zh_hans: 导出为 PNG
zh_hant: 匯出為 PNG

source: Scale to 50%
de: Auf 50 % skalieren
fr: Redimensionner à 50 %
it: Adatta al 50%
pt_br: Redimensionar a 50%
ru: Масштаб 50%
zh_hans: 缩放到 50%
zh_hant: 縮放至 50%

source: Export as PHOTO
de: Als FOTO exportieren
fr: Exporter au format PHOTO
it: Esporta come FOTO
pt_br: Exportar como FOTO
ru: Экспортировать как PHOTO
zh_hans: 导出为照片
zh_hant: 匯出為照片

source: Apply "Classic"
zh_hant: 套用「經典」
