Repository: Pixelmator/Localizations
Catalog: iOS/*.lproj/Document Browser.strings
Languages: de, es, it, ja, ko, pt_br, zh_hant

# 5Ap-L7-JT4.normalTitle
source: Access Photos
de: Auf Fotos zugreifen
es: Acceso a Fotos
it: Accedi alle foto
ja: 写真にアクセス
ko: 사진 액세스
pt_br: Acessar fotos
zh_hant: 訪問照片

# Ay9-rU-KAO.normalTitle
source: Go to Files
de: Zu Dateien gehen
es: Ir a Archivos
it: Vai ai file
ja: ファイルに移動
ko: 파일로 이동
pt_br: Ir para os arquivos
zh_hant: 前往檔案

# BBG-FY-sRf.text
source: Tap Browse to browse and open images on your iPad, in iCloud, and other locations.
de: Tippen Sie auf Durchsuchen, um auf Ihrem iPad, in der iCloud oder in anderen Verzeichnissen nach einem Bild zu suchen und es zu öffnen.
pt_br: Toque em Explorar para percorrer e abrir imagens que se encontram no iPad, na iCloud e em outros locais.

# HRU-NW-TOe.text
source: Loading...
de: Lädt...
es: Cargando…
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
pt_br: Carregando...
zh_hant: 載入中⋯

# MMU-dj-Vad.normalTitle
source: Continue
de: Fortfahren
es: Continuar
it: Continua
ja: カラーの適用
ko: 계속
pt_br: Continuar
zh_hant: 繼續

# N6X-Kq-Qog.normalTitle
source: Continue
de: Fortfahren
es: Continuar
it: Continua
ja: カラーの適用
ko: 계속
pt_br: Continuar
zh_hant: 繼續

# O3v-z0-MVo.text
source: Thanks for testing Pixelmator Photo and helping us make it even better.
de: Danke, dass Sie Pixelmator Photo testen und helfen, es weiter zu verbessern.
es: Gracias por probar Pixelmator Photo y ayudarnos a mejorarlo aún más.
it: Grazie per aver accettato di testare Pixelmator Photo, aiutandoci a renderlo ancora migliore.
ja: Pixelmator Photoをテストいただきありがとうございます。
ko: Pixelmator Photo를 테스트하고 개선할 수 있도록 도와 주셔서 감사합니다.
pt_br: Obrigado por testar o Pixelmator Photo e por nos ajudar a torná-lo cada vez melhor.
zh_hant: 感謝參與 Pixelmator Photo 測試，幫助我們做得更好。

# RTL-w5-tRq.text
source: Image
de: Bild
es: Imagen
it: Immagine
ja: イメージ
ko: 이미지
pt_br: Imagem
zh_hant: 影像

# WOb-nn-dxH.text
source: Tap + to import an image from your Photos library.
de: Tippen Sie auf +, um ein Bild aus Ihrer Foto-Bibliothek zu öffnen.
pt_br: Toque em + para importar uma imagem da biblioteca Fotos.

# iss-wM-4JV.text
source: Welcome to the Pixelmator Photo Beta
de: Willkommen bei der Pixelmator Photo Beta
es: Te damos la bienvenida a Pixelmator Photo Beta
it: Benvenuto nella Beta di Pixelmator Photo
ja: Pixelmator Photo ベータ版へようこそ。
ko: Pixelmator Photo 베타에 환영합니다
pt_br: Bem-vindo ao Pixelmator Photo Beta
zh_hant: 歡迎使用 Pixelmator Photo Beta

# rth-w9-Cjt.text
source: Easily turn any good photo spectacular using the extensive collection of powerful editing tools in Pixelmator Photo. Get started by opening an image on your iPad or import a photo from your Photos library.
de: Mache mit der umfangreichen Sammlung mächtiger Bearbeitungstools in Pixelmator Photo jedes gute Foto spektakulär. Beginne, indem du ein Bild auf deinem iPad öffnest oder ein Foto aus deiner Foto-Bibliothek importierst.
es: Convierta una buena foto en espectacular usando la gran colección de herramientas potentes de edición en Pixelmator Photo. Comienza abriendo una foto en tu iPad o imparta una foto desde tu galería de Fotos.
it: Trasforma facilmente una buona foto in uno scatto spettacolare con l'ampia collezione di potenti strumenti di editing in Pixelmator Photo. Inizia aprendo un'immagine sul tuo iPad o importando una foto dalla tua libreria di Foto.
ja: Pixelmator Photoの強力な編集ツールの豊富なコレクションを使用して、優れた写真を簡単に壮観に仕上げます。 iPadで画像を開くか写真ライブラリから写真を読み込んでください。
ko: Pixelmator Photo의 다양하고 강력한 편집 도구를 사용하여 간편하게 사진을 멋지게 변환하세요. iPad에서 이미지를 열어 시작하거나 사진 보관함에서 사진을 가져오세요.
pt_br: Transforme facilmente qualquer boa foto em uma foto espetacular, utilizando a ampla coleção de ferramentas poderosas de edição do Pixelmator Photo. Comece abrindo uma foto no iPad ou importe uma foto da sua biblioteca de fotos.
zh_hant: 使用Pixelmator Photo中廣泛的強大編輯工具，輕鬆製作優質照片。 在 iPad 上打開圖像或從照片圖庫匯入照片來開始使用。

# te1-y7-sJS.text
source: Welcome to Pixelmator Photo
de: Willkommen bei Pixelmator Photo
es: Te damos la bienvenida a Pixelmator Photo
it: Benvenuto su Pixelmator Photo
ja: Pixelmator Photoへようこそ
ko: Pixelmator Photo에 환영합니다
pt_br: Bem-vindo ao Pixelmator Photo
zh_hant: 歡迎使用 Pixelmator Photo

# uoQ-vs-GtQ.text
source: If you have any feedback for us or would like to report any issues, we’d love to hear from you at beta@pixelmator.com.
de: Wenn Sie Feedback für uns haben oder Probleme melden möchten, freuen wir uns auf Ihre Nachricht unter beta@pixelmator.com.
es: Si tienes algún comentario para nosotros o te gustaría informar de cualquier problema, nos gustaría saber de ti en beta@pixelmator.com.
it: Se hai dei feedback per noi o desideri segnalare un problema, ci farebbe piacere ricevere un tuo messaggio all'indirizzo beta@pixelmator.com.
ja: プロダクトへのフィードバックや問題を報告したい場合は、beta@pixelmator.com までご連絡ください。
ko: 의견이 있거나 문제를 신고하시려면 beta@pixelmator.com으로 연락해 주시기 바랍니다.
pt_br: Se tiver algum comentário ou quiser informar-nos sobre algum problema, adoraríamos receber suas notícias no email beta@pixelmator.com.
zh_hant: 如果您想提供回饋或向我們報告問題，請發信至 beta@pixelmator.com 。

# zFX-45-Rk3.normalTitle
source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hant: 取消
