Repository: Pixelmator/Localizations
Catalog: iOS/*.lproj/PhotoSubscription.strings
Languages: ru, zh_hant

source: As an early supporter, get an exclusive discount on the lifetime license to access all the advanced photo editing features on Mac.
ru: Вы — владелец одной из ранних версий, и в благодарность за поддержку мы дарим вам эксклюзивную скидку на бессрочную лицензию версии для Mac.
zh_hant: 作為本應用程式的元老級支持者，您可以專享折扣價格獲得終身在 Mac 上使用所有進階照片編輯功能的權限。

source: Contact Support
ru: Свяжитесь с поддержкой
zh_hant: 聯繫客服

source: Don’t limit yourself
ru: Не ограничивайте себя
zh_hant: 不要自我侷限

source: Early Supporter
ru: Покупатель ранней версии
zh_hant: 最早支持者

source: Enjoy advanced color adjustments, cutting-edge AI tools, powerful batch editing, and other incredible photo editing features.
ru: Продвинутая цветокоррекция, умные инструменты ИИ, удобное пакетное редактирование и множество других полезных функций.
zh_hant: 享受先進的色彩調整、尖端的人工智能工具、強大的批次處理功能以及其他令人驚嘆的照片編輯功能。

source: Expired Subscription
ru: Подписка истекла
zh_hant: 過期的訂用

source: Free Download
ru: Бесплатная загрузка
zh_hant: 免費下載

source: Free Trial Ends in 2 Days
ru: Конец беспл. пробы через 2 дн.
zh_hant: 免費試用將於 2 天後結束

source: Get %@ off for one year
ru: Скидка %@ на год
zh_hant: 一年內享有%@的折扣

source: Get unlimited access
ru: Неограниченный доступ
zh_hant: 無限制使用

source: Hide Plans
ru: Скрыть подписки
zh_hant: 隱藏計劃

source: Lifetime License
ru: Бессрочная лицензия
zh_hant: 終身許可證

source: Monthly Subscription
ru: Месячная подписка
zh_hant: 按月訂用

source: No Thanks
ru: Нет, спасибо
zh_hant: 不用了，謝謝

source: One license for Mac, iPad, iPhone, and Vision Pro.
ru: Единая лицензия для Mac, iPad, iPhone и Vision Pro.
zh_hant: 一個許可證適用於Mac、iPad、iPhone和Vision Pro。

source: Photomator is on sale
ru: Акция на Photomator
zh_hant: Photomator正在特賣

source: Redeem Offer
ru: Купить со скидкой
zh_hant: 兌換優惠

source: Redeem special offer
ru: Купить со скидкой
zh_hant: 兌換特別優惠

source: Remind Me
ru: Напомнить мне
zh_hant: 下次提醒我

source: Restore
ru: Восстановить
zh_hant: 回復

source: Restore Purchase
ru: Восстановить покупки
zh_hant: 恢復購買

source: Save Photo (%d Remaining)
ru: Сохранить фото (осталось %d)
zh_hant: 儲存照片（剩下 %d）

source: See More Plans
ru: Другие подписки
zh_hant: 查看更多方案

source: Something went wrong and Photomator didn’t get access to show you notifications, so you won’t be notified about the end of your free trial.
ru: Произошел сбой: у Photomator нет разрешения на показ уведомлений, поэтому мы не сможем сообщить вам об окончании бесплатного пробного периода.
zh_hant: 發生錯誤，Photomator 沒有顯示通知的權限，因此無法在試用期結束時通知您。

source: Start free trial
ru: Начать бесплатный пробный период
zh_hant: 開始免費試用

source: Subscribe to Photomator
ru: Подписаться на Photomator
zh_hant: 訂用 Photomator

source: Subscription
ru: Подписка
zh_hant: 訂用

source: Thanks for being an early supporter of Photomator! Enjoy full access to Photomator on iPhone and iPad.
ru: Спасибо, что поддерживаете нас с самого начала! Теперь вам доступны все возможности Photomator для iPhone и iPad.
zh_hant: 感謝您作為 Photomator 的元老級支持者！您可以在 iPhone 和 iPad 享受完整 Photomator 存取權限。

source: Unable to Register for Notifications
ru: Не удается зарегистрироваться для уведомлений
zh_hant: 無法註冊通知

source: Upgrade to easily export photos, apply watermarks, and get unlimited access to other powerful features.
ru: Купите подписку, чтобы с легкостью экспортировать фото, добавлять водяные знаки и без ограничений пользоваться всеми функциями приложения.
zh_hant: 請升級以更方便地匯出照片、套用浮水印，並且獲得無限使用其他強大功能的權限。

source: Upgrade to easily share photos and get unlimited access to all the powerful features in Photomator.
ru: Купите подписку, чтобы с легкостью делиться фото и без ограничений пользоваться всеми функциями Photomator.
zh_hant: 請升級以方便分享照片，並且無限取用 Photomator 的所有強大功能。

source: Upgrade to save an unlimited number of edits and get full access to all the powerful features in Photomator.
ru: Купите подписку, чтобы сохранять сколько угодно правок и без ограничений пользоваться всеми функциями Photomator.
zh_hant: 請升級以無限儲存編輯內容，並且獲得使用 Photomator 的所有強大功能的完整權限。

source: Upgrade to save edits directly to the photo library and get unlimited access to all the powerful features in Photomator.
ru: Купите подписку, чтобы сохранять обработанные изображения напрямую в медиатеку и без ограничений пользоваться всеми функциями Photomator.
zh_hant: 請升級以將編輯內容直接儲存於照片庫中，並且無限取用 Photomator 的所有強大功能。

source: Upgrade to save the edits of this photo and get unlimited access to all the powerful features in Photomator.
ru: Купите подписку, чтобы сохранить внесенные в это фото правки и без ограничений пользоваться всеми функциями Photomator.
zh_hant: 請升級以儲存本張照片的編輯內容，並且無限取用 Photomator 的所有強大功能。

source: Upgrade to unlock powerful batch editing features and get unlimited access to other advanced tools.
ru: Купите подписку, чтобы разблокировать пакетную обработку изображений и без ограничений пользоваться всеми функциями приложения.
zh_hant: 請升級以解鎖強大的成批編輯功能並且無限取用其他進階工具。

source: With the free version of Photomator, you get full access to all the tools in the app and you can save a limited number of photos.
ru: Бесплатная версия Photomator дает полный доступ ко всем функциям приложения и позволяет сохранить ограниченное количество обработанных фото.
zh_hant: 免費版 Photomator 讓您可以免費使用應用程式中的所有工具，並可以儲存無限數量的照片。

source: Would you like to be notified before your free trial is about to end?
ru: Оповестить вас перед тем, как закончится бесплатный пробный период?
zh_hant: 你想在免費試用期快結束時收到通知嗎？

source: Yearly Subscription
ru: Годовая подписка
zh_hant: 按年訂用

source: Yearly Subscription (Free Trial)
ru: Годовая подписка (бесплатная пробная версия)
zh_hant: 按年訂用（免費試用）

source: Your 7-day trial has started!
ru: Ваша 7-дн. проба началась!
zh_hant: 你的 7 天免費試用期開始了！

source: Your free trial will end in 2 days. Explore Photomator by editing a few of your photos!
ru: Ваша бесплатная пробная версия истекает через 2 дня. Отредактируйте парочку фото, чтобы взглянуть, что умеет делать Photomator!
zh_hant: 您的免費試用期將於 2 天後結束。請編輯幾張照片，全面探索 Photomator 的功能！

source: Your license expired. Resubscribe to enjoy unlimited access.
ru: Ваша лицензия истекла. Возобновите подписку, чтобы восстановить доступ ко всем функциям.
zh_hant: 您的許可證已過期，請再次訂用以無限取用功能。

source: Your license grants you full access to Photomator on Mac, iPad, iPhone, and Vision Pro.
ru: Ваша лицензия дает вам неограниченный доступ к Photomator для Mac, iPad, iPhone и Vision Pro.
zh_hant: 您的許可證賦予您在 Mac、iPad、iPhone 和 Vision Pro 上使用 Photomator 的完整權限。
